[
  {
    "adult": false,
    "backdrop_path": "/ajIRfvb5MkpH8spMJ5OCyg2enVS.jpg",
    "genre_ids": [
      27
    ],
    "id": 1561969,
    "original_language": "hi",
    "original_title": "बारामूला",
    "overview": "A cop's inquiry into child kidnappings unravels chilling secrets as supernatural events endanger his family and the peaceful town of Baramulla.",
    "popularity": 167.1835,
    "poster_path": "/xm5ER19nTk7iuWFaiNRUYe3Zlz.jpg",
    "release_date": "06/11/2025",
    "title": "Baramulla",
    "video": false,
    "vote_average": 5.917,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/pKIRUTnwY3YYU9urSdsuobdcliP.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 1109086,
    "original_language": "hi",
    "original_title": "वॉर 2",
    "overview": "Years ago Agent Kabir went rogue, became India’s greatest villain ever.  As he descends further into the deepest shadows... India sends its deadliest, most lethal agent after him, Agent Vikram  A Special Units Officer who is more than Kabir’s equal and a relentless Terminator driven by his own demons, determined to put a bullet into Kabir’s skull.",
    "popularity": 47.9147,
    "poster_path": "/2Yc8Kl2ldPpDzLrG2M5Ddv62FXB.jpg",
    "release_date": "13/08/2025",
    "title": "War 2",
    "video": false,
    "vote_average": 5.421,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": "/gMvCRqU0mfvqYcYUbm1CsiylpCl.jpg",
    "genre_ids": [
      18,
      10751,
      10749
    ],
    "id": 471265,
    "original_language": "hi",
    "original_title": "Dastan",
    "overview": "Indira (Suraiya) is an orphan brought up the strict and uprighteous Rani (Veena). Indira grows up to be a beauty and is sought by three suitors Raj (Raj Kapoor), Kundan (Al Nasir), and Ramesh (Suresh). Rani does not like Indira to marry into her family as both Raj and Kundan are her brothers, and she wants Indira to marry Ramesh, and as such arranges a meeting with Ramesh's mom (Pratima Devi) and finalizes the marriage. Indira does not appreciate this and refuses to marry Ramesh. Raj speaks of his love with Rani, and Rani warns him that Indira is to marry Ramesh, but also has an on-going affair with his brother Kundan. Who does Indira really love? Will she ever marry her dream man?",
    "popularity": 22.2053,
    "poster_path": "/1ffOHbjdQEzt1nDyGS0TQyDG7QU.jpg",
    "release_date": "17/08/1950",
    "title": "Dastan",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/x93ONXljhMsfLpiSnLJg56bnwVD.jpg",
    "genre_ids": [
      53,
      18,
      28
    ],
    "id": 215776,
    "original_language": "hi",
    "original_title": "Madras Cafe",
    "overview": "An Indian intelligence agent journeys to a war-torn coastal island to break a resolute rebel group and meets a passionate journalist.",
    "popularity": 17.3999,
    "poster_path": "/3cfFqEuj2ynHUb0FTBThTh0gQB9.jpg",
    "release_date": "23/08/2013",
    "title": "Madras Cafe",
    "video": false,
    "vote_average": 6.574,
    "vote_count": 122
  },
  {
    "adult": false,
    "backdrop_path": "/y5Bksp9KOjw3BVwJNJiFhThZchn.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 20971,
    "original_language": "hi",
    "original_title": "Zinda",
    "overview": "The film is about a man, who has been imprisoned for 14 years, who has been released and has four days to figure out why he was imprisoned in the first place.",
    "popularity": 15.7088,
    "poster_path": "/o5u3Rx0hFvPEGsZGTi3faAiIQMQ.jpg",
    "release_date": "12/01/2006",
    "title": "Zinda",
    "video": false,
    "vote_average": 3.86,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 482203,
    "original_language": "hi",
    "original_title": "Ghutan",
    "overview": "Ravi Kapoor (Aryan Vaid) manages a company owned by his wife Catherine (Hina Rehman), whom he doesn't love and constantly cheats on. And he now has his eyes on his secretary, Priya (Pooja Bharti). When Catherine learns what's going on, she confronts him. In the heated argument that follows, Ravi hits her and believes she's dead. Together with his friend, Jaggi (Tarun Arora), they take her body to the graveyard. Just as they're about ready to put it in the grave they realize Catherine isn't dead so they bury her alive. Catherine's ghost then returns for revenge.",
    "popularity": 16.6807,
    "poster_path": "/gutqECREVLxgeN5bf0MRWrgfOZR.jpg",
    "release_date": "08/06/2007",
    "title": "Ghutan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mWwifOy2Ib1HSBGu9gfS0nU1q4b.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 19624,
    "original_language": "hi",
    "original_title": "Fashion",
    "overview": "A small-town girl finally realizes her dream of becoming a famous supermodel but soon finds out that there's a price for her glamorous new life.",
    "popularity": 14.1623,
    "poster_path": "/6PQyJUJ3Ny1AZegtL5OkUATCIcr.jpg",
    "release_date": "29/10/2008",
    "title": "Fashion",
    "video": false,
    "vote_average": 6.456,
    "vote_count": 91
  },
  {
    "adult": false,
    "backdrop_path": "/302oE4a7mPls1Fa86kU6u0bNDJI.jpg",
    "genre_ids": [
      27
    ],
    "id": 101820,
    "original_language": "hi",
    "original_title": "Junoon",
    "overview": "Nita lives a middle-class lifestyle with her mom and dad in Bombay, India, and works as a Surgeon in a hospital. She is of marriageable age, &amp; is in love with a struggling Musician/Singer named Ravi, much to the chagrin of her mom, who wants her to marry someone who is wealthy. One day a badly wounded male is admitted into the hospital, is pronounced dead, but recovers, and with Nita's help recuperates and is discharged. He visits Nita's home, introduces himself as wealthy Vikram Chauhan and asks her parents for the hand of Nita, who immediately accept. But Nita wants to marry Ravi and plans to elope with him. On that fateful day, Ravi fails to keep his appointment and a heartbroken Nita decides to get married to Vikram. The marriage takes place with great pomp and ceremony. When Ravi attempts to re-enter Nita's life, she forbids him. Little does she know that Ravi's plans had been sabotaged by none other than Vikram - who is in reality a human during daytime...",
    "popularity": 13.6005,
    "poster_path": "/uDLGI6LfkgxtvHsXdTyFRcHVoZU.jpg",
    "release_date": "18/09/1992",
    "title": "Junoon",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/5qu3Q3FcfiI59ZBo4Fddk8nchds.jpg",
    "genre_ids": [
      28
    ],
    "id": 353429,
    "original_language": "hi",
    "original_title": "Jaanwar",
    "overview": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "popularity": 14.2371,
    "poster_path": "/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "release_date": "24/12/1999",
    "title": "Jaanwar",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/gj8jEE1zOcyfzxVlxziSHiY1aHV.jpg",
    "genre_ids": [
      35,
      14,
      27,
      10402
    ],
    "id": 1035366,
    "original_language": "hi",
    "original_title": "Rocket Gang",
    "overview": "Five friends take a getaway trip and stay at Wonder Villa. But, the haunted villa's supernatural powers suck them in and their only chance to survive is by dancing.",
    "popularity": 14.2336,
    "poster_path": "/8icRtVuWUDvBITWCeMBmRTL8chu.jpg",
    "release_date": "11/11/2022",
    "title": "Rocket Gang",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 529217,
    "original_language": "hi",
    "original_title": "Bedardi",
    "overview": "Mumbai-based Saxena family consists of Professor Nirbhay, his wife Preeti, their school-going daughter Ritu and Nirbhay's college-going brother and sister, Vijay and Suman respectively. Vijay meets with fellow collegian Honey, and after a few altercations, they fall in love with each other. Vijay is introduced to Honey's maternal uncle, Bhagwandas, and he approves instantly. Honey's long-estranged brother, Kanhaiya, re-enters her life and asks her not to see Vijay anymore. Then the lives of the entire Saxena family change drastically when money allotted for Suman's marriage is stolen, and Vijay accepts a contract to kill a man named Gulla - not knowing that he is being set up to kill none other than Nirbhay himself.",
    "popularity": 13.9177,
    "poster_path": "/aUpU1X4yYpqjzEefl4QSLluAjXC.jpg",
    "release_date": "12/11/1993",
    "title": "Bedardi",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/kCXsFUcIm8TGhfWsmH3D1CeqYbs.jpg",
    "genre_ids": [
      80,
      18,
      9648,
      53,
      10749
    ],
    "id": 78827,
    "original_language": "hi",
    "original_title": "Deewangee",
    "overview": "Hired by a singer to defend her friend, who has been accused of murder, a formidable lawyer learns that the man he represents may not be innocent.",
    "popularity": 8.4849,
    "poster_path": "/m9gx5aY4V9cNkNTLROjgIFsUuzd.jpg",
    "release_date": "25/10/2002",
    "title": "Deewangee",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/nQSh4gZZK0fONiwvNWHQlDeAvVp.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 220495,
    "original_language": "hi",
    "original_title": "Bullett Raja",
    "overview": "A common man who transforms into a gangster revolts against the very system he once obediently followed by declaring war on the police, the government, and the industrialists.",
    "popularity": 13.6,
    "poster_path": "/9IkcVLgAdDvbycaOkb0t6PCIYbd.jpg",
    "release_date": "29/11/2013",
    "title": "Bullett Raja",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 307814,
    "original_language": "hi",
    "original_title": "Tapasya",
    "overview": "The oldest daughter of an old and ailing man falls in love with the doctor treating her father, but the mother of the doctor insists that the girl must leave everything she does and stay with them.",
    "popularity": 13.3906,
    "poster_path": "/kI9daISyPCKx6EqTeLi8bLrNuZN.jpg",
    "release_date": "01/01/1976",
    "title": "Tapasya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/wr0hTHwkYIRC82MwNbhOvqrw27N.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 579396,
    "original_language": "hi",
    "original_title": "Karobaar",
    "overview": "Wealthy Rajiv Sinha and middle-classed Amar Saxena are two childhood friends, with similar likes, and tastes. Their similar habits lead them to being in love with the same woman - Seema, who loves Amar, and is willing to marry him no matter what. Rajiv attempts to offer money to Sapna's guardian so that he can marry her, in vain though. When Rajiv attempts to convince Amar that Sapna is being brought up by a prostitute by the name of Ratnabai, Amar is adamant, and marries Sapna, and takes her home to his brother and his family, where they are not welcomed, and asked to leave. Rajiv and Amar stop seeing each other, and regard each other as bitter enemies. Amar and Seema manage to exist, with Amar going on to become a successful prosecution attorney. Then they get the news that Rajiv has been charged with killing a young woman named Neelam Mehta. Amar is delighted for he will be given a chance to teach Rajiv a lesson, and possibly sentence him to death.",
    "popularity": 14.2032,
    "poster_path": "/wFSOXXrJklY2ngjIJCus9c2DfJW.jpg",
    "release_date": "15/09/2000",
    "title": "Karobaar",
    "video": false,
    "vote_average": 7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/l6FOYccDDnjCepp6kozCyhvtTsa.jpg",
    "genre_ids": [],
    "id": 232783,
    "original_language": "hi",
    "original_title": "Yudh",
    "overview": "Kidnapped at a very young age, two twin brothers are separated from there respective mother.",
    "popularity": 12.5714,
    "poster_path": "/ciV5vx1nl9IGMHyFUKnHOUkqCnO.jpg",
    "release_date": "03/05/1985",
    "title": "Yudh",
    "video": false,
    "vote_average": 5.083,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/oiJHjdpNI38iGku04FGgyFSTu93.jpg",
    "genre_ids": [
      10749
    ],
    "id": 604195,
    "original_language": "hi",
    "original_title": "The Zoya Factor",
    "overview": "An advertising agency executive Zoya Singh Solanki meets the Indian cricket team and ends up becoming their lucky charm at the 2011 Cricket World Cup.",
    "popularity": 11.5968,
    "poster_path": "/ytLpoqycSAhMo5W7eHJyCXn8E2n.jpg",
    "release_date": "19/09/2019",
    "title": "The Zoya Factor",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/ikzgESAiVnLofMeBKgUgCa0z51c.jpg",
    "genre_ids": [
      28
    ],
    "id": 448453,
    "original_language": "hi",
    "original_title": "Sahhas",
    "overview": "Kishinchand is a Customs Officer based in Bombay. He has been assigned to infiltrate and expose a gang of smugglers and drug dealers headed by two gangsters named Jaggan and Ajay Kumar. When Ajay's brother, Vijay, becomes a Police Informer, he is shot dead by Ajay, who not only regrets his death, but also is feeling guilty about his son taking to drugs. When his son succumbs to an overdose, Vijay starts to provide information to the police with the hope of ending all criminal activity by Jaggan and his men. He does succeed considerably, only to have his daughter, Rajni, abducted and held for ransom. Vijay agrees to testify against Jaggan only if the Police and Kishinchand locate Rajni first. The question is will Kishinchand be able to locate Rajni before Jaggan and his men kill her, and even if so, there is no guarantee that Ajay will long, especially when a brutal killer, Billa, who has never failed any assignment, has been hired to kill him at any and all costs.",
    "popularity": 14.5097,
    "poster_path": "/fRrUV31mZjjKoJIEpuMzGJM1Gvn.jpg",
    "release_date": "18/09/1981",
    "title": "Sahhas",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 769684,
    "original_language": "hi",
    "original_title": "Sazaa",
    "overview": "Kamini (Shyama) runs over a young man (Dev Anand), who is seriously injured. Kamini visits him daily even while he is unconscious. When he recovers, she is attracted to him, and sets him up with employment with her dad Seth Mothumal's (Gope) business as a manager. He dines at Mothumal's house by Kamini, where he comes across a mute maid-servant named Asha (Nimmi). Asha is attracted to him, and he also feels attracted towards her, little knowing that his past has come to re-visit him in her form, and not knowing the changes it will bring to his life.",
    "popularity": 12.2365,
    "poster_path": "/YwHOpr2bbkhUExOdA5a4nfxyq8.jpg",
    "release_date": "14/09/1951",
    "title": "Sazaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/j0PJm2OQbvywbLxVkpK1pyIhiow.jpg",
    "genre_ids": [
      80,
      9648,
      10749
    ],
    "id": 443950,
    "original_language": "hi",
    "original_title": "Gumnaam: The Mystery",
    "overview": "Mumbai-based model and aspiring actress, Ria (Mahima Chaudhary), meets with stuntman, Dev (Dino Morea), and both fall in love. Shortly thereafter, she gets an offer to act as a lead actress with renowned film-maker, Muni Gandhi, and accordingly re-locates to Shimla to start the filming. Enroute, she excitedly telephones Dev and tells him of the scenic surroundings as well as the echo of bells in a tunnel that emanate from a Hanumanji Mandir. Several days later, when he does not hear from her, he decides to travel there. But before he could do so, he does get her telephone call in which she sounds distressed and asks him to help her. When he asks about her location, she is unable to provide any, and the phone gets disconnected. The question that haunts Dev is: Where is Ria, and how is he going to assist her when he does not even know her location?",
    "popularity": 12.4126,
    "poster_path": "/5xWGKId5lAnhyqnghiB77lYN3wt.jpg",
    "release_date": "05/12/2008",
    "title": "Gumnaam: The Mystery",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 347839,
    "original_language": "hi",
    "original_title": "Mehbooba",
    "overview": "A singer by profession, Suraj gets stranded in resthouse in the coutnryside during a rainstorm. While there he experiences ununsual feelings, as if he has been there before. He feels himself transported to another time and era, to another birth, and drawn to a woman named Ratna. He is unable to leave this experience behind him, and decides to find out what this means. He discovers that in his past life he was a Chief Singer in the emperor's court, his name was Prakash and he had fallen in love with a courtesan named Ratna, much to the chargin and anger of his family and the emperor's and his officials. They are tragically separated. He subsequently comes across a portrait of Ratna, and shortly after he meets a gypsy, Jhumri who looks exactly like Ratna. Soon Jhumri is also able to recollect her past life, and her love for Prakash.",
    "popularity": 13.0147,
    "poster_path": "/68A19n8S3i9xP3FDTpdi4rc6gla.jpg",
    "release_date": "01/01/1976",
    "title": "Mehbooba",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 370869,
    "original_language": "hi",
    "original_title": "Chetna",
    "overview": "A shy and reclusive young man, Anil Dhawan, gets to meet a prostitute, Seema, through his friends, Ramesh. Anil is very shy at the very first meeting with Seema, and then starts to cultivate a friendship with her. She responds also, and both fall in love. Anil proposes marriage, and Seema is delighted to accept. Anil has to go out of town for a four or five days. When he returns, he finds Seema has taken up drinking alcohol and smoking in a big way, and appears despondent, and non-chalant, making him wonder what had happened during his absence to make her regress in this manner.",
    "popularity": 11.5951,
    "poster_path": "/cTXLZ8EnIHqPJabHJ3vjFL0c5Bk.jpg",
    "release_date": "17/11/1970",
    "title": "Chetna",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402
    ],
    "id": 609729,
    "original_language": "hi",
    "original_title": "Rani aur Lalpari",
    "overview": "Rani is a child who is being brought up by her mother, Kamla (Asha Parekh) as her dad Rajendra (Rajendra Kumar) has gone out of town on business. Both mother and daughter live with their cruel and selfish relatives (Satyendra Kapoor and Lalita Kumari). They live with her abusive uncle. One day, Kamla gets the news that her husband is returning, and she is overjoyed. This joy turns to sorrow when she finds out that he has died in an accident. Shortly thereafter, she too passes away, leaving poor Rani at the hands of the cruel relatives. Her best friend Pappu (Master Abbas) tells her about Lalpari (Reena Roy). She succeeds to reach heaven with the help of Lalpari and manages to trick Yamraj (God of truth and death). However, Rani's father was only injured in the plane crash. Rani lives happily ever after with her parents. This movie also features the story of Cinderella and Gulliver's Travels in two songs.",
    "popularity": 12.8592,
    "poster_path": "/sMxZk53g3B4RSsbF0OWVISvG4dP.jpg",
    "release_date": "01/01/1975",
    "title": "Rani and Lalpari",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/pJrqoBAlgSiLFIz6v2nEj2VzZ3V.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 4252,
    "original_language": "hi",
    "original_title": "चलते चलते",
    "overview": "A man pursues a woman who is already engaged and eventually gets married to her. Differences between the two lead to a bitter separation that threatens to destroy their relationship forever.",
    "popularity": 11.6756,
    "poster_path": "/7eux23WmDXUkmgLdMdxuuFn9II4.jpg",
    "release_date": "12/06/2003",
    "title": "Chalte Chalte",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 98
  },
  {
    "adult": false,
    "backdrop_path": "/gRBnBHpRV7HnaOTS4KRInWo1jOY.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 82575,
    "original_language": "hi",
    "original_title": "Indian",
    "overview": "DCP Raksekhar Azad (Raj) is an invincible cop with a great aim. He arrests a terrorist by the name of Khan. But Khan lands in a prison cell that looks cushier than the Buckingham Palace. However, this gets Raj promoted, and he is congratulated by none other than his father-in-law, who is also a very high ranking policeman. Then all of a sudden, Raj finds out that many policemen would like to see Khan go free. He discusses this issue with his father-in-law, and to his surprise, does not find any support from him. Disagreements and arguments ensue, and as a result, his father-in-law gets killed. The Police suspect Raj of killing him, they begin the process of arresting him, he runs away, while Khan is all set to get freed to do whatever he likes.",
    "popularity": 11.8846,
    "poster_path": "/kMoS0caFjAsEJFX5HrbMGd4g51T.jpg",
    "release_date": "26/10/2001",
    "title": "Indian",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": "/1yD7scPEKxKugzgn8Ydcua2odza.jpg",
    "genre_ids": [
      18,
      36
    ],
    "id": 302431,
    "original_language": "hi",
    "original_title": "Rang Rasiya",
    "overview": "A look a the life of 19th century Indian painter Raja Ravi Varma.",
    "popularity": 11.8493,
    "poster_path": "/e2ypUUowSJvGjoHAfJXtuFpvTmq.jpg",
    "release_date": "07/11/2014",
    "title": "Rang Rasiya",
    "video": false,
    "vote_average": 6.023,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": "/gxpQGk9e2TuESqMFQsY29QmgsgY.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 76682,
    "original_language": "hi",
    "original_title": "जब जब फूल खिले",
    "overview": "After returning from overseas, heiress Rita is stressed out and needs to go someplace to unwind. She chooses Kashmir and, upon arrival, rents a houseboat from the owner, Raja. After a few misunderstandings, they are attracted to each other and soon fall in love. This romance is not looked upon favorably by Raj Bahadur Chunilal, Rita's dad, as he would prefer his daughter marry a suitor he has chosen for her: Kishore. Rita dislikes Kishore and will only marry Raja; the wily Raj Bahadur devises a plan that will let him keep the cake and eat it too.",
    "popularity": 10.7129,
    "poster_path": "/wuGkQWCal8UUHxSz9iT5v0hBBcC.jpg",
    "release_date": "07/01/1965",
    "title": "Jab Jab Phool Khile",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/miKixKo4wgf05yW02eqmK7tlZLt.jpg",
    "genre_ids": [
      35,
      18,
      10402,
      10749
    ],
    "id": 975533,
    "original_language": "hi",
    "original_title": "The Archies",
    "overview": "Set in 1960s India, Archie and the gang navigate romance, friendship and the future of Riverdale as developers threaten to destroy a beloved park.",
    "popularity": 12.6749,
    "poster_path": "/hmhWb4NTj02FyDxwBm4x9x2JxwJ.jpg",
    "release_date": "07/12/2023",
    "title": "The Archies",
    "video": false,
    "vote_average": 5.868,
    "vote_count": 57
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1188542,
    "original_language": "hi",
    "original_title": "Laar",
    "overview": "Chhaya tries to take care of every wish made by Raj, her autistic son. When Raj's wife, Kirti, leaves him because of his tendency to bite, Chhaya tries to convince Manisha to marry Raj. Will Manisha agree?",
    "popularity": 12.8473,
    "poster_path": "/sB1QDVXaEmD54RJnnDAK2I1YF8z.jpg",
    "release_date": "08/10/2023",
    "title": "Laar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4sDExmar0TeyhycEbeLkZ2IXg55.jpg",
    "genre_ids": [
      18,
      35,
      10751
    ],
    "id": 69891,
    "original_language": "hi",
    "original_title": "Chillar Party",
    "overview": "A gang of innocent but feisty kids who lead carefree lives in Chandan Nagar colony, take on the big bad world of politics when one of their friend's life is endangered.",
    "popularity": 10.9728,
    "poster_path": "/8YiD2WbKltx1XzpWZ83sNIUttGX.jpg",
    "release_date": "08/07/2011",
    "title": "Chillar Party",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 58
  },
  {
    "adult": false,
    "backdrop_path": "/sCIyBwzEYpeN2O4Ni43tTehYPey.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 461707,
    "original_language": "hi",
    "original_title": "हसीना पारकर",
    "overview": "Haseena is very close to her brother Dawood, who turns to a life of crime and rises to power in the Mumbai underworld. After the bomb blasts of 1993, Dawood escapes to Dubai and she falls in trouble.",
    "popularity": 10.4007,
    "poster_path": "/wZRo2gg0jiUTvhY7upFmhBwthIz.jpg",
    "release_date": "22/09/2017",
    "title": "Haseena Parkar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/w2bEYA5udKHF4j6N8QIATdfYkgW.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 243831,
    "original_language": "hi",
    "original_title": "Jackpot",
    "overview": "JACKPOT THE SET UP -  Jackpot is a fast-paced thriller con, with sharp comic one-liners and crazy characters, set entirely in Goa against the backdrop of casino boats.  The film goes back and forth in time, capturing one Goan monsoon of Full Jhol. Its a card game between the players in the con. Who will come out Aces and who will end up being the Joker?  An amateur gang of young Goans plan the perfect con - no nuksaan, no pareshan. However, all good plans often  It doesn't take long for them to discover that a reverse con has been played back on them - by the very people they were trying to con.  In doing so, the five members of the gang split and start suspecting each other. After all, when there is cash in a briefcase, and a beautiful woman with a gun, things tend to go horribly wrong.",
    "popularity": 11.9958,
    "poster_path": "/ez2rqjHFJbiyNTWzx6STChKbIlr.jpg",
    "release_date": "13/12/2013",
    "title": "Jackpot",
    "video": false,
    "vote_average": 3.1,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 302933,
    "original_language": "hi",
    "original_title": "Stuntman",
    "overview": "Wealthy Reena falls in love with her brother's (Vijay) friend, Pune-based Bajrang Tiwari, a motorbike-stuntman, much to the chagrin of her widowed mother. When Reena adamantly insists on marrying him, her mother attempts to talk Vijay and Bajrang to stop risking their lives as her husband, as well as Bajrang's dad had lost their respective lives living dangerously. She even wants Bajrang to live with her, but he refuses. The marriage takes place, and Reena re-locates to live in the slums with her husband. Shortly thereafter she gives birth to a daughter, Guddi. Then their lives are shattered after Vijay is killed, and evidence points to Bajrang. Reena leaves him and moves in with her mother and wants Guddi to also live with her. More surprises and shocks await her when she finds that Bajrang has absconded with Guddi and she may never see her child again.",
    "popularity": 11.688,
    "poster_path": "/aZL4PsobU2bn1yfoxcqhd5R33lW.jpg",
    "release_date": "21/10/1994",
    "title": "Stuntman",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18,
      10751
    ],
    "id": 114711,
    "original_language": "hi",
    "original_title": "आरती",
    "overview": "An unemployed young man named Deepak (Pradeep Kumar) saves Aarti Gupta (Meena Kumari), a hardworking and dedicated doctor, from drowning, and the two eventually fall in love with each other, although she is already engaged to Dr. Prakash (Ashok Kumar). Although Aarti's father firmly disapproves of this relationship, Deepak and Aarti marry. She moves in with him and his family, which includes his brother, Niranjan (Ramesh Deo), his sister-in-law, Jaswanti (Shashikala), their three children, and Deepak's father (Jagirdar). That leaves the humiliated Prakash determined to get Aarti back, whatever he may have to do. He manages to bring a discord in their marital life, so much so that Deepak asks Aarti to leave, and she returns home to her father. This is followed by Deepak having a serious accident, when Prakash is the only surgeon who can operate on him.",
    "popularity": 10.4842,
    "poster_path": "/nixIh7UcMZ6wyggdhpBYFHf1R6u.jpg",
    "release_date": "03/08/1962",
    "title": "Aarti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 541225,
    "original_language": "hi",
    "original_title": "Siddhant",
    "overview": "If you cannot nurture honesty in your own home, you have no moral or ethical right to preach such values to society. Appa Thosar, a renowned mathematics teacher in the Konkan embodied this principle all his life. He is extremely fond of his grandson Vakratund who is a topper in Maths. Coincidentally, Appa comes across a nerve-shattering truth Vakratund has been successful through unfair means. Siddhant a sensitive story about moral courage and emotional turmoil.",
    "popularity": 12.4012,
    "poster_path": "/cm7jQSwwZRO6gajiNBL1N9yNeH9.jpg",
    "release_date": "08/05/2014",
    "title": "Siddhant",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 307853,
    "original_language": "hi",
    "original_title": "अतिथी",
    "overview": "Navendhu Kumar lives a poor lifestyle with his handicapped father, Mohan, housewife mom, two unmarried sisters, Leela and Rajni, a younger brother, Kundan, and a sweetheart in Meena. He works for Avinash Gupta, however, when differences occur, he is framed by Gupta for breaking and entering, arrested by the police, tried in Court, and exiled from the town for a period of 12 months. After he leaves, the family is almost destitute and are exploited by Gupta. Then some months later, a young man, Anand, comes to visit them, informing them that Navendhu has sent him. He gives them some money for day to day expenses, gets some clothes for everyone, and a wheelchair for Mohan. He arranges the marriage of Rajni with her boyfriend, Ajay, despite strong opposition from Gupta, and falls in love with Leela. What the Kumar family do not know is that Anand is a fugitive on the run from the police in Bombay, and he harbors a dark secret that will change their lives forever.",
    "popularity": 9.5915,
    "poster_path": "/i3tlQazhbOSClLzXbkIFxjE2zC0.jpg",
    "release_date": "22/07/1978",
    "title": "Atithee",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/dTtuL3I7LoWCTBaF5NjWWIbN5TY.jpg",
    "genre_ids": [
      28,
      80,
      35,
      18
    ],
    "id": 161433,
    "original_language": "hi",
    "original_title": "Suhaag",
    "overview": "Durga and Vikram Singh have been married for years. Vikram has taken to crime in a big way, and as a result has antagonized a rival gangster, Jaggi. Durga gives birth to twins, and Jaggi steals one of them, and sells him to a bootlegger, Pascal. Durga is upset when she finds her son missing, but is devastated when Vikram abandons her. With a lot of difficulty, Durga brings up her son, Kishan, and has given up on finding her other son. Kishan has grown up and is now a dedicated police officer. On the other hand, Pascal has exploited Amit, kept him illiterate, doing petty crime, and alcoholic. This gets him in confrontation with Kishan, but ironically the two settle their differences and become fast friends. Vikram is still alive, and is not aware of his two sons and wife being alive.",
    "popularity": 12.424,
    "poster_path": "/vpdD87CumkhUoCdDwFDD5N0xv3V.jpg",
    "release_date": "29/10/1979",
    "title": "Suhaag",
    "video": false,
    "vote_average": 5.429,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/in5hdAhBrI4lMnVlK0Bx45rJu5g.jpg",
    "genre_ids": [
      28,
      18,
      14
    ],
    "id": 656908,
    "original_language": "hi",
    "original_title": "रामायण",
    "overview": "First part of the epic Ramayana Duology.",
    "popularity": 11.3009,
    "poster_path": "/vlYuhFSdmEwo4czE2eDdf2pJ10G.jpg",
    "release_date": "06/11/2026",
    "title": "Ramayana: Part One",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/e5bFtChejaGio218NejT0jXgSux.jpg",
    "genre_ids": [
      35,
      27
    ],
    "id": 1196364,
    "original_language": "hi",
    "original_title": "थामा",
    "overview": "Two destined lovers battle supernatural forces, family ties, and nature itself to defend their forbidden romance in a mystical world where ancient powers and prophecies threaten to keep them apart.",
    "popularity": 9.0469,
    "poster_path": "/d1SbIg1r1eowrCWsxHO6BJqQQwN.jpg",
    "release_date": "21/10/2025",
    "title": "Thamma",
    "video": false,
    "vote_average": 7,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1100322,
    "original_language": "hi",
    "original_title": "Nala Damayanti",
    "overview": "Based on an ancient Hindu epic, the film tells the timeless love story of King Nala of Nishadha and Princess Damayanti of Vidarbha. Their love is sparked by the magical swans who carry messages between them. Despite challenges from gods who also desire Damayanti, and the cunning machinations of the evil Kali who curses Nala, the couple endures separation, hardship, and transformations. The film focuses on their trials, Nala's loss of his kingdom and disguise, Damayanti's unwavering devotion and search for him, and their eventual reunion and restoration of their happiness and kingdom.",
    "popularity": 12.3371,
    "poster_path": "/854epz8PF1wJet8IBpQETi7ql52.jpg",
    "release_date": "23/02/1945",
    "title": "Nala Damayanti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/sCIyBwzEYpeN2O4Ni43tTehYPey.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 461707,
    "original_language": "hi",
    "original_title": "हसीना पारकर",
    "overview": "Haseena is very close to her brother Dawood, who turns to a life of crime and rises to power in the Mumbai underworld. After the bomb blasts of 1993, Dawood escapes to Dubai and she falls in trouble.",
    "popularity": 10.4007,
    "poster_path": "/wZRo2gg0jiUTvhY7upFmhBwthIz.jpg",
    "release_date": "22/09/2017",
    "title": "Haseena Parkar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/8z7p1uaC4KCU2rl9UoAy2rZ3xFh.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 446688,
    "original_language": "hi",
    "original_title": "Jo Bole So Nihaal",
    "overview": "Jo Bole So Nihaal (also transliterated as Jo Bole So Nihal; literally meaning \"Whoever utters shall be fulfilled\") is a 2005 Bollywood action comedy film, directed by Rahul Rawail. It stars Sunny Deol, Shillpi Sharma and Kamaal Khan in lead roles, whilst Nupur Mehta and Surekha Sikri appear in major supporting roles; the director also plays an antagonistic role in the film. Singer Kamaal Khan appeared first time on big screen in a negative role. This movie was his debut movie as actor.  The film's release was met by protests from Sikh groups, who took offense at its use of a Sikh religious phrase as its title,[1] as well as scenes in which a Sikh police officer is shown being chased by scantily-clad women[citation needed]. Two bomb attacks on 22 May 2005 on theatres in New Delhi showing the film killed one person and injured 49, prompting cinema owners to pull the film, in some cases voluntarily and in some states as a result of a government order.",
    "popularity": 9.9894,
    "poster_path": "/qxQI3LxqbrZxASMj0lEKwspUR7h.jpg",
    "release_date": "13/05/2005",
    "title": "Jo Bole So Nihaal",
    "video": false,
    "vote_average": 1.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/aVlBErsn8N3vdQPPSBtZFx8Wg05.jpg",
    "genre_ids": [
      35,
      10749,
      10751
    ],
    "id": 611359,
    "original_language": "hi",
    "original_title": "तू झूठी मैं मक्कार",
    "overview": "To earn extra cash, Mickey helps couples break up — but life gets complicated when he falls for Tinni, a career woman with an independent streak.",
    "popularity": 10.0645,
    "poster_path": "/zHLtNP4KP0GMi6p1ACf2QvVnBvI.jpg",
    "release_date": "08/03/2023",
    "title": "Tu Jhoothi Main Makkaar",
    "video": false,
    "vote_average": 6.298,
    "vote_count": 208
  },
  {
    "adult": false,
    "backdrop_path": "/pdbML7ol4HvsI1xWX0s9LZpUGfL.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 1190511,
    "original_language": "hi",
    "original_title": "सितारे ज़मीन पर",
    "overview": "A disgraced basketball coach is given the chance to coach a team of players who are intellectually disabled as part of community services. Gulshan has apprehensions at first and feels out of place but soon realizes they just might have what it takes to make it to the national championships.",
    "popularity": 9.649,
    "poster_path": "/adYjCJGSNiL7CIaDW3g0Bcg7r2Z.jpg",
    "release_date": "20/06/2025",
    "title": "Sitaare Zameen Par",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 28
  },
  {
    "adult": false,
    "backdrop_path": "/hJHfqLvYPz9nMPEZamjifHiXZbr.jpg",
    "genre_ids": [
      27,
      35
    ],
    "id": 603673,
    "original_language": "hi",
    "original_title": "लक्ष्मी",
    "overview": "Aasif's belief in logic and science shatters when he gets possessed by a transgender's ghost.",
    "popularity": 9.6454,
    "poster_path": "/6COHwokEERAjjvlmNF44Xg9BK1y.jpg",
    "release_date": "09/11/2020",
    "title": "Laxmii",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 528443,
    "original_language": "hi",
    "original_title": "पॉकेटमार",
    "overview": "After the passing away of son and daughter-in-law, prominent businessman, Rai, undertakes to look after his grand-daughter, Asha, with a lot of love and affection. When she grows old enough to be a ravishing beauty, he is anxious to get her married to the right man before he passes away. He finds out that Asha has a boyfriend by the name of Madan Malhotra, and although he has never met him, he disapproves of him, but finally gives in to Asha's wishes. When Madan returns from abroad, Rai is pleasantly surprised at Asha's choice and welcomes Madan with open arms. Shortly thereafter on his birthday, Rai formally announces their engagement. When Rai does not know is that Madan is not who he claims to be but is, in fact, a thief and pick-pocket by the name of Shankar, who has been hired by Asha to impersonate the real Madan. Watch what happens when the real Madan returns and attempts to assert his love for Asha.",
    "popularity": 9.698,
    "poster_path": "/cObVADI4AstPhlAZUqka43cRzdg.jpg",
    "release_date": "05/07/1974",
    "title": "Pocket Maar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 647531,
    "original_language": "hi",
    "original_title": "यूँही कभी",
    "overview": "Rajoo lives alone and works in a decent company. He also has a girlfriend, who he intends to marry, that being Pooja. God suddenly appears to Rajoo one day and asks him to spread His word. Naive Rajoo does so, and this results in chaos, misunderstandings, and confusion. And as a result poor Rajoo is hauled up in Court, and the only one witness that can save Rajoo is God, but will God make an earthly appearance?",
    "popularity": 9.9576,
    "poster_path": "/f4gdYWDPFsFdLtpnu5suyZnhIfZ.jpg",
    "release_date": "01/01/1994",
    "title": "Yuhi Kabhi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 73242,
    "original_language": "hi",
    "original_title": "नॉट ए लव स्टोरी",
    "overview": "An aspiring movie actress and her boyfriend are arrested and charged with homicide.",
    "popularity": 8.9114,
    "poster_path": "/fTenAYOVzLqi5yM4tOqoxxtjcXJ.jpg",
    "release_date": "19/08/2011",
    "title": "Not a Love Story",
    "video": false,
    "vote_average": 5.318,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": "/A4YVRhI14LMzsz9Nwqj36lEJPDC.jpg",
    "genre_ids": [
      18,
      36
    ],
    "id": 478682,
    "original_language": "hi",
    "original_title": "Gold",
    "overview": "Set in 1948, the historic story of India's first Olympic medal post their independence.",
    "popularity": 9.8208,
    "poster_path": "/xCcdW6nHRcrKWraErYV5g3tut7Q.jpg",
    "release_date": "15/08/2018",
    "title": "Gold",
    "video": false,
    "vote_average": 7.088,
    "vote_count": 74
  },
  {
    "adult": false,
    "backdrop_path": "/l20v6uMB95aFGDtN1nCyzGVZovI.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 621003,
    "original_language": "hi",
    "original_title": "लाल कप्तान",
    "overview": "In an 18th century setting, a Naga sadhu in India sets out on a journey across Bundelkhand to seek revenge for an injustice committed in the past.",
    "popularity": 9.1092,
    "poster_path": "/pwVyWygIprXq2NIgiEsD2EgDFUm.jpg",
    "release_date": "18/10/2019",
    "title": "Laal Kaptaan",
    "video": false,
    "vote_average": 6.977,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": "/nVvU5A7wAXmZZaZkd38hmPeO8zv.jpg",
    "genre_ids": [
      27,
      53
    ],
    "id": 988988,
    "original_language": "hi",
    "original_title": "जुदा होके भी",
    "overview": "Aman Khanna, a once successful singer, is drowning his life into alcohol, despair and self- destruction after his 6 years old son died in a freak accident. Aman's wife, Meera who has an autobiographical bestseller to her credit is trying to cope with their financial burdens and Aman's lack of responsibility.",
    "popularity": 4.6661,
    "poster_path": "/6ow6lvYQWrEwNlvPYvpcjoVwYbC.jpg",
    "release_date": "15/07/2022",
    "title": "Judaa Hoke Bhi",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53,
      9648,
      28
    ],
    "id": 879371,
    "original_language": "hi",
    "original_title": "Khanjar \"The Knife\"",
    "overview": "Friday the 13th is the night when the dead come back to earth.  On one such night, Chander Sharma's son gets a call informing him of the murder of each of his father's four associates on the 13th of every month.  Chander Sharma's son is in love with Shilpa (Tabu) and his rival is Raja (Sunil Shetty), who also becomes embroiled in the mystery.  The only clue they have is a pair of gloves, leaving the police baffled.  Meanwhile, the murders continue...",
    "popularity": 9.7003,
    "poster_path": "/iALkCG3a7o1lnKyGVOPR4hrRxc0.jpg",
    "release_date": "27/06/2003",
    "title": "Khanjar (The Knife)",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      37
    ],
    "id": 647075,
    "original_language": "hi",
    "original_title": "Mooso",
    "overview": "Two best friends Kisan and Baloo have their dream of a house, a piece of land. A farm and a happy life. Baloo is a slow learner and is dependant on Kisan. His basic issue is to always touch soft things like velvet, silky hair and finally they die of his uncontrolled energy, which is unintentional. Kisan is an intelligent man and he takes care of Baloo like a mother. He cannot bear or see anybody harming Baloo. The story predicts their journey of both of them encountering incidences in their lives and how does everything get devastated, consequently.",
    "popularity": 9.6835,
    "poster_path": "/gsxRlIiSdFBYFfmVwjMeOwbZvO6.jpg",
    "release_date": "",
    "title": "The Mouse",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/qDyFe7gMnom72qfUEYzWrgwB4ss.jpg",
    "genre_ids": [
      28
    ],
    "id": 62201,
    "original_language": "hi",
    "original_title": "शहँशाह",
    "overview": "Inspector Srivastav is framed by a wily and cunning gangster, J.K., and unable to prove his innocence, hangs himself, leaving behind his wife, and son, Vijay. Years later, Vijay has grown up and has joined the police force as an Inspector. Unlike his dad, he is corrupt and does accept bribes to turn a nelson's eye to crime. The City Police are assigned the task of apprehending a customed man called \"Shahenshah\", who operates at night and targets, tries and kills gangsters in a \"Judge and Executioner \"style. No one knows the real identity of Shahenshah, as he is feared by the police department, and respected by the poor and middle-class.",
    "popularity": 9.6482,
    "poster_path": "/g8noCys7ElC73lcluN4kDeUzhYQ.jpg",
    "release_date": "29/01/1988",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": "/rIg8wChXrWKY2HWUcZcfDXO46a9.jpg",
    "genre_ids": [
      18
    ],
    "id": 942411,
    "original_language": "hi",
    "original_title": "मिसिज़",
    "overview": "A newly wed finds herself in an overcooked and tasteless happily ever-after laced with patriarchal traditions.",
    "popularity": 9.1896,
    "poster_path": "/e2coys6g8PRqiP0sHEA2T6uLkEf.jpg",
    "release_date": "17/11/2023",
    "title": "Mrs.",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 307853,
    "original_language": "hi",
    "original_title": "अतिथी",
    "overview": "Navendhu Kumar lives a poor lifestyle with his handicapped father, Mohan, housewife mom, two unmarried sisters, Leela and Rajni, a younger brother, Kundan, and a sweetheart in Meena. He works for Avinash Gupta, however, when differences occur, he is framed by Gupta for breaking and entering, arrested by the police, tried in Court, and exiled from the town for a period of 12 months. After he leaves, the family is almost destitute and are exploited by Gupta. Then some months later, a young man, Anand, comes to visit them, informing them that Navendhu has sent him. He gives them some money for day to day expenses, gets some clothes for everyone, and a wheelchair for Mohan. He arranges the marriage of Rajni with her boyfriend, Ajay, despite strong opposition from Gupta, and falls in love with Leela. What the Kumar family do not know is that Anand is a fugitive on the run from the police in Bombay, and he harbors a dark secret that will change their lives forever.",
    "popularity": 9.5915,
    "poster_path": "/i3tlQazhbOSClLzXbkIFxjE2zC0.jpg",
    "release_date": "22/07/1978",
    "title": "Atithee",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/Aoq4QMrrBJcFt6WQcwj6px2LXQp.jpg",
    "genre_ids": [
      10752,
      36,
      28,
      18
    ],
    "id": 590397,
    "original_language": "hi",
    "original_title": "भुज: द प्राइड ऑफ इंडिया",
    "overview": "Set in the backdrop of the 1971 Indo-Pakistan War, the film tells the story of the IAF Squadron Leader Vijay Karnik, and his bravery, patriotism and determination.",
    "popularity": 9.0062,
    "poster_path": "/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
    "release_date": "13/08/2021",
    "title": "Bhuj: The Pride of India",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/nVvU5A7wAXmZZaZkd38hmPeO8zv.jpg",
    "genre_ids": [
      27,
      53
    ],
    "id": 988988,
    "original_language": "hi",
    "original_title": "जुदा होके भी",
    "overview": "Aman Khanna, a once successful singer, is drowning his life into alcohol, despair and self- destruction after his 6 years old son died in a freak accident. Aman's wife, Meera who has an autobiographical bestseller to her credit is trying to cope with their financial burdens and Aman's lack of responsibility.",
    "popularity": 4.6661,
    "poster_path": "/6ow6lvYQWrEwNlvPYvpcjoVwYbC.jpg",
    "release_date": "15/07/2022",
    "title": "Judaa Hoke Bhi",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/rIg8wChXrWKY2HWUcZcfDXO46a9.jpg",
    "genre_ids": [
      18
    ],
    "id": 942411,
    "original_language": "hi",
    "original_title": "मिसिज़",
    "overview": "A newly wed finds herself in an overcooked and tasteless happily ever-after laced with patriarchal traditions.",
    "popularity": 9.1896,
    "poster_path": "/e2coys6g8PRqiP0sHEA2T6uLkEf.jpg",
    "release_date": "17/11/2023",
    "title": "Mrs.",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/9uULFszJOj8j6ByHfSe8U3GzC14.jpg",
    "genre_ids": [
      18
    ],
    "id": 489852,
    "original_language": "hi",
    "original_title": "सूरमा",
    "overview": "Soorma, a comeback story of the hockey legend Sandeep Singh is a biopic that chronicles the life and times of the famed hockey player.",
    "popularity": 9.2385,
    "poster_path": "/2hmrZNlvtWdYMZ33YA4pYBcgWDF.jpg",
    "release_date": "13/07/2018",
    "title": "Soorma",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 36
  },
  {
    "adult": false,
    "backdrop_path": "/Aoq4QMrrBJcFt6WQcwj6px2LXQp.jpg",
    "genre_ids": [
      10752,
      36,
      28,
      18
    ],
    "id": 590397,
    "original_language": "hi",
    "original_title": "भुज: द प्राइड ऑफ इंडिया",
    "overview": "Set in the backdrop of the 1971 Indo-Pakistan War, the film tells the story of the IAF Squadron Leader Vijay Karnik, and his bravery, patriotism and determination.",
    "popularity": 9.0062,
    "poster_path": "/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
    "release_date": "13/08/2021",
    "title": "Bhuj: The Pride of India",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/eOt1rocEsfUSWb9us2yx248wdqZ.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 618473,
    "original_language": "hi",
    "original_title": "खानदानी शफाखाना",
    "overview": "When Baby Bedi is entrusted with a job of running controversial sex clinic ‘Khandaani Shafakhana’, in a small town of Punjab, she faces severe backlash from all quarters. Can she find a cure for the widespread social stigma against important issues like sex education and sexual health?",
    "popularity": 4.7907,
    "poster_path": "/nlejxxxLsVZxbZd61zT7JH2z1wA.jpg",
    "release_date": "02/08/2019",
    "title": "Khandaani Shafakhana",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/nSQ2p4zOkhBpwqoj7uksXLpcp0C.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 659672,
    "original_language": "hi",
    "original_title": "सब कुशाल मंगल",
    "overview": "Pappu Mishra is the creator and host of a reality show called Musibat Odh Li Maine. Baba Bhandari, a big name in politics and crime, is offended with his reportage. Incidentally, the two belong to the same town, so when Pappu comes back for Diwali, Bhandari kidnaps him. A lively girl named Mandira saves Pappu, but later both Bhandari and Pappu end up falling for her. As chaos reigns in the town, how will the two men deal with the situation?",
    "popularity": 9.401,
    "poster_path": "/aMC6FqninqV8M7dJKIeM4Qwm6Gy.jpg",
    "release_date": "03/01/2020",
    "title": "Sab Kushal Mangal",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/53XAIKtBlit8PpNAPaADazADCR9.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 96398,
    "original_language": "hi",
    "original_title": "पान सिंह तोमर",
    "overview": "Paan Singh Tomar goes from celebrated runner to star brigand and rebel when life after sports fails to unfold as planned.",
    "popularity": 9.2452,
    "poster_path": "/ii2KMVvGmcmJrqwYcT5nKn92bD5.jpg",
    "release_date": "02/03/2012",
    "title": "Paan Singh Tomar",
    "video": false,
    "vote_average": 7.389,
    "vote_count": 135
  },
  {
    "adult": false,
    "backdrop_path": "/kvPC6aN10MJVZh5L4BSzhB3iYh5.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 15772,
    "original_language": "hi",
    "original_title": "गुरु",
    "overview": "A villager, Gurukant Desai, arrives in Bombay in 1958, and rises from its streets to become the biggest tycoon in India.",
    "popularity": 9.0776,
    "poster_path": "/xX2BJ5sn3ElTZqhnOEod8ZXsCQg.jpg",
    "release_date": "12/01/2007",
    "title": "Guru",
    "video": false,
    "vote_average": 6.795,
    "vote_count": 129
  },
  {
    "adult": false,
    "backdrop_path": "/oTQpz1hwbtw11j3xb8rbNAeZs8T.jpg",
    "genre_ids": [
      18,
      9648,
      53
    ],
    "id": 1187054,
    "original_language": "hi",
    "original_title": "सजनी शिंदे की वायरल वीडियो",
    "overview": "While facing backlash after a video of her at a nightclub goes viral, a teacher disappears suddenly — and a tenacious cop begins a thorny investigation.",
    "popularity": 8.9045,
    "poster_path": "/xkDtXIlQBtkaHSjL6NyUsZREZTe.jpg",
    "release_date": "27/10/2023",
    "title": "Sajini Shinde Ka Viral Video",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/qDyFe7gMnom72qfUEYzWrgwB4ss.jpg",
    "genre_ids": [
      28
    ],
    "id": 62201,
    "original_language": "hi",
    "original_title": "शहँशाह",
    "overview": "Inspector Srivastav is framed by a wily and cunning gangster, J.K., and unable to prove his innocence, hangs himself, leaving behind his wife, and son, Vijay. Years later, Vijay has grown up and has joined the police force as an Inspector. Unlike his dad, he is corrupt and does accept bribes to turn a nelson's eye to crime. The City Police are assigned the task of apprehending a customed man called \"Shahenshah\", who operates at night and targets, tries and kills gangsters in a \"Judge and Executioner \"style. No one knows the real identity of Shahenshah, as he is feared by the police department, and respected by the poor and middle-class.",
    "popularity": 9.6482,
    "poster_path": "/g8noCys7ElC73lcluN4kDeUzhYQ.jpg",
    "release_date": "29/01/1988",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": "/5VKTBTheoNKGlMWcJVdYZLPJW9q.jpg",
    "genre_ids": [
      28,
      53,
      10749,
      12
    ],
    "id": 391629,
    "original_language": "hi",
    "original_title": "बाघी",
    "overview": "Ronny is a rebellious man, who falls in love with Sia but circumstances separate them. Years later, Ronny learns that Sia is abducted by a martial arts champion, Raghav.",
    "popularity": 8.5002,
    "poster_path": "/4IEqNeF3PzL06Y2YKsvi4uMGJ1q.jpg",
    "release_date": "29/04/2016",
    "title": "Baaghi",
    "video": false,
    "vote_average": 6.406,
    "vote_count": 138
  },
  {
    "adult": false,
    "backdrop_path": "/8IVcmTR62Yoqi9PjwUqwpSLJOQw.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 85043,
    "original_language": "hi",
    "original_title": "Tere Naal Love Ho Gaya",
    "overview": "In a quaint village of Haryana lives Miny, a free-spirited tomboy who instantly wins your heart with her bubbly personality. Her father, Bhatti, runs an auto-rickshaw business and is adamant to marry her off against her liking to Sunny. The male protagonist Viren, is a humble and ambitious rickshaw driver working for Miny's father. Bhatti, insecure about Viren's success, sells of all the rickshaws where Viren had carefully stashed his life savings. In an attempt to recover his money from Bhatti, Viren storms into Miny's engagement with fury. This gives Miny the perfect opportunity to escape her marriage and so she stages a kidnap. However, the kidnap goes all wrong and she and Viren land up in Viren's family mansion. Eventually, Miny's father arrives with the ransom that she had asked for and takes her back home. Back in Punjab, while she is being married off to Sunny...",
    "popularity": 9.2552,
    "poster_path": "/2Xk8g7AyNrG6kbamqoyDW9kB8n3.jpg",
    "release_date": "24/02/2012",
    "title": "Tere Naal Love Ho Gaya",
    "video": false,
    "vote_average": 6.29,
    "vote_count": 31
  },
  {
    "adult": false,
    "backdrop_path": "/c8JIJqFggXhluAru8J9lPelVTeo.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 93519,
    "original_language": "hi",
    "original_title": "कारन अर्जुन",
    "overview": "Karan and Arjun reincarnate in the different parts of the country. But the faith of their previous mother brings them together in order to avenge their death.",
    "popularity": 8.7275,
    "poster_path": "/uYhjsC9gCKhxiG2enkCJgdLOXjB.jpg",
    "release_date": "13/01/1995",
    "title": "Karan Arjun",
    "video": false,
    "vote_average": 6.694,
    "vote_count": 111
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      12,
      28,
      36,
      10402,
      18
    ],
    "id": 330404,
    "original_language": "hi",
    "original_title": "Ram Bhakta Hanuman",
    "overview": "Ravana (Niranjan Sharma) orders Maricha to turn into a deer to entice Sita (Sona Chatterjee) with the notion of kidnapping her. Rama (Trilok Kapoor), Lakshman (Prabhash Joshi) and Sita are in the Panchavati forest for their fourteen year exile. Espying the golden deer sent by Ravana to lure Rama away, Sita asks Rama to get it. On hearing a cry of pain she sends Lakshman after his brother thinking he’s hurt. Ravan comes in the guise of a hermit begging alms and makes Sita step over the Lakshman Rekha (line), Lakshman had drawn around their cottage for her safety, asking her not to step beyond it. In their search for Sita, Ram and Lakshman meet Hanuman (S. N. Tripathi) whom they help in the fight between Sugriva and Bali. Hanuman then helps in finding Sita. (Wikipedia)",
    "popularity": 7.9837,
    "poster_path": "/fM46nP1Mf2Xoqb2grFCHxlk5A2n.jpg",
    "release_date": "01/01/1948",
    "title": "Hanuman, The Worshipper of Lord Rama",
    "video": false,
    "vote_average": 5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/mQmGfyRcmLEensLsg4X8H5dC0Wx.jpg",
    "genre_ids": [
      28,
      10752,
      36
    ],
    "id": 71920,
    "original_language": "hi",
    "original_title": "LOC: Kargil",
    "overview": "This film dramatizes events that occurred as the hostility between India and Pakistan over Kashmir came to a head in 1999, when more than 1,000 men crossed the \"Line of Control\" that separates the two locations. Taliban and Pakistani soldiers took over the area, blocking the main road that linked the regions. Standing their ground, Indian soldier drove them away, but not without losing more than 400 of their own men first.",
    "popularity": 4.5519,
    "poster_path": "/8rwlGnSWgLJlveO4OoOJ2n2YZyv.jpg",
    "release_date": "12/12/2003",
    "title": "LOC: Kargil",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/lwZyObPbSo2t57EsRIm6e8KF5WD.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 589615,
    "original_language": "hi",
    "original_title": "रात अकेली है",
    "overview": "When a newly married landlord is murdered, a misfit cop’s investigation is complicated by the victim’s secretive family and his own conflicted heart.",
    "popularity": 8.2302,
    "poster_path": "/lQPWcvQiv1D1xBlpnn5o0hepXkX.jpg",
    "release_date": "31/07/2020",
    "title": "Raat Akeli Hai",
    "video": false,
    "vote_average": 6.847,
    "vote_count": 75
  },
  {
    "adult": false,
    "backdrop_path": "/eyDx5sUQscDqDC3PdRbsBNH3BxB.jpg",
    "genre_ids": [
      53,
      80
    ],
    "id": 1065835,
    "original_language": "hi",
    "original_title": "The Ladykiller",
    "overview": "When a small-town playboy falls in love for a dangerous girl, they embark on a journey of a dangerous romance.",
    "popularity": 8.9224,
    "poster_path": "/9fz0I7piUbwzqDZexJeUlMm6L8Q.jpg",
    "release_date": "03/11/2023",
    "title": "The Ladykiller",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/5GAoSh08vIgEPFd5HhIeRLOREAY.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 875188,
    "original_language": "hi",
    "original_title": "खो गए हम कहाँ",
    "overview": "Three best friends juggle life as 20-somethings in Mumbai, where romance, ambition and heartbreak collide with the addictive draw of social media.",
    "popularity": 8.4299,
    "poster_path": "/WUptEusy1sMh3s46Ik7QbfoKts.jpg",
    "release_date": "26/12/2023",
    "title": "Kho Gaye Hum Kahan",
    "video": false,
    "vote_average": 6.642,
    "vote_count": 67
  },
  {
    "adult": false,
    "backdrop_path": "/gHqCez7ghNOkmWLnOP7PFBefzUl.jpg",
    "genre_ids": [
      18
    ],
    "id": 121487,
    "original_language": "hi",
    "original_title": "मेरे महबूब",
    "overview": "While studying in Aligarh Muslim University, Anwar Hussain Anwar falls in love with a veiled woman and is unable to get her out of his mind. En route to Lucknow, they meet with Nawab Buland Akhtar Changezi, and subsequently meet with him a few days later so that he can use his influence to secure an editor's job for Anwar with a magazine. Nawab then asks Anwar to teach his sister, Husna, some poetry, to which he agrees, and eventually finds that she is the very same veiled woman. Both fall in love with each other and the Nawab approves of this alliance, even though Anwar lives a poor lifestyle. The formal engagement ceremony takes place and arrangements are made for the wedding to take place soon. The heavily indebted Nawab does not realize that soon he will find Anwar in the company of a lowly courtesan, Najma; and pressure will be brought on him to get Husna to marry wealthy Munne Raja - who is all set to auction the former's mansion as well as belongings.",
    "popularity": 8.6299,
    "poster_path": "/nLF7OheRV1qJjMz5tc0V7RWKWrL.jpg",
    "release_date": "02/01/1963",
    "title": "Mere Mehboob",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/1L3O6VBMUg0BoNqiYM0o4vGZS7F.jpg",
    "genre_ids": [
      10749,
      18,
      35
    ],
    "id": 118051,
    "original_language": "hi",
    "original_title": "कॉकटेल",
    "overview": "A shy simple traditional girl leaves her family in India for her new husband in London, where she meets a shameless flirt and a complicated party girl.",
    "popularity": 8.7343,
    "poster_path": "/v7jnxqLjarV8LXUXKPU6WKE78CK.jpg",
    "release_date": "13/07/2012",
    "title": "Cocktail",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 122
  },
  {
    "adult": false,
    "backdrop_path": "/c8JIJqFggXhluAru8J9lPelVTeo.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 93519,
    "original_language": "hi",
    "original_title": "कारन अर्जुन",
    "overview": "Karan and Arjun reincarnate in the different parts of the country. But the faith of their previous mother brings them together in order to avenge their death.",
    "popularity": 8.7275,
    "poster_path": "/uYhjsC9gCKhxiG2enkCJgdLOXjB.jpg",
    "release_date": "13/01/1995",
    "title": "Karan Arjun",
    "video": false,
    "vote_average": 6.694,
    "vote_count": 111
  },
  {
    "adult": false,
    "backdrop_path": "/m5M1aTaTpC2Ko9HO7GM6LjAEIKN.jpg",
    "genre_ids": [
      28,
      18,
      10749,
      36
    ],
    "id": 80156,
    "original_language": "hi",
    "original_title": "ग़दर: एक प्रेम कथा",
    "overview": "Amongst the communal riots that erupt in the city, Tara shelters a wayward Sakina from a crazed mob and a bond that blossoms into love is created. The two eventually get married and have a son. The happy family, now living in Amritsar, gets the shock of their lives when Sakina learns that her father (Amrish Puri), whom she previously believed died in the riots back in Amritsar, is still alive after seeing his picture in a tattered, old newspaper. Upon contacting him, Sakina's father, now the mayor of Lahore in Pakistan, arranges for his daughter to arrive in Lahore to see him. Sakina leaves for Lahore minus Tara and her son, and upon reaching the city, learns of her father's plans for her - plans that include forcing Sakina to forget about her family and start life anew in Pakistan. Then begins an extraordinary journey which will lead Tara to cross the border into Pakistan to find his love Sakina",
    "popularity": 8.7123,
    "poster_path": "/yItg48ViirZHWmuD15reEyMfr4x.jpg",
    "release_date": "15/06/2001",
    "title": "Gadar: Ek Prem Katha",
    "video": false,
    "vote_average": 6.729,
    "vote_count": 72
  },
  {
    "adult": false,
    "backdrop_path": "/1oEBCKVKC49By9RBTbsae8RO9Nh.jpg",
    "genre_ids": [
      28,
      35,
      80,
      18
    ],
    "id": 496524,
    "original_language": "hi",
    "original_title": "सिंम्बा",
    "overview": "A corrupt police officer enjoys all the perks of being an immoral and unethical police officer until an event which transforms his life completely and forces him to choose the righteous path.",
    "popularity": 8.6687,
    "poster_path": "/ulQO4XJ1xlWdl4vX8Lr3SbWRfZw.jpg",
    "release_date": "28/12/2018",
    "title": "Simmba",
    "video": false,
    "vote_average": 6.183,
    "vote_count": 90
  },
  {
    "adult": false,
    "backdrop_path": "/xiXrOEVSsRtSU9svpRpPqIhqap0.jpg",
    "genre_ids": [
      53,
      35
    ],
    "id": 53120,
    "original_language": "hi",
    "original_title": "द फ़िल्म इमोशनल अत्याचार",
    "overview": "An ensemble film set on the deserted highway between Mumbai and Goa and revolves around incidents that take place in one night to four sets of travelers. It is essentially a dark film, in which, each character is an anti-hero who has a dark mysterious interconnection between these stories that unfolds in a non-linear format. Each story varies from the other in its humor or less a similar motive - money",
    "popularity": 8.6501,
    "poster_path": "/cJDH85bYK7cqWUJ3JDC6ECGHlZc.jpg",
    "release_date": "03/09/2010",
    "title": "The Film Emotional Atyachar",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/mBTtFO7JlM4H43NeNgcenN00i8d.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 304905,
    "original_language": "hi",
    "original_title": "Aap Beati",
    "overview": "The Kapoor family consists of Kishorilal, his wife Lajjo, son, Prakash, and daughter, Geeta. Kishorilal and Geeta toil hard to ensure that Prakash gets a good education so that he can study in America, return home, and repay the loans that the family has taken. Prakash does get to complete his studies, he also travels to America, upgrades, and returns home to be employed as Kishorilal's boss. Then Prakash gets married to Reena, who comes from a wealthy family, and moves in with them. Geeta confides in Reena that she has met a young man by the name of Ranjit, both are in love and want to get married. The entire family is overjoyed, but their joys are short-lived when Ranjit's dad, Mayadas, asks him to get married to the daughter of a wealthy man, when he refuses, he is asked to leave.",
    "popularity": 8.6374,
    "poster_path": "/jlbYcZD1u2MSNqQqSswpVQpT6GC.jpg",
    "release_date": "28/10/1976",
    "title": "Aap Beati",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gHqCez7ghNOkmWLnOP7PFBefzUl.jpg",
    "genre_ids": [
      18
    ],
    "id": 121487,
    "original_language": "hi",
    "original_title": "मेरे महबूब",
    "overview": "While studying in Aligarh Muslim University, Anwar Hussain Anwar falls in love with a veiled woman and is unable to get her out of his mind. En route to Lucknow, they meet with Nawab Buland Akhtar Changezi, and subsequently meet with him a few days later so that he can use his influence to secure an editor's job for Anwar with a magazine. Nawab then asks Anwar to teach his sister, Husna, some poetry, to which he agrees, and eventually finds that she is the very same veiled woman. Both fall in love with each other and the Nawab approves of this alliance, even though Anwar lives a poor lifestyle. The formal engagement ceremony takes place and arrangements are made for the wedding to take place soon. The heavily indebted Nawab does not realize that soon he will find Anwar in the company of a lowly courtesan, Najma; and pressure will be brought on him to get Husna to marry wealthy Munne Raja - who is all set to auction the former's mansion as well as belongings.",
    "popularity": 8.6299,
    "poster_path": "/nLF7OheRV1qJjMz5tc0V7RWKWrL.jpg",
    "release_date": "02/01/1963",
    "title": "Mere Mehboob",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/8ODibBEc0ETUGfJFkqEg7BXCM8o.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 58051,
    "original_language": "hi",
    "original_title": "हाउसफुल",
    "overview": "Believing himself to be a jinx and bringing bad luck upon himself and others, a man attempts to find true love, but ends up in very complicated relationships.",
    "popularity": 8.6044,
    "poster_path": "/koPiIQ7evC5rer6modUDxoZjYV.jpg",
    "release_date": "30/04/2010",
    "title": "Housefull",
    "video": false,
    "vote_average": 5.663,
    "vote_count": 132
  },
  {
    "adult": false,
    "backdrop_path": "/6UJC90qnl5NUYqfU2c7DbpQ66qU.jpg",
    "genre_ids": [
      35,
      80,
      9648
    ],
    "id": 76684,
    "original_language": "hi",
    "original_title": "मस्ती",
    "overview": "Three henpecked friends try to escape their unhappy marriages by seeking out some extramarital fun, only to end up being blackmailed.",
    "popularity": 8.575,
    "poster_path": "/2cUfjsn5uCiDiTdkjiEQM2HXYLg.jpg",
    "release_date": "09/04/2004",
    "title": "Masti",
    "video": false,
    "vote_average": 5.652,
    "vote_count": 56
  },
  {
    "adult": false,
    "backdrop_path": "/4AWQOipcjMRHmhKWXzmvISjnjsv.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 79982,
    "original_language": "hi",
    "original_title": "हां बॉस",
    "overview": "Rahul Joshi wants to be a successful businessman so he works hard for his boss Siddharth. One day Rahul meets Seema, an up and coming model, and he feels like he's finally met his match. Will Seema fall for Rahul?",
    "popularity": 8.5169,
    "poster_path": "/ayp76lRwyp5izlZVnxcZscgHofH.jpg",
    "release_date": "18/07/1997",
    "title": "Yes Boss",
    "video": false,
    "vote_average": 6.028,
    "vote_count": 88
  },
  {
    "adult": false,
    "backdrop_path": "/5VKTBTheoNKGlMWcJVdYZLPJW9q.jpg",
    "genre_ids": [
      28,
      53,
      10749,
      12
    ],
    "id": 391629,
    "original_language": "hi",
    "original_title": "बाघी",
    "overview": "Ronny is a rebellious man, who falls in love with Sia but circumstances separate them. Years later, Ronny learns that Sia is abducted by a martial arts champion, Raghav.",
    "popularity": 8.5002,
    "poster_path": "/4IEqNeF3PzL06Y2YKsvi4uMGJ1q.jpg",
    "release_date": "29/04/2016",
    "title": "Baaghi",
    "video": false,
    "vote_average": 6.406,
    "vote_count": 138
  },
  {
    "adult": false,
    "backdrop_path": "/kCXsFUcIm8TGhfWsmH3D1CeqYbs.jpg",
    "genre_ids": [
      80,
      18,
      9648,
      53,
      10749
    ],
    "id": 78827,
    "original_language": "hi",
    "original_title": "Deewangee",
    "overview": "Hired by a singer to defend her friend, who has been accused of murder, a formidable lawyer learns that the man he represents may not be innocent.",
    "popularity": 8.4849,
    "poster_path": "/m9gx5aY4V9cNkNTLROjgIFsUuzd.jpg",
    "release_date": "25/10/2002",
    "title": "Deewangee",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/tR8jVRLNW9an1mK69rFRu70PRyw.jpg",
    "genre_ids": [
      28,
      80,
      18,
      53
    ],
    "id": 69785,
    "original_language": "hi",
    "original_title": "शैतान",
    "overview": "Five substance-abusing friends decide to fake a kidnapping in order to bribe a police constable for covering-up a hit-and-run accident.",
    "popularity": 8.4762,
    "poster_path": "/4X9wr1tnwPY0MPlf3MHtJBggdlA.jpg",
    "release_date": "01/06/2011",
    "title": "Shaitan",
    "video": false,
    "vote_average": 6.219,
    "vote_count": 48
  },
  {
    "adult": false,
    "backdrop_path": "/mXCR7VZ3q4owuAl7g8J3kGfQKUi.jpg",
    "genre_ids": [],
    "id": 426026,
    "original_language": "hi",
    "original_title": "अफ़साना",
    "overview": "Ratan and Chaman are twins brothers who love the same girl, Meera. During a fair, all three are separated. While Chaman and Meera are found, Ratan is untraceable. Years later, Chaman is no longer attracted to Meera, but in a dancing girl named Rasily, while Meera awaits word of her childhood sweetheart Ratan, who she feels is still alive. Then the unexpected happens, Chaman gets into a fight with another man, killing him, and is on the run from the police. Misunderstandings are clarified, and the law declares this to be an accidental death, and as a result Chaman returns. But this is not the same Chaman any more. For one thing, he has lost interest in Rasily, and is more interested in Meera - could it be that Ratan has returned in place of Chaman? If so, what has happened to Chaman?",
    "popularity": 8.4688,
    "poster_path": "/4gAPjYGP22mwfLwhw5g0vb5KrrZ.jpg",
    "release_date": "01/01/1951",
    "title": "Afsana",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/hDbD0tMrAcPu5kW0oyGs96mRf5c.jpg",
    "genre_ids": [
      18,
      10402,
      10749
    ],
    "id": 140422,
    "original_language": "hi",
    "original_title": "तुमसा नहीं देखा",
    "overview": "Twenty years ago, Sardar Rajpal killed his brother and fled his hometown with his adopted daughter. Once settled, he asked his estranged wife to send their son on the misleading promise of employment. When two young men with the same name show up, both claiming to be there for the job, a baffled Sardar is forced to work out the imposter and his motive, while his daughter gradually develops a soft spot for one of them.",
    "popularity": 8.4475,
    "poster_path": "/mF2iw91OJUYdN9dSk4QUIu6wIXx.jpg",
    "release_date": "01/10/1957",
    "title": "Tumsa Nahin Dekha",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/5GAoSh08vIgEPFd5HhIeRLOREAY.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 875188,
    "original_language": "hi",
    "original_title": "खो गए हम कहाँ",
    "overview": "Three best friends juggle life as 20-somethings in Mumbai, where romance, ambition and heartbreak collide with the addictive draw of social media.",
    "popularity": 8.4299,
    "poster_path": "/WUptEusy1sMh3s46Ik7QbfoKts.jpg",
    "release_date": "26/12/2023",
    "title": "Kho Gaye Hum Kahan",
    "video": false,
    "vote_average": 6.642,
    "vote_count": 67
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306394,
    "original_language": "hi",
    "original_title": "Hanste Zakhm",
    "overview": "Film about the upper class in India.",
    "popularity": 8.3947,
    "poster_path": "/cLJLQ4OnwNusObYQ6JK48zhDsOq.jpg",
    "release_date": "01/01/1973",
    "title": "Hanste Zakhm",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/qbF3CSco0FGQVyj5FovPiTTyxni.jpg",
    "genre_ids": [
      35,
      18,
      14
    ],
    "id": 264085,
    "original_language": "hi",
    "original_title": "भूतनाथ रिटर्न्स",
    "overview": "Boothnath vows to redeem himself when spirits tease him, and searches for a child to terrify. He befriends Akhrot, a slum kid, and helps him take on the country's most powerful politician.",
    "popularity": 8.3599,
    "poster_path": "/zMC0kbfcBSxVOAsFXxw9Pg1NBJ8.jpg",
    "release_date": "11/04/2014",
    "title": "Bhoothnath Returns",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 80
  },
  {
    "adult": false,
    "backdrop_path": "/dkAPpj1rcHpQTcZ8WgRfqKlSNFG.jpg",
    "genre_ids": [
      35,
      28
    ],
    "id": 309689,
    "original_language": "hi",
    "original_title": "बॉम्बे 405 मील",
    "overview": "Two outlaws get in over their heads when they're suddenly entrusted with the care of a wealthy child. Beseeched by a dying man to look after the young Munni, the pair uncovers a puzzle when they try to locate her kin and collect a reward. Who is the man who answers their newspaper ad? And why do some think Munni is already dead? Is the girl actually in danger from her real father? Now, the two crooks must unravel the truth before it's too late.",
    "popularity": 8.3502,
    "poster_path": "/xQlwhwe0FxiBJBAfmaXbrztS9vT.jpg",
    "release_date": "02/05/1980",
    "title": "Bombay 405 Miles",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uvtQQMCMR50e8Ahs6RRpOrAYk1Y.jpg",
    "genre_ids": [
      18
    ],
    "id": 168245,
    "original_language": "hi",
    "original_title": "कई पो छे!",
    "overview": "Three friends growing up in India at the turn of the millennium set out to open a training academy to produce the country's next cricket stars.",
    "popularity": 8.3366,
    "poster_path": "/cAlv5vmDXzpVmTCk4DmggUbW7cd.jpg",
    "release_date": "13/02/2013",
    "title": "Kai Po Che!",
    "video": false,
    "vote_average": 7.043,
    "vote_count": 141
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 304928,
    "original_language": "hi",
    "original_title": "अर्धांगिनी",
    "overview": "At the very moment of her birth, ill-fated Chhaya's mother passes away, her dad loses his job, and their house burns down. She is shunned since then by children her age as well as their parents. Her dad brings her up with a lot of love, and even arranges her marriage with a young man, whose mother, uncle and nephew approve of Chhaya. But when the uncle finds out about Chhaya's past, they reject her. This news kills her dad, and Chhaya re-locates to live with her friend, Leela Lal, who lives a middle-class lifestyle with her husband, Murari, and her mother-in-law, who is very superstitious and never lets Leela out of her sight. Murari and Leela introduce her to Prakash, an airline pilot, and both eventually fall in love with each other. When Prakash takes her with him to meet his mom, Chhaya finds out that she is the same woman who rejected her and abruptly leaves without meeting anyone.",
    "popularity": 8.3073,
    "poster_path": "/xy41NPHNkf9XhPjZlVUwhFU7Mjd.jpg",
    "release_date": "01/01/1959",
    "title": "Ardhangini",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      18,
      10749
    ],
    "id": 26304,
    "original_language": "hi",
    "original_title": "Radio",
    "overview": "Recently divorced from his wife, Pooja Talwar, Gujarat-born Vivan Shah, who works as a Jockey with Mumbai's Radio Mirchi, dramatically meets with Shanaya Dhingra - whose mother is Parsi and father a Punjabi. Circumstances force him to gate-crash her wedding ceremony and spend a night in a prison cell by her enraged DCP father. Subsequently, a friendship develops between the two and she even assists him with his job - and lands one herself. The duo gets so popular that their employer decides that they perform a live show on TV while the Dhingras believe the duo are in love.",
    "popularity": 8.3053,
    "poster_path": "/whHPB7QsMbKVqyJwEKTMRiVKQXg.jpg",
    "release_date": "03/12/2009",
    "title": "Radio",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/jM8C4mURyEkQorqyGF5wPFp4M5J.jpg",
    "genre_ids": [
      28,
      12,
      53,
      10749
    ],
    "id": 85985,
    "original_language": "hi",
    "original_title": "एक था टाइगर",
    "overview": "A top Indian agent is sent to observe the actions of a scientist but the mission complicates when he falls in love with the scientist's Pakistani caretaker.",
    "popularity": 8.3011,
    "poster_path": "/9qmIOiKLdlIRmdvPV6UmbUx9WFn.jpg",
    "release_date": "15/08/2012",
    "title": "Ek Tha Tiger",
    "video": false,
    "vote_average": 6.194,
    "vote_count": 204
  },
  {
    "adult": false,
    "backdrop_path": "/rDh5jPffoGm4vuYyn9LNetHctXs.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 307322,
    "original_language": "hi",
    "original_title": "बहारों के सपने",
    "overview": "In a small industrial town near Bombay lives Bholanath, who works at the local mill, and is the proud husband of Gauri, a daughter, Champa, and above all his son, Ramaiya, who is a graduate in the arts faculty, - the only one in this town who has attained this degree. But times are hard, and jobs are difficult to come by. When Bholanath loses his job, Ramaiya decides to find employment, and does so as a menial worker in the same mill his dad used to work. Ramaiya is very popular with his co-workers and they soon elect him as their new union leader. This puts Ramaiya in conflict with the Management of the Mill, headed by the owner, Kapoor, who has ordered that Ramaiya be eliminated post haste. But Ramaiya is determined to address the workers' grievances, and he gets himself framed for theft; has the police on the lookout for him, and so Ramaiya goes into hiding.",
    "popularity": 8.2985,
    "poster_path": "/zMSOCvweJuxZ727y113vmwpsX2S.jpg",
    "release_date": "23/06/1967",
    "title": "Baharon Ke Sapne",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      80
    ],
    "id": 804312,
    "original_language": "hi",
    "original_title": "Sarhad",
    "overview": "Kundecha is a wealthy industrialist as well as the owner of around 40 branches of Kundecha Coop. Bank Ltd. He has booked all the lockers in all his bank branches and does not let any member of the public rent them. If anyone opposes his policy he reduces them to ashes through one of his gizmo's. One day he comes to a branch run by Mr. Chiklia to empty some of his lockers.",
    "popularity": 8.2347,
    "poster_path": "/9BvlsiBCySmxQzoGY6IEIDZzbuN.jpg",
    "release_date": "31/08/1995",
    "title": "Sarhad",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/lwZyObPbSo2t57EsRIm6e8KF5WD.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 589615,
    "original_language": "hi",
    "original_title": "रात अकेली है",
    "overview": "When a newly married landlord is murdered, a misfit cop’s investigation is complicated by the victim’s secretive family and his own conflicted heart.",
    "popularity": 8.2302,
    "poster_path": "/lQPWcvQiv1D1xBlpnn5o0hepXkX.jpg",
    "release_date": "31/07/2020",
    "title": "Raat Akeli Hai",
    "video": false,
    "vote_average": 6.847,
    "vote_count": 75
  },
  {
    "adult": false,
    "backdrop_path": "/cpMszrx8BFVfmq3ZBrL6RVQvO2V.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 192558,
    "original_language": "hi",
    "original_title": "आशिकी २",
    "overview": "A young woman meets a failing musician who launches her singing career, but their relationship is doomed when people assume he's with her for her fame and fortune.",
    "popularity": 8.2164,
    "poster_path": "/lMblq8xcQIRRIVdaMg1XC283gU0.jpg",
    "release_date": "26/04/2013",
    "title": "Aashiqui 2",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 176
  },
  {
    "adult": false,
    "backdrop_path": "/awXhGIE9nWS8gQJBI3DUPUVcZU2.jpg",
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 135199,
    "original_language": "hi",
    "original_title": "एक हसीना थी",
    "overview": "A woman falls for a charming and mysterious businessman. The whirlwind romance turns sour when she is framed for his underworld crimes. Now, finally out of prison she is ready for sweet revenge.",
    "popularity": 8.1999,
    "poster_path": "/5pwOhZM9iYbQyxEX67ja4K1Cyof.jpg",
    "release_date": "16/01/2004",
    "title": "Ek Hasina Thi",
    "video": false,
    "vote_average": 6.383,
    "vote_count": 47
  },
  {
    "adult": false,
    "backdrop_path": "/fVxbEDd7ci0TE4ljsK13oyNUeW7.jpg",
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 535144,
    "original_language": "hi",
    "original_title": "सोनचिरिया",
    "overview": "In the more or less lawless Chambal Valley in 1975, a gang of bandits led by Maan Singh are up to mischief. The lawless men, who call themselves Bhaagis (rebels), live by robbery and attack the villages in the area. Since they have previously committed a more than shameful crime, they are hunted mercilessly by the police. When Maan Singh learns about a treasure of gold that is about to change hands at a wedding reception, the target of their next heist is clear. They have no idea that it is an ambush of the police. Some of the gang members barely manage to escape and flee into the inhospitably barren surrounding area. While a dispute arises about how to proceed, they meet a woman from the lowest caste who is being hunted by a family clan. In their care there is a girl who was raped and seriously injured by the leader of that clan. The bandits see the opportunity to atone for their shameful crime.",
    "popularity": 8.1109,
    "poster_path": "/7ygikeDbneOlUFIQyvAmMrvi3vJ.jpg",
    "release_date": "01/03/2019",
    "title": "Sonchiriya",
    "video": false,
    "vote_average": 8.135,
    "vote_count": 37
  },
  {
    "adult": false,
    "backdrop_path": "/AiobFPguWTVDiYeYZubU1cQYObB.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 319920,
    "original_language": "hi",
    "original_title": "Kartoos",
    "overview": "On May 1st 1993 a bomb explodes in Gangaram Park in Bombay, killing more than 150 people, many of whom are children. ACP Jay Suryavanshi is assigned this case, quick arrests are made of four individuals. Jagat Jogia, a terrorist, claims responsibility for these killings, but the police are unable to arrest him as he is now located in London, England. Jay discusses this matter with his senior, and together they recruit dreaded killer, Jeet Balraj, rename him Raja, save him from death-row, promise him freedom in exchange for killing Jagat Jogia, to which Jeet agrees. Jeet is provided with money, passport and living quarters in London, and he re-locates. Upon arrival, he meets with Manpreet Kaur, and both of them fall in love. With someone to motivate him in life, Jeet decides to give up his past life - only to find out that not only Jay has other plans for him, but Jagat is also on the look-out for him - and both their agendas are the same - his death!",
    "popularity": 8.0945,
    "poster_path": "/1G06L0m2NsHytdGOGxOu5AQ0Tc0.jpg",
    "release_date": "07/05/1999",
    "title": "Kartoos",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      35
    ],
    "id": 410343,
    "original_language": "hi",
    "original_title": "चोर बाजार",
    "overview": "Circa the Mughal Rule in the Persian Gulf, a noble man asks his soldiers to bring a man trustworthy enough to commit a crime. The soldiers go to the Chor Bazar, where they find a beggar-cum-thief, Yusuf Ustad, and bring him before the noble man. The noble man asks Yusuf to abduct and kill the child, who will be the future king. Greedy Yusuf accepts the offer, but is unable to kill the cherubic child, and ends up abducting him, leaving evidence in blood to show that the child has been killed. The young prince is thus brought on to the streets of this Chor Bazar where he will grow up, and be destined to spend the rest of his life as a thief and beggar.",
    "popularity": 8.0216,
    "poster_path": "/dJJnI3Qwtwko9GlGMmlmmaxbG4s.jpg",
    "release_date": "01/01/1954",
    "title": "Chor Bazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fDqSfdXBMbx315lliLtD56zWcxJ.jpg",
    "genre_ids": [
      18
    ],
    "id": 797284,
    "original_language": "hi",
    "original_title": "Flame",
    "overview": "Flame - An Untold Love Story, portrays a tribal woman who crosses the barriers of rituals, relations and social barriers to stand for her beliefs and love. Mahua who is married to an exorcist has been through pain all her life but finally, true love gives her the reason to discover the real strength of a woman. It is a journey of a sweet, innocent and beautiful tribal woman Mahua, who gets humiliated and assaulted on a daily basis by her husband, Ojha. A story of the transformation of a simple meek woman who blooms into a confident human being and finds the strength to fight for her belief, love and humanity.",
    "popularity": 8.0194,
    "poster_path": "/4SChgB1QLmIsvXGXbukFyIq0Bqd.jpg",
    "release_date": "25/12/2014",
    "title": "Flame",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/wniroOh9ZfNOrcdbS9pCHOTt5a6.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 49028,
    "original_language": "hi",
    "original_title": "रखता चरित्र",
    "overview": "A student goes on a killing spree vowing bloody revenge for the death of his father.",
    "popularity": 8.0009,
    "poster_path": "/cPFW3LMUKUNfj5jaPJVPXZP5U06.jpg",
    "release_date": "21/10/2010",
    "title": "Rakht Charitra",
    "video": false,
    "vote_average": 6.848,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      12,
      28,
      36,
      10402,
      18
    ],
    "id": 330404,
    "original_language": "hi",
    "original_title": "Ram Bhakta Hanuman",
    "overview": "Ravana (Niranjan Sharma) orders Maricha to turn into a deer to entice Sita (Sona Chatterjee) with the notion of kidnapping her. Rama (Trilok Kapoor), Lakshman (Prabhash Joshi) and Sita are in the Panchavati forest for their fourteen year exile. Espying the golden deer sent by Ravana to lure Rama away, Sita asks Rama to get it. On hearing a cry of pain she sends Lakshman after his brother thinking he’s hurt. Ravan comes in the guise of a hermit begging alms and makes Sita step over the Lakshman Rekha (line), Lakshman had drawn around their cottage for her safety, asking her not to step beyond it. In their search for Sita, Ram and Lakshman meet Hanuman (S. N. Tripathi) whom they help in the fight between Sugriva and Bali. Hanuman then helps in finding Sita. (Wikipedia)",
    "popularity": 7.9837,
    "poster_path": "/fM46nP1Mf2Xoqb2grFCHxlk5A2n.jpg",
    "release_date": "01/01/1948",
    "title": "Hanuman, The Worshipper of Lord Rama",
    "video": false,
    "vote_average": 5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/ri3cde7tDUFaWGjArNsAQYLQ4VV.jpg",
    "genre_ids": [
      18,
      28,
      10749
    ],
    "id": 110865,
    "original_language": "hi",
    "original_title": "दहलीज़",
    "overview": "Dahleez is a 1986 Indian Bollywood film directed by Ravi Chopra and produced by B.R. Chopra. It stars Jackie Shroff, Raj Babbar, Meenakshi Sheshadri and Smita Patil in pivotal roles.",
    "popularity": 7.9448,
    "poster_path": "/dR47qIzLIBimZVUmB9YI0gkxPpT.jpg",
    "release_date": "06/10/1986",
    "title": "Dahleez",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 584291,
    "original_language": "hi",
    "original_title": "डाकघर",
    "overview": "Amal, a young boy with an incurable disease is trapped inside the house by the local pandit-doctor’s orders. He spends the day chattering with passersby and villagers while daydreaming about those encounters later. When the chowkidar tells him the new building across the road from his house is a new Post Office belonging the Raja, Amal starts fantasising about visiting the King beyond the hills, and getting a letter or delivering the letters going all around, setting out from the confine of his house",
    "popularity": 7.9189,
    "poster_path": "/tDS9GWVrInUnH9uyH3uJZMgydK6.jpg",
    "release_date": "01/01/1965",
    "title": "Dak Ghar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1478686,
    "original_language": "hi",
    "original_title": "Kissa Kathmandu Mein",
    "overview": "Feluda finds a fake medicine racket is operating from Nepal. He goes to Nepal with Jatayu and Tapesh to catch a murderer, and discovers the case to be far more complicating than it seems. While investigating, Jatayu gets drugged and Feluda meets his arch-enemy Maganlal Meghraj in Kathmandu.",
    "popularity": 7.9178,
    "poster_path": "/uTPhgkjwbmdYpXcPSQlCMELZtTX.jpg",
    "release_date": "",
    "title": "The Criminals of Kathmandu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/axljDj0rujuFsiA7qfKSti5Z8qE.jpg",
    "genre_ids": [],
    "id": 310914,
    "original_language": "hi",
    "original_title": "Madholal Keep Walking",
    "overview": "This is the story of an 'common man' with simple dreams and a routine life, who can be found in any corner of the globe, chasing their dreams and hoping to realize them. Madholal Dubey is one of them. On one fateful day everything changes in Madho's life. He becomes a victim of an unfortunate incident and their dreams go upside down. He gets scared of death and looses all his faith in God and life. The film revolves around how Madholal and family encounter his fears and deceit.",
    "popularity": 7.8726,
    "poster_path": "/NmVyOUxTiX1Bxe8gkuMZUNFfqK.jpg",
    "release_date": "27/08/2010",
    "title": "Madholal Keep Walking",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lUJHDBuggd0ZseDWZHLkhvTMXkZ.jpg",
    "genre_ids": [
      10402,
      10749
    ],
    "id": 170859,
    "original_language": "hi",
    "original_title": "दाग़",
    "overview": "Sunil is convicted of murder and is on the run. But the long arm of the law and his past finally catch up with him. Can he outrun his destiny for long?",
    "popularity": 7.8713,
    "poster_path": "/6udaQLNqUpikXGjqszWVy0vA9yh.jpg",
    "release_date": "23/02/1973",
    "title": "Daag",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/vstG9R65y2GlWbmrd1KJx2Rc300.jpg",
    "genre_ids": [
      35,
      10751
    ],
    "id": 19670,
    "original_language": "hi",
    "original_title": "गोलमाल",
    "overview": "Four runaway cons take shelter in a bungalow owned by an old blind couple.",
    "popularity": 7.836,
    "poster_path": "/3ubefqLk26Gy0lXCfGIu8hQrBak.jpg",
    "release_date": "14/07/2006",
    "title": "Golmaal – Fun Unlimited",
    "video": false,
    "vote_average": 6.696,
    "vote_count": 130
  },
  {
    "adult": false,
    "backdrop_path": "/iwLW4qULgtbFgR1wvXmmUsGRkEg.jpg",
    "genre_ids": [
      80
    ],
    "id": 543954,
    "original_language": "hi",
    "original_title": "Hanste Khelte",
    "overview": "Three friends who don't take their life seriously are suspended from college so they decide to take revenge on the principal. On reaching his house they find that someone has already killed him.",
    "popularity": 7.8302,
    "poster_path": "/61b1tRffsjVhKtvrRMCjDLh0DAB.jpg",
    "release_date": "09/03/1984",
    "title": "Hanste Khelte",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/hdyP0WWMbEr28395dSADp9mlrkm.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 695958,
    "original_language": "hi",
    "original_title": "द गर्ल ऑन द ट्रेन",
    "overview": "When a voyeuristic divorcee fixates on the lives of a perfect couple a far, she soon gets embroiled in a murder mystery that unfolds revealing truths about her own life.",
    "popularity": 7.8187,
    "poster_path": "/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
    "release_date": "26/02/2021",
    "title": "The Girl on the Train",
    "video": false,
    "vote_average": 5.959,
    "vote_count": 86
  },
  {
    "adult": false,
    "backdrop_path": "/wbhoYwvqgadchfMgUOfOp87QZDS.jpg",
    "genre_ids": [
      36,
      10752
    ],
    "id": 1196946,
    "original_language": "hi",
    "original_title": "इक्कीस",
    "overview": "Set against the backdrop of the 1971 war, follows the life of second Lieutenant Arun Khetrapal.",
    "popularity": 7.7747,
    "poster_path": "/70edzATxyOYtIMH1VtBrlvWL0bO.jpg",
    "release_date": "25/12/2025",
    "title": "Ikkis",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/tr2NAlVulxMSHkmAsOZRgOGONGg.jpg",
    "genre_ids": [
      35
    ],
    "id": 901161,
    "original_language": "hi",
    "original_title": "Ye Mard Bechara",
    "overview": "The man (mard) hurt too because he is also a human, man (mard) is not to tilt someone using your force, Rather a man(mard) overcoming his weaknesses , Manhood is not that to spread voilence but to stop voilence, follow the path of non voilence, manhood is not to lord it over women but it is to respect equality , to be a man (mard ) Not to give pain but to understand the pain of others because the man (mard) hurt too.. the name of the realization of the same pain \" yemardbechara\"",
    "popularity": 7.7639,
    "poster_path": "/q4al9Nuv3lv6B6PfivsrPVvzFg4.jpg",
    "release_date": "19/11/2021",
    "title": "Ye Mard Bechara",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 257620,
    "original_language": "hi",
    "original_title": "काली सलवार",
    "overview": "Sultana, a small town prostitute and her pimp Khudabaksh migrate to the metropolis, bringing with them their dreams and meagre belongings. Sultana goes about her bright and artful seductions but somehow misses her targets. Her business collapses. Desperately, Khudabaksh too tries his hand at many jobs but is unsuccessful. Sultana's loneliness and despair get objectified in her desire for a 'salwaar' that she needs to complete her black ensemble for the observance of mourning for Moharram.",
    "popularity": 7.7341,
    "poster_path": "/oQKLEEe2JSYyVQtCgSjLrPuYfXF.jpg",
    "release_date": "01/02/2002",
    "title": "Kali Salwar",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/i7NRD3rXBRBDD1kOpXYKn5DJcRm.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 304135,
    "original_language": "hi",
    "original_title": "Zindagi Zindagi",
    "overview": "This movie revolves around a village hospital that was built by a generous hearted man, Choudhury Ramprasad (Ashok Kumar) who is also a patient in the hospital. The other patients include Isamil (Iftekhar), Dayaram (Anwar Hussain), Ratan (Jalal Agha), and the doctor is Dr. Sunil (Sunil Dutt). Amongst the patient is a singer (Deb Mukherji), who loves Shyama (Farida Jalal) a worker in the hospital. When Meeta Sharma (Waheeda Rehman) comes to the hospital to admit her son, she meets Sunil and their romance is rekindled. In the background of the hospital atmosphere is an election in the village, which is proceeding smoothly, but causing a disturbance is Ramprasad's son (Ramesh Deo). Other supporting caste include Jagirdar, Chand Usmani, and Jankidas.",
    "popularity": 7.7175,
    "poster_path": "/mzCc7lixA6Y3z2WSSAwO0j8XuLE.jpg",
    "release_date": "01/01/1972",
    "title": "Zindagi Zindagi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lKHV7I0vBOctPFvfztAO5qf1I4S.jpg",
    "genre_ids": [
      18,
      10751,
      10749
    ],
    "id": 338065,
    "original_language": "hi",
    "original_title": "दिल धड़कने दो",
    "overview": "On a cruise to celebrate their parents' 30th wedding anniversary, a brother and sister deal with the impact of family considerations on their romantic lives.",
    "popularity": 7.6802,
    "poster_path": "/AqFX6282JM2ollS4XTFp6t6Dwa9.jpg",
    "release_date": "04/06/2015",
    "title": "Dil Dhadakne Do",
    "video": false,
    "vote_average": 6.821,
    "vote_count": 151
  },
  {
    "adult": false,
    "backdrop_path": "/kQPnktOc9LP6awJOZHcY1dfjiav.jpg",
    "genre_ids": [
      28,
      80,
      36,
      53
    ],
    "id": 171879,
    "original_language": "hi",
    "original_title": "दि अटैक्स ऑफ 26/11",
    "overview": "Rakesh Maria, Mumbai's Joint Commissioner, recounts the events of 26/11, where ten Pakistani terrorists attacked the city",
    "popularity": 7.6593,
    "poster_path": "/peDKpbfsQ4YdWjUllEQrUbGJLQW.jpg",
    "release_date": "01/03/2013",
    "title": "The Attacks Of 26/11",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/9Vk2IBCu1ajQ7eGx27ESVrxtwG1.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 102467,
    "original_language": "hi",
    "original_title": "अविनाश",
    "overview": "Avinash is a dancer and singer in a club.One of friends captures terrorist activities of Pratap when Pratap's man are behind him he runs away with the film.He is killed in front of Avinash and drops the film in a drum kept on the stage where Avinash was performing. Pratap believes he has handed over the film to him and tortures is brother Sumit and fiance Sapna killing his mother.Avinash is assaulted and tortured to get the film he manages to escape but gets shot in his head.Dr Anand a drunkard saves Avinash's life by removing the bullet from his head.But Avinash looses his memory.Pratap's man are still chasing him to get the film when he is saved by a mysterious women Nisha who tells him that they both loved each other.Nisha actually came into his life to get the film but dies in explosion telling him her motive.Then Alka another women enters his life and claims that he is her husband.",
    "popularity": 7.6437,
    "poster_path": "/gvMJY8FImovHIuTz859ev4wFzCn.jpg",
    "release_date": "12/12/1986",
    "title": "Avinash",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/jj3mvBzjC75do2dXg0fyltRNasL.jpg",
    "genre_ids": [
      10749
    ],
    "id": 407815,
    "original_language": "hi",
    "original_title": "बनफूल",
    "overview": "Haria lives with his widowed and elderly grandmother at a tea estate and works as Elephant Driver. He has no knowledge of his biological father, as his mother died at the time of his birth. He meets and falls in love with a gypsy girl, Gulabi, and both want to get married. But Gulabi has another suitor, none other than Ajay, the only son of the tea estate owner. When Ajay finds out that Gulabi loves Haria, he plans to get rid of Haria, but fails. He waits for the right moment, and has his men abduct Gulabi. But before he could have his way with her, she is rescued by Raja, but Ajay subsequently shoots Raja to death. An enraged Haria wants to kill Ajay in return, but Ajay's dad stops him from doing so. Then Ajay's dad finds out a secret about his past life, and decides to change his last will and testament. Ajay finds out about this and lays in wait with a shotgun to kill his very own father - and anyone else who dares to stand in his way",
    "popularity": 7.6242,
    "poster_path": "/tEQPeJU9j0eOKIn0QPKURKqe39M.jpg",
    "release_date": "31/12/1971",
    "title": "Banphool",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/dLNbqq5YHJALCdQiEK0agiDfbNF.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 259720,
    "original_language": "hi",
    "original_title": "टू स्टेट्स",
    "overview": "A man and a woman come from two very different cultural backgrounds, and decide that they won't get married until they convince their parents. As feared, differences between the families pose a hurdle.",
    "popularity": 7.5945,
    "poster_path": "/lOQqeKxZg12ZSn0qfHAOXOtbVFR.jpg",
    "release_date": "17/04/2014",
    "title": "2 States",
    "video": false,
    "vote_average": 6.51,
    "vote_count": 153
  },
  {
    "adult": false,
    "backdrop_path": "/gxfvtq5eYiClS2X7hxAAPBNrbWA.jpg",
    "genre_ids": [
      35,
      18,
      878
    ],
    "id": 297222,
    "original_language": "hi",
    "original_title": "पीके",
    "overview": "A stranger in the city asks questions no one has asked before. Known only by his initials, the man's innocent questions and childlike curiosity take him on a journey of love, laughter and letting go.",
    "popularity": 7.5875,
    "poster_path": "/z2x2Y4tncefsIU7h82gmUM5vnBJ.jpg",
    "release_date": "18/12/2014",
    "title": "PK",
    "video": false,
    "vote_average": 7.699,
    "vote_count": 1080
  },
  {
    "adult": false,
    "backdrop_path": "/3MI18CkiZwRVDzZRIqgzMPQBY6n.jpg",
    "genre_ids": [
      18
    ],
    "id": 317633,
    "original_language": "hi",
    "original_title": "Chhoti Bahu",
    "overview": "Radha lives with her widowed dad and is of marriageable age. Accordingly her details her provided to a marriage-broker, Avtar, who also doubles as a Ved (Village Doctor). He brings the proposal before Shriram and his wife, Sita. They approve of Radha and show her photograph to Shriram's brother, Dr. Madhu, who agrees to marry her. The marriage is celebrated with great pomp and ceremony in the entire village. It is then that the Shriram, Sita, and Madhu find out that Radha has a serious illness - a fact that was known to Avtar - but not communicated to them. This illness prevents her from being intimate with Madhu, and the only cure is when she has a child of her own. Will this marriage be annulled?",
    "popularity": 7.5733,
    "poster_path": "/iJZPE4QTtchl9tUPCFhx0t25555.jpg",
    "release_date": "22/05/1971",
    "title": "Chhoti Bahu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      27
    ],
    "id": 1301143,
    "original_language": "hi",
    "original_title": "जालिम जादूगर",
    "overview": "In her desire to rule the world with black magic, Maya, the Queen of Mayanagari, enlists the aid of her brother, Nagraj, to conquer the kingdom of Roopnagar. Nagraj, who is the vizier of Roopnager schemes to remove the princess Rupmati by killing her while she is on a hunt. The plan is foiled when a woodcutter named Bahadur (Hercules) intervenes and saves Rupmati from Nagraj’s curse by using his brute strength and a powerful talisman. Bahadur is hired by Nagraj to be a tax collector and is sent to Mayanagari where the queen awaits her chance to kill him with an exploding volcano and a horrible demon. In the meantime, Nagraj captures the princess and hides her away in a magic cave.",
    "popularity": 7.5715,
    "poster_path": "/rlTWtD9uP8JYBA5DUk0b67zDy7e.jpg",
    "release_date": "01/01/1960",
    "title": "The Cruel Sorcerer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35,
      10749
    ],
    "id": 344248,
    "original_language": "hi",
    "original_title": "मेरी बीवी का जवाब नहीं",
    "overview": "Ajay gets married to his childhood friend Durga; who is illiterate unable to differentiate between the style of these days and that of long time ago. When Ajay is given the post as police inspector he re-locates to Bombay and later on encourages Durga to move into there new home. In this new environment Durga will meet with some women who are subjected to injustice by some influential people, the police and corrupt politicians. Watch when Durga attempts to defend the rights of these women how she will be maligned and what impact it will cause on her marriage life.",
    "popularity": 7.5276,
    "poster_path": "/fU93Maklubbj3os0kCQ8dySTgen.jpg",
    "release_date": "02/07/2004",
    "title": "Meri Biwi Ka Jawab Nahin",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/bpGvGNhM1KISj5JdQBBEOGWYHC7.jpg",
    "genre_ids": [
      18
    ],
    "id": 157293,
    "original_language": "hi",
    "original_title": "एबीसीडी",
    "overview": "When a capable dancer is provoked by the evil design of his employer, naturally he will be out to prove his mettle.",
    "popularity": 7.5059,
    "poster_path": "/6d10bDZIg8vQNnzSn9wAu4KD8hc.jpg",
    "release_date": "07/02/2013",
    "title": "ABCD",
    "video": false,
    "vote_average": 5.897,
    "vote_count": 58
  },
  {
    "adult": false,
    "backdrop_path": "/y7Sft8RTYF5e8dBYZV4y0jbOHkh.jpg",
    "genre_ids": [
      28,
      10749,
      53
    ],
    "id": 758923,
    "original_language": "hi",
    "original_title": "बाघी ४",
    "overview": "After waking up from a coma, a grieving man sets out to uncover the truth about his missing girlfriend.",
    "popularity": 7.4655,
    "poster_path": "/u2YEFW5o2Y7RAw2K4hSA4TEXF3Q.jpg",
    "release_date": "05/09/2025",
    "title": "Baaghi 4",
    "video": false,
    "vote_average": 4.6,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/rvG9irR3D0HrxAA0Jh577Rik2Ck.jpg",
    "genre_ids": [
      28
    ],
    "id": 285803,
    "original_language": "hi",
    "original_title": "सिंघम रिटर्न्स",
    "overview": "Owing to the wrongdoings affiliated with evils similar to black money, an honest but ferocious police officer returns as the Deputy Commissioner of Police with the prospect of wiping out injustice.",
    "popularity": 7.4558,
    "poster_path": "/k8CDjZLYG8bCIuXWAg4gukxf0BE.jpg",
    "release_date": "15/08/2014",
    "title": "Singham Returns",
    "video": false,
    "vote_average": 6.097,
    "vote_count": 119
  },
  {
    "adult": false,
    "backdrop_path": "/s3vYGhA6u1tGL4m02UH3ULbrQ9C.jpg",
    "genre_ids": [
      80,
      9648,
      53,
      18
    ],
    "id": 956757,
    "original_language": "hi",
    "original_title": "कठपुतली",
    "overview": "When a small town gets plunged into the nightmare of serial killings, rookie cop Arjan embarks on a chase for the truth and unravels a gruesome conspiracy.",
    "popularity": 7.405,
    "poster_path": "/gVQweL2bdoTlmrVYbcicZQ5VcNP.jpg",
    "release_date": "02/09/2022",
    "title": "Cuttputlli",
    "video": false,
    "vote_average": 5.667,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/O0jxcLcEMqICtDFQbKoLBn8j6j.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 29888,
    "original_language": "hi",
    "original_title": "दुल्हा मिल गया",
    "overview": "A man, the heir to an empire, believes that marriage will ruin a man's life. Unfortunately, the only way for him to inherit his father's wealth, is to get married.",
    "popularity": 7.3828,
    "poster_path": "/2Gi6RJ0KEq8929qXHLE0OITyCCH.jpg",
    "release_date": "08/01/2010",
    "title": "Dulha Mil Gaya",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 627037,
    "original_language": "hi",
    "original_title": "Main Awara Hoon",
    "overview": "Widowed Dinanath Kumar lives a poor lifestyle in Poona with two sons, Rajeev & Sanjeev; daughter, Payal; and widowed sister, Kalawanti. He has great hopes for Rajeev who he has got educated, but is very disappointed with Sanjeev, who works as a Garage Mechanic with Tahir Khan, and is always disruptive and in trouble. Matters rise to such an extend that the Police arrest Sanjeev for setting fire to the house of Premnath and nearly killing him.",
    "popularity": 7.3818,
    "poster_path": "/a5qrmgD3soaYHU2UxhwKpjGRy6u.jpg",
    "release_date": "09/12/1983",
    "title": "Main Awara Hoon",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1195094,
    "original_language": "hi",
    "original_title": "Meri Aankhen",
    "overview": "Film starring Khursheed and Sitara Devi",
    "popularity": 7.3193,
    "poster_path": "/19UtOWVuWPyPLJz0IW7JiMBYMzt.jpg",
    "release_date": "01/01/1939",
    "title": "Meri Aankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mw6ucZfre773Fb1BSSsvsvV8a9m.jpg",
    "genre_ids": [
      35,
      80,
      53
    ],
    "id": 1051023,
    "original_language": "hi",
    "original_title": "मर्डर मुबारक",
    "overview": "When a gym trainer is murdered at an elite Delhi club, a wily investigator unravels the sordid secrets of its ultrarich members to find the killer.",
    "popularity": 7.291,
    "poster_path": "/joU5VihgUvkhyPnhzxfjmWk32rd.jpg",
    "release_date": "15/03/2024",
    "title": "Murder Mubarak",
    "video": false,
    "vote_average": 6.373,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": "/gEDzACsdPbsHZQ0I80FLYFCf2nt.jpg",
    "genre_ids": [
      28,
      18,
      10752
    ],
    "id": 554600,
    "original_language": "hi",
    "original_title": "Uri: The Surgical Strike",
    "overview": "Following the roguish terrorist attacks at Uri Army Base camp in Kashmir, India takes the fight to the enemy, in its most successful covert operation till date with one and only one objective of avenging their fallen heroes.",
    "popularity": 7.2685,
    "poster_path": "/yNySAgpAnWmPpYinim9E0tUzJWG.jpg",
    "release_date": "11/01/2019",
    "title": "Uri: The Surgical Strike",
    "video": false,
    "vote_average": 7,
    "vote_count": 448
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 46381,
    "original_language": "hi",
    "original_title": "Buddha Mar Gaya",
    "overview": "Laxmikant Kabadiya and his twin-sister, Prerna, started as mere beggars near Dadar Railway Station, and with the assistance of Vidyut Baba, they moved to collecting garbage, and recyclables, established their own recycling business, slowly acquired wealth and became multi-millionaires. Laxmikant went on to get married and sired two sons, Sameer and Ranjeet, who, in turn, went on to get married to Anju and Shruti. While Ranjeet has two daughters, Sanjana and Namrata, Sameer has one son, Pawan. Vidyut Baba, a Bi-sexual, is now their family Guru, and they have a trusted family servant named Ramu. The Kabadia family is now ready to launch it's first Public Offering, which will generate Crores of Rupees. The entire family is all set to enjoy this new-found wealth when they find out that while being intimate with a sexy, struggling actress, Kim, widower Laxmikant has passed away. The entire family know that this will ruin their future plans and decide to keep his death a secret. They ..",
    "popularity": 7.2681,
    "poster_path": "/hrXH3malgOkX10ID7VzcFiKR1tT.jpg",
    "release_date": "17/08/2007",
    "title": "Buddha Mar Gaya",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 926679,
    "original_language": "hi",
    "original_title": "Josef - Born in Grace",
    "overview": "An adaptation of a short story \"Joseph\" written by Umakanta Mahapatra and is set in the foothills of the Himalayas between 1960 and 1980 in India. Father O'Hara (Victor Banerjee), a missionary doctor with the help of his caretaker Maularam (Sudarshan Juyal), raises an orphan baby Josef (Hitesh Bisht). While still a young boy, Josef is sent to Dehradun, Uttarakhand, for his studies and vocational training. Josef (Subrat Dutta) returns back with a reputation as a great cook as well as his love for alcohol. The film explores in its unfolding of time, the different paths that Father O'Hara, Josef, and Maularam take in their respective journeys for spiritual fulfillment through memories, duty, and search as well as the their interaction with friends and acquaintances. Through static mis-en-scenes, the narrative of the film reflects the all-encompassing nature of time, pre-empting and repeating itself in allegorical hues.",
    "popularity": 7.2674,
    "poster_path": "/otpXo5gLKzlYad3CAQWfd5HK9DF.jpg",
    "release_date": "07/11/2019",
    "title": "Josef - Born in Grace",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lyXWDtHLcAMWCZFqTr8BvdyIhYS.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 31458,
    "original_language": "hi",
    "original_title": "राण",
    "overview": "The revered chief of a news agency tries to maintain journalistic integrity as his bureau and a rival agency vie for viewers following a terrorist attack.",
    "popularity": 7.2071,
    "poster_path": "/7obk53ZY4f1ljcmNXf2evNYZF9V.jpg",
    "release_date": "29/01/2010",
    "title": "Rann",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/ytiMIXpsc4W3mx5DEFjXBbRqdc0.jpg",
    "genre_ids": [
      10749
    ],
    "id": 656007,
    "original_language": "hi",
    "original_title": "पंगा",
    "overview": "'Panga' follows the triumphs and struggle of a national level Kabbadi player from India who receives the love and support from her family to help achieve her dream.",
    "popularity": 7.1943,
    "poster_path": "/rZrtF1WW4rCUlRn8redHvpJuM7z.jpg",
    "release_date": "24/01/2020",
    "title": "Panga",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/xLaGDBuiWgZ9grp69NbVISEDsXn.jpg",
    "genre_ids": [
      35,
      28,
      80,
      53,
      18
    ],
    "id": 96147,
    "original_language": "hi",
    "original_title": "Aankhen",
    "overview": "Two good-for-nothing brothers are embroiled in a conspiracy involving a political assassination and try their best to save the country.",
    "popularity": 7.1725,
    "poster_path": "/zuLd519jDNN4kXOd3m6IIMslXK3.jpg",
    "release_date": "09/09/1993",
    "title": "Aankhen",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": "/v2zQinU6ue6StybK899tHxklgX2.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 415358,
    "original_language": "hi",
    "original_title": "पिंक",
    "overview": "A sexual assault victim, unjustly tried for the attempted murder of her attacker, is defended by a retired lawyer who challenges India's rape culture.",
    "popularity": 7.1576,
    "poster_path": "/6xNhnyKm2M5FEOY7xv5iKiQ5P3.jpg",
    "release_date": "16/09/2016",
    "title": "Pink",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 230
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 347575,
    "original_language": "hi",
    "original_title": "संशोधन",
    "overview": "The amendment in the law, making it compulsory for one-third of the Gram Panchayat representatives to be women, is not received favourably by the ruling Sarpanch of the village, Thakur Ratan Singh. Although he puts up a front of being in favour of the idea, along with his son Inder Singh, he conspires to field wives of friends, whom he hopes he can control through their husbands and through the caste network. Vidya, wife of Bhanwar Singh who is indebted to the Thakur, is one of the newly elected women Panchayat members. Vidya, who is educated, notices that the political empowerment of women is only on paper and in reality decision-making still continues to be with the manipulative old guard. Vidya decides it is time for a change.",
    "popularity": 7.0695,
    "poster_path": "/hNL98qnfRFOzYEjXLtUb6klExhE.jpg",
    "release_date": "01/01/1996",
    "title": "Sanshodhan",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 714211,
    "original_language": "hi",
    "original_title": "Kali Ghata",
    "overview": "After his brother gets married to his former lover, a playboy meets a French archeologist and his daughter as they are studying the Ellora Caves.",
    "popularity": 7.0502,
    "poster_path": "/3rtfgHUPrRziAQMRpcWqPxAScM7.jpg",
    "release_date": "06/07/1951",
    "title": "Kali Ghata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6rTrCynWuYyUgLiCOZbFgFDgXb6.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 1187619,
    "original_language": "hi",
    "original_title": "शैतान",
    "overview": "Kabir and his family's fun weekend retreat takes terrifying turn when an intruder takes over the control of the  body of his teenage daughter, putting her at the mercy of his increasingly sinister orders.",
    "popularity": 7.0428,
    "poster_path": "/oRvFzcagAcC6Q317xtV7QXzwBnj.jpg",
    "release_date": "08/03/2024",
    "title": "Shaitaan",
    "video": false,
    "vote_average": 6.367,
    "vote_count": 75
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 754762,
    "original_language": "hi",
    "original_title": "Bade Sarkar",
    "overview": "Encountering a young couple on the road, an elderly lady tells them her story",
    "popularity": 6.9926,
    "poster_path": "/orqNbjmHNG3LMb7i0UcEksUfNrr.jpg",
    "release_date": "01/01/1957",
    "title": "Bade Sarkar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fdGewDtvAMlA0jKzPFGV0QhSalV.jpg",
    "genre_ids": [
      18,
      53,
      28,
      10749
    ],
    "id": 35053,
    "original_language": "hi",
    "original_title": "डर",
    "overview": "A woman is caught between one man's love and another man's obsession. She fears one and fears for the other. One stands for love and the other for life. Who will she choose?",
    "popularity": 6.9489,
    "poster_path": "/6y601CavDK46ap8uxeoXxpArU8p.jpg",
    "release_date": "01/09/1993",
    "title": "Darr",
    "video": false,
    "vote_average": 6.9,
    "vote_count": 79
  },
  {
    "adult": false,
    "backdrop_path": "/u3Cfe21Cmv5cWs5VnFCz15HdfKO.jpg",
    "genre_ids": [
      27
    ],
    "id": 1389158,
    "original_language": "hi",
    "original_title": "माँ",
    "overview": "A mother and daughter encounter a demon in a village where girls have been disappearing.",
    "popularity": 6.8911,
    "poster_path": "/kc5n7LJUmvBsVxzAla1ONN8kouP.jpg",
    "release_date": "20/06/2025",
    "title": "Maa",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 46
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      80
    ],
    "id": 306357,
    "original_language": "hi",
    "original_title": "Paying Guest",
    "overview": "An incompetent lawyer gets evicted, dons the guise of an old man to gain accommodation, falls for the owner's daughter, then faces numerous life-changing challenges.",
    "popularity": 6.7762,
    "poster_path": "/fliHh8Hwke16pB539RqeVKTyM5C.jpg",
    "release_date": "01/01/1957",
    "title": "Paying Guest",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/bldgj2IeKr7poONE7h2wHhomPBA.jpg",
    "genre_ids": [
      28,
      16
    ],
    "id": 117369,
    "original_language": "hi",
    "original_title": "Arjun: The Warrior Prince",
    "overview": "Legend knows him as an archer of unwavering focus, the soldier who fought a battle in his own heart before taking up arms against his enemy. This is the untold story of Arjun, hero of the Mahabharata. A precocious talent plunged from boyhood and innocence into a murky world of deceit and betrayal, coming of age to become the most powerful warrior of his time. From the dusty plains of Hastinapur to the icy peaks of the Himalayas, Arjun: The Warrior Prince is the story of a man discovering what it takes to be a hero.",
    "popularity": 6.7671,
    "poster_path": "/bbyNAeBppsHUE0ki5BgikCdb6s.jpg",
    "release_date": "24/05/2012",
    "title": "Arjun: The Warrior Prince",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 36
  },
  {
    "adult": false,
    "backdrop_path": "/gcZbciueHH7WmD03GcVZX7LYqmR.jpg",
    "genre_ids": [
      18,
      10402
    ],
    "id": 491625,
    "original_language": "hi",
    "original_title": "गल्ली बॉय",
    "overview": "A coming-of-age story based on the lives of street rappers in Mumbai.",
    "popularity": 6.7658,
    "poster_path": "/4RE7TD5TqEXbPKyUHcn7CSeMlrJ.jpg",
    "release_date": "14/02/2019",
    "title": "Gully Boy",
    "video": false,
    "vote_average": 7.304,
    "vote_count": 196
  },
  {
    "adult": false,
    "backdrop_path": "/9wRAIQeOv2qzcgpfvA4dYZKeezl.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 864692,
    "original_language": "hi",
    "original_title": "पठान",
    "overview": "A soldier caught by enemies and presumed dead comes back to complete his mission, accompanied by old companions and foes.",
    "popularity": 6.7628,
    "poster_path": "/arf00BkwvXo0CFKbaD9OpqdE4Nu.jpg",
    "release_date": "25/01/2023",
    "title": "Pathaan",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 219
  },
  {
    "adult": false,
    "backdrop_path": "/tIIEIMpMzKGT1xXeb07Oi49jm5G.jpg",
    "genre_ids": [
      10749
    ],
    "id": 232699,
    "original_language": "hi",
    "original_title": "Chhote Sarkar",
    "overview": "Amar Saxena is a businessman, and the Managing Director of prestigious Khaitan Fans Ltd., India. One day while leaving from a board meeting, he meets a beggar named Jagmohan, who calls him ...",
    "popularity": 6.755,
    "poster_path": "/zlJTfskac9IDwitCtoGyLOyNGxd.jpg",
    "release_date": "21/11/1996",
    "title": "Chhote Sarkar",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/A8tmOkIdD9Uban7JjYQUDuXv6kP.jpg",
    "genre_ids": [
      18
    ],
    "id": 1059007,
    "original_language": "hi",
    "original_title": "Agra",
    "overview": "The story of a family and an exploration of space in an increasingly crowded world. It follows the quest for a sexual odyssey of an individual.",
    "popularity": 6.7332,
    "poster_path": "/hzO4EVmu1F5ZHqhvNN0gGIfEbUa.jpg",
    "release_date": "29/09/2023",
    "title": "Agra",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27,
      28,
      14
    ],
    "id": 301821,
    "original_language": "hi",
    "original_title": "Shikari",
    "overview": "The owners of a circus set out to capture King Kong. They arrive by boat at Kong Island, only to discover that there is another monster living there. Complications ensue.",
    "popularity": 6.7212,
    "poster_path": "/qK5DDxPNuerDK4ZSheVhuIjaFDo.jpg",
    "release_date": "01/01/1963",
    "title": "Shikari",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/pwBtk8ngoMtqn0qv8j1feSFTKUn.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 781732,
    "original_language": "hi",
    "original_title": "Animal",
    "overview": "The hardened son of a powerful industrialist returns home after years abroad and vows to take bloody revenge on those threatening his father's life.",
    "popularity": 6.7065,
    "poster_path": "/hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
    "release_date": "01/12/2023",
    "title": "Animal",
    "video": false,
    "vote_average": 6.171,
    "vote_count": 155
  },
  {
    "adult": false,
    "backdrop_path": "/kQYMG1FEZjXYsd6GrzLBcPh7TMS.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 330636,
    "original_language": "hi",
    "original_title": "कट्टी बट्टी",
    "overview": "A man falls in love with a woman because of her outlook on life. They are in a relationship for five years until a sudden turn of events causes a problem in their relationship.",
    "popularity": 6.6338,
    "poster_path": "/3Q2gzibVqJI7Bt6jYELtLfWEdYw.jpg",
    "release_date": "18/09/2015",
    "title": "Katti Batti",
    "video": false,
    "vote_average": 5.4,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/g0VFxhLingCTYXL1z9nR8YD7WH4.jpg",
    "genre_ids": [
      53,
      9648,
      18,
      80
    ],
    "id": 1148172,
    "original_language": "hi",
    "original_title": "दो पत्ती",
    "overview": "A puzzling investigation leads a no-nonsense cop down a dark path involving the vicious rivalry between twin sisters and the volatile man they both love.",
    "popularity": 6.6255,
    "poster_path": "/wbXSE68cDwqUPsHJcpdu7I5kSLK.jpg",
    "release_date": "24/10/2024",
    "title": "Do Patti",
    "video": false,
    "vote_average": 6.9,
    "vote_count": 56
  },
  {
    "adult": false,
    "backdrop_path": "/cbgvM5yZLbPdp9hUMuLi1gCPGI9.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 75217,
    "original_language": "hi",
    "original_title": "Hamara Dil Aapke Paas Hai",
    "overview": "A remake of the 1997 Telugu film \"Pelli Chuskundam,\" the plot follows the life of Preeti (Aishwarya Rai), a testifying witness to a vicious beating. After the perpetrator's brother sexually assaults her in revenge, Preeti is disowned by her family. But she finds compassion and shelter with Avinash (Anil Kapoor).",
    "popularity": 6.6005,
    "poster_path": "/jAmnbYwpSwZjHpZS9UX9RQVT1ux.jpg",
    "release_date": "24/08/2000",
    "title": "Hamara Dil Aapke Paas Hai",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/1jsfeI6vEAp4QGFmSoWbcSQbhbG.jpg",
    "genre_ids": [
      53,
      18
    ],
    "id": 397365,
    "original_language": "hi",
    "original_title": "मदारी",
    "overview": "A common man kidnaps the son of the Home Minister of India to get answers about the loss of his own son, caused by the illegal acts committed by corrupt government officials.",
    "popularity": 6.5835,
    "poster_path": "/rrZhF166gPDzdArYMSh3mPvFjYp.jpg",
    "release_date": "10/06/2016",
    "title": "Madaari",
    "video": false,
    "vote_average": 7.34,
    "vote_count": 78
  },
  {
    "adult": false,
    "backdrop_path": "/qMgHzTu8kChAtylfvnQEIVFIobs.jpg",
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 20968,
    "original_language": "hi",
    "original_title": "सर्कार",
    "overview": "Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.",
    "popularity": 6.5709,
    "poster_path": "/rxruLUuejw1By5KMZVbhN8VJv9O.jpg",
    "release_date": "01/07/2005",
    "title": "Sarkar",
    "video": false,
    "vote_average": 6.75,
    "vote_count": 84
  },
  {
    "adult": false,
    "backdrop_path": "/bPwdy3zaNnMdZ22u0WCcYu0xxgt.jpg",
    "genre_ids": [
      18
    ],
    "id": 7508,
    "original_language": "hi",
    "original_title": "तारे ज़मीन पर",
    "overview": "Ishaan Awasthi is an eight-year-old whose world is filled with wonders that no one else seems to appreciate. Colours, fish, dogs, and kites don't seem important to the adults, who are much more interested in things like homework, marks, and neatness. Ishaan cannot seem to get anything right in class; he is then sent to boarding school, where his life changes forever.",
    "popularity": 6.5707,
    "poster_path": "/puHRt6Raovm5ujGCdwLWvRv4NHU.jpg",
    "release_date": "21/12/2007",
    "title": "Like Stars on Earth",
    "video": false,
    "vote_average": 7.98,
    "vote_count": 1253
  },
  {
    "adult": false,
    "backdrop_path": "/eIRAQR8y4dwiKG2VW5KaRnKwLK9.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 986472,
    "original_language": "hi",
    "original_title": "Tonga-Wali",
    "overview": "A humble tonga driver named Lachhman returns a forgotten bundle to Rajo, and though her father offers him a reward, he refuses. Instead, he sells his beloved tonga to raise a dowry and marry her. After tragedy strikes and Lachhman dies, Rajo takes up the tonga herself to survive, challenging tradition and society’s expectations.",
    "popularity": 6.5666,
    "poster_path": "/kToYuL4VgbrAvW2DFg09BrvGVJy.jpg",
    "release_date": "01/01/1955",
    "title": "Tonga-Wali",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/aJIojufZhl5JG42rJ0H3LsMxId6.jpg",
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 86004,
    "original_language": "hi",
    "original_title": "तलाश",
    "overview": "A cop, investigating the mysterious death of a filmstar, meets a sex-worker, while he faces some personal problems psychologically. The mystery connects these people in a way, that ultimately changes their lives.",
    "popularity": 6.5533,
    "poster_path": "/oCxyN7HmJ7zWp8jtJeMRHABnutF.jpg",
    "release_date": "30/11/2012",
    "title": "Talaash",
    "video": false,
    "vote_average": 6.762,
    "vote_count": 233
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      14,
      12
    ],
    "id": 1411327,
    "original_language": "hi",
    "original_title": "नागज़िला: नाग लोक का पहला कांड",
    "overview": "The first chapter of a high-concept creature comedy trilogy, where an ordinary man's life takes a wild turn when he encounters a cunning, mystical snake-leading to an unpredictable battle of wits, chaos, and laughter.",
    "popularity": 6.5505,
    "poster_path": "/n40Y2zOwycZseubl94kKtIWLHWG.jpg",
    "release_date": "14/08/2026",
    "title": "Naagzilla: Naag Lok Ka Pehla Kaand",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18,
      35,
      28
    ],
    "id": 1018844,
    "original_language": "hi",
    "original_title": "Pyar Mein Thoda Twist",
    "overview": "Pyar me thoda twist is a Romcom and action drama film. It's a story of a town near Lucknow (Uttar Pradesh). The hero of the film Dheeraj Thakur and the Heroine Maya (Richa Mukherjee) love each other even after knowing the old rivalry between their families. A twist comes with the entry of Jwala Singh aka Mr. Wanted. Everyone in the town and the police are looking for Mr. Wanted. How the life of everyone changes with Jwala Singh's aka Mr. Wanted entry? Do Dheeraj and Maya able to convince their rival families to their marriage? Does this twisted love story resolve?",
    "popularity": 6.5337,
    "poster_path": "/ajstjdHlvg4ZmewzN8tDALCnAXX.jpg",
    "release_date": "18/02/2022",
    "title": "Pyar Mein Thoda Twist",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 304656,
    "original_language": "hi",
    "original_title": "स्वीकार किया मैंने",
    "overview": "Gopika Sharma lives a middle-classed lifestyle along with her widowed mother in Bangalore. She expresses a desire to sing and is encouraged by her maternal uncle, Dubey, who takes her with him to Bombay along with her maid, Lajjo. Once there, they are molested and Dubey goes missing. They then attempt to find a decent place to live, and after many frustrations make an agreement with a single male, Kishankumar Shukla, who poses as Gopika's husband, and move into an apartment owned by Lala Dhaniram.",
    "popularity": 6.5228,
    "poster_path": "/lM4AmtUoj4lvXlWBGYESwBCtZyu.jpg",
    "release_date": "30/09/1983",
    "title": "Sweekar Kiya Maine",
    "video": false,
    "vote_average": 5.4,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1164632,
    "original_language": "hi",
    "original_title": "सगाई",
    "overview": "Chandni and her dad belong to a well-off family. Iftekhar feels that Chandni has come of age and must get married, and he selects a groom for her and asks her to marry him. She refuses and runs away from home. She meets up with Fooman and Dhaboo and gets into a series of adventures with them, including eluding the police. One of their adventures lands them aboard a ship captained by Prem, who is transporting Princess Shehzadi to her native land. The princess likes Prem and would like him to marry her, but Prem refuses, and as soon as they land, Prem is arrested by the King, imprisoned, and tortured. Fooman, Dhaboo, and Chandni plan to help Prem to escape, which jeopardizes their own lives.",
    "popularity": 6.4988,
    "poster_path": "/mz5XtWp1ZfEPNRRUFqvtKzzn8Bh.jpg",
    "release_date": "20/03/1951",
    "title": "Sagai",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/9wRAIQeOv2qzcgpfvA4dYZKeezl.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 864692,
    "original_language": "hi",
    "original_title": "पठान",
    "overview": "A soldier caught by enemies and presumed dead comes back to complete his mission, accompanied by old companions and foes.",
    "popularity": 6.7628,
    "poster_path": "/arf00BkwvXo0CFKbaD9OpqdE4Nu.jpg",
    "release_date": "25/01/2023",
    "title": "Pathaan",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 219
  },
  {
    "adult": false,
    "backdrop_path": "/i7NRD3rXBRBDD1kOpXYKn5DJcRm.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 304135,
    "original_language": "hi",
    "original_title": "Zindagi Zindagi",
    "overview": "This movie revolves around a village hospital that was built by a generous hearted man, Choudhury Ramprasad (Ashok Kumar) who is also a patient in the hospital. The other patients include Isamil (Iftekhar), Dayaram (Anwar Hussain), Ratan (Jalal Agha), and the doctor is Dr. Sunil (Sunil Dutt). Amongst the patient is a singer (Deb Mukherji), who loves Shyama (Farida Jalal) a worker in the hospital. When Meeta Sharma (Waheeda Rehman) comes to the hospital to admit her son, she meets Sunil and their romance is rekindled. In the background of the hospital atmosphere is an election in the village, which is proceeding smoothly, but causing a disturbance is Ramprasad's son (Ramesh Deo). Other supporting caste include Jagirdar, Chand Usmani, and Jankidas.",
    "popularity": 7.7175,
    "poster_path": "/mzCc7lixA6Y3z2WSSAwO0j8XuLE.jpg",
    "release_date": "01/01/1972",
    "title": "Zindagi Zindagi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vTlV7k36bVegPZd92YSTprsqG7d.jpg",
    "genre_ids": [
      28,
      80
    ],
    "id": 399459,
    "original_language": "hi",
    "original_title": "वीरप्पन",
    "overview": "The journey of the world's most notorious sandalwood and ivory smuggler, Veerappan who was finally captured on October 18, 2004.",
    "popularity": 6.0251,
    "poster_path": "/lTjUZjv8cRpGSsMma22QqD3tl7l.jpg",
    "release_date": "27/05/2016",
    "title": "Veerappan",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/4TVHrqZqXY8OADHdqVejmK1tiLS.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 138122,
    "original_language": "hi",
    "original_title": "Student of the Year",
    "overview": "Several alumni reminisce about their final year at St. Theresa's College and the events that shaped their lives.",
    "popularity": 6.4294,
    "poster_path": "/4uoBNJ0GwqTp7ImWK2PokZdfBe.jpg",
    "release_date": "19/10/2012",
    "title": "Student Of The Year",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 182
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 767771,
    "original_language": "hi",
    "original_title": "Zindagi Khoobsoorat Hai",
    "overview": "Murad Hussein and Gul Baloch have been enemies for years. Murad would like to propose a truce so that the two families become friends again, and for this occasion he has chosen to marry his brother to Gul's sister. The wedding is arranged and Gul and his family are accordingly invited. Gul does attend the wedding, bless the couple, and when night came, he and his accomplices brutally kill every male in the household, including his very own brother-in-law. Gul's sister loses her sanity, and is taken back home, where he lives with his daughter...",
    "popularity": 5.6612,
    "poster_path": "/4Se8LBZ66eQldyrQV1aGXe9GwsA.jpg",
    "release_date": "04/10/2002",
    "title": "Zindagi Khoobsoorat Hai",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/bPwdy3zaNnMdZ22u0WCcYu0xxgt.jpg",
    "genre_ids": [
      18
    ],
    "id": 7508,
    "original_language": "hi",
    "original_title": "तारे ज़मीन पर",
    "overview": "Ishaan Awasthi is an eight-year-old whose world is filled with wonders that no one else seems to appreciate. Colours, fish, dogs, and kites don't seem important to the adults, who are much more interested in things like homework, marks, and neatness. Ishaan cannot seem to get anything right in class; he is then sent to boarding school, where his life changes forever.",
    "popularity": 6.5707,
    "poster_path": "/puHRt6Raovm5ujGCdwLWvRv4NHU.jpg",
    "release_date": "21/12/2007",
    "title": "Like Stars on Earth",
    "video": false,
    "vote_average": 7.981,
    "vote_count": 1252
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      14,
      12
    ],
    "id": 1411327,
    "original_language": "hi",
    "original_title": "नागज़िला: नाग लोक का पहला कांड",
    "overview": "The first chapter of a high-concept creature comedy trilogy, where an ordinary man's life takes a wild turn when he encounters a cunning, mystical snake-leading to an unpredictable battle of wits, chaos, and laughter.",
    "popularity": 6.5505,
    "poster_path": "/n40Y2zOwycZseubl94kKtIWLHWG.jpg",
    "release_date": "14/08/2026",
    "title": "Naagzilla: Naag Lok Ka Pehla Kaand",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/m223f5ZdF71Bui9FUpmwYNJHDAV.jpg",
    "genre_ids": [
      18,
      35,
      80
    ],
    "id": 1525484,
    "original_language": "hi",
    "original_title": "एक चतुर नार",
    "overview": "Abhishek Verma, a fund consultant, gets trapped in a web of lies, deception and blackmail after a good-for-nothing but cunning woman, failing to make ends meet, gets her hands on his phone, which lets slip more than anyone should know, forcing him to comply.",
    "popularity": 5.8418,
    "poster_path": "/apMb2Oz9uvqA19dawmeglKM7THX.jpg",
    "release_date": "12/09/2025",
    "title": "Ek Chatur Naar",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/kQYMG1FEZjXYsd6GrzLBcPh7TMS.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 330636,
    "original_language": "hi",
    "original_title": "कट्टी बट्टी",
    "overview": "A man falls in love with a woman because of her outlook on life. They are in a relationship for five years until a sudden turn of events causes a problem in their relationship.",
    "popularity": 6.6338,
    "poster_path": "/3Q2gzibVqJI7Bt6jYELtLfWEdYw.jpg",
    "release_date": "18/09/2015",
    "title": "Katti Batti",
    "video": false,
    "vote_average": 5.4,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/vHIxxJH9P8YZhuzO0D1KtnSCBD8.jpg",
    "genre_ids": [
      18,
      53,
      80
    ],
    "id": 42966,
    "original_language": "hi",
    "original_title": "Once Upon a Time in Mumbaai",
    "overview": "A tale of two gangsters from the eras of past and present, whose lives enter parallel paths as they struggle to survive within Bombay's criminal underworld.",
    "popularity": 6.4667,
    "poster_path": "/qkPmQx9GMuwTDEuIUMoeN6DEqVA.jpg",
    "release_date": "30/07/2010",
    "title": "Once Upon a Time in Mumbaai",
    "video": false,
    "vote_average": 6.661,
    "vote_count": 87
  },
  {
    "adult": false,
    "backdrop_path": "/g0VFxhLingCTYXL1z9nR8YD7WH4.jpg",
    "genre_ids": [
      53,
      9648,
      18,
      80
    ],
    "id": 1148172,
    "original_language": "hi",
    "original_title": "दो पत्ती",
    "overview": "A puzzling investigation leads a no-nonsense cop down a dark path involving the vicious rivalry between twin sisters and the volatile man they both love.",
    "popularity": 6.6255,
    "poster_path": "/wbXSE68cDwqUPsHJcpdu7I5kSLK.jpg",
    "release_date": "24/10/2024",
    "title": "Do Patti",
    "video": false,
    "vote_average": 6.9,
    "vote_count": 56
  },
  {
    "adult": false,
    "backdrop_path": "/1jsfeI6vEAp4QGFmSoWbcSQbhbG.jpg",
    "genre_ids": [
      53,
      18
    ],
    "id": 397365,
    "original_language": "hi",
    "original_title": "मदारी",
    "overview": "A common man kidnaps the son of the Home Minister of India to get answers about the loss of his own son, caused by the illegal acts committed by corrupt government officials.",
    "popularity": 6.5835,
    "poster_path": "/rrZhF166gPDzdArYMSh3mPvFjYp.jpg",
    "release_date": "10/06/2016",
    "title": "Madaari",
    "video": false,
    "vote_average": 7.34,
    "vote_count": 78
  },
  {
    "adult": false,
    "backdrop_path": "/u060S4drIWntmLeMDGe7mD0V6Jh.jpg",
    "genre_ids": [
      28,
      80,
      53,
      18
    ],
    "id": 1160018,
    "original_language": "hi",
    "original_title": "किल",
    "overview": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on, one by one.",
    "popularity": 6.1634,
    "poster_path": "/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg",
    "release_date": "03/07/2024",
    "title": "Kill",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 425
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 306174,
    "original_language": "hi",
    "original_title": "Meri Surat Teri Ankhen",
    "overview": "Raj Kumar is a wealthy businessman and dislikes everything ugly. When his wife, Kamla, becomes pregnant and gives birth to an ugly son, he asks the attending Dr. Mathur to inform his wife that their child was still-born. Dr. Mathur places the child in the hands of Rahmat and his wife, Naseeban, who welcome him with open arms. But misfortune follows them, as the child, who is named Pyare, accidentally burns their dwelling down, killing Naseeban. Rahmat then re-locates to his village when he teaches Pyare the skills required to play musical instruments and sing. Years later, Rahmat passes away, and informs Pyare that he is really a Hindu. Dr. Mathur fills the rest of the blanks for Pyare, and arranges a song and dance play and hopes that Raj will overcome his dislike for his now-grown son.",
    "popularity": 4.6473,
    "poster_path": "/3jZxWjNibcKS9I9FPG7pX5eyLz5.jpg",
    "release_date": "01/01/1963",
    "title": "Meri Surat Teri Ankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6kG35rPSRRbxOywwkZOYiBKH9zM.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 282346,
    "original_language": "hi",
    "original_title": "Hate Story 2",
    "overview": "A young photographer from Mumbai uses her mind to play games with a prominent Hindu rightist leader.",
    "popularity": 6.2199,
    "poster_path": "/y5fg6O5ttxvh2wkMY1fUchLfZSL.jpg",
    "release_date": "18/07/2014",
    "title": "Hate Story 2",
    "video": false,
    "vote_average": 4.403,
    "vote_count": 31
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1371466,
    "original_language": "hi",
    "original_title": "Karan",
    "overview": "Karan is a happy go lucky guy whose life takes a turn when is mother is falsely implicated for drugs in her hotel where in she commits suicide.",
    "popularity": 6.0199,
    "poster_path": "/edgRXXxulD5xqIul25m4QF49RsZ.jpg",
    "release_date": "15/10/1994",
    "title": "Karan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/jLDYuWxpmLfk3jl3QAxHu3HueSC.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 37690,
    "original_language": "hi",
    "original_title": "पाठशाळा",
    "overview": "A new English school teacher ends up leading both teachers and students to revolt against the school management.",
    "popularity": 6.3631,
    "poster_path": "/2MwfQpuOMCcN9D1vOnNNW1MgdTH.jpg",
    "release_date": "16/04/2010",
    "title": "Paathshaala",
    "video": false,
    "vote_average": 4.9,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/zf7iOoq14vVHUpz05u98gHjvQ9Y.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 118632,
    "original_language": "hi",
    "original_title": "Ghatak: Lethal",
    "overview": "When Kashi visits a community with his father, he is shocked to see the torturous regime of Katya. He tries to oppose Katya, but ends up compromising the safety of his family and relatives.",
    "popularity": 6.1035,
    "poster_path": "/4lqlyxjMNMuQtu4VlXV0LrRx3tt.jpg",
    "release_date": "08/11/1996",
    "title": "Ghatak: Lethal",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      35
    ],
    "id": 433718,
    "original_language": "hi",
    "original_title": "Fun2shh... Dudes in the 10th Century",
    "overview": "Vikram (Mohammad Iqbal Khan) and Ajay (Anuj Sawhney), and an accomplice, John D'Souza (Paresh Rawal), become prime suspects, and are on the run. They must apprehend Chindi and recover the crown to absolve themselves of this crime. While being chased by security guards, the trio crash into a wall, and are transported back to the 10th century, straight into the palace of Emperor Babushah himself.They realize that only a miracle can get them back to the 21st century.",
    "popularity": 5.6582,
    "poster_path": "/pET3uiCiis26wbxKek4cHaQKeP.jpg",
    "release_date": "19/12/2003",
    "title": "Fun2shh... Dudes in the 10th Century",
    "video": false,
    "vote_average": 4.1,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/3AlkuJ7gpG8b4oHtOsXPTuFWq8E.jpg",
    "genre_ids": [
      18
    ],
    "id": 945188,
    "original_language": "hi",
    "original_title": "Haseenon Ka Devata",
    "overview": "Gopal intends to take over the entire region under Raja Saheb, by hook or by crook. Things go his way when Raja signs a power of attorney in his name, and then accidentally shoots and kills a young woman named Silky, Gopal persuades Raja to run and hide from the police. Raja's daughter, Sunita, is overseas, and when she returns home, she is befriended by a young man named Jai, who assures her that he is there to help her, and re-instate Raja. What Sunita does not know is that Jai is friendly with the very people who had helped Gopal overthrow Raja",
    "popularity": 6.1091,
    "poster_path": "/n0m7Tdnmv9nbyPqFmU2cpgGsjqP.jpg",
    "release_date": "10/03/1971",
    "title": "Haseenon Ka Devata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uEbbNnzRONi83O6E1GaNYP4cGEX.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 146270,
    "original_language": "hi",
    "original_title": "Vaastav",
    "overview": "Raghu, a simpleton, and his best friend decide to run a food stall to get rid of their unemployment. However, Raghu's life takes a drastic turn after he accidentally kills one of their customers and he is pushed into a life of crime.",
    "popularity": 6.1082,
    "poster_path": "/fsB57eZ0EJ9nXLxgfjQG9iYiswH.jpg",
    "release_date": "07/10/1999",
    "title": "Vaastav",
    "video": false,
    "vote_average": 7.157,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648,
      28,
      35
    ],
    "id": 381898,
    "original_language": "hi",
    "original_title": "Ek Musafir Ek Hasina",
    "overview": "An army officer loses his memory, falls for a married woman, then regains part of his memory but forgets her.",
    "popularity": 6.1064,
    "poster_path": "/4eZpQU56znlmXbZcOwxSNIfrtZE.jpg",
    "release_date": "09/02/1962",
    "title": "Ek Musafir Ek Hasina",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/zf7iOoq14vVHUpz05u98gHjvQ9Y.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 118632,
    "original_language": "hi",
    "original_title": "Ghatak: Lethal",
    "overview": "When Kashi visits a community with his father, he is shocked to see the torturous regime of Katya. He tries to oppose Katya, but ends up compromising the safety of his family and relatives.",
    "popularity": 6.1035,
    "poster_path": "/4lqlyxjMNMuQtu4VlXV0LrRx3tt.jpg",
    "release_date": "08/11/1996",
    "title": "Ghatak: Lethal",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 653700,
    "original_language": "hi",
    "original_title": "Darmiyaan: In Between",
    "overview": "The saga of Mazhuddin Khan alias Immi, born in 1939 in Bombay, British India, as a eunuch, whose mother, Zeenat, in denial that she has sired him, refers to him as her younger brother. She attains fame, has an affair with Inder Kumar Bhalla, only to lose him years later to a younger actress, Chitra. Embittered, she sets out to seek vengeance, takes to gambling and alcohol, isolates and alienates herself from the film-world, and then must also deal with the news that Immi has become the 'father' of a male child, Murad. In the end, it is Immi that saves her from total self-destruction.",
    "popularity": 6.0768,
    "poster_path": "/ehyIm6ByQOBgKes5eUgWcPZGzq2.jpg",
    "release_date": "01/01/1997",
    "title": "Darmiyaan: In Between",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/glL4pz6WUtzAc8j3sAxaz4uLwmy.jpg",
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 1419486,
    "original_language": "hi",
    "original_title": "Mission Grey House",
    "overview": "Mission Grey House is a suspense thriller. A boy wants to become a police officer by any means, and to suffice his hunger he wears a police uniform on his own and starts fighting with goons and all. Knowing this Kiara's father who is an IG, asks about Kabir and he warns him about the consequences. She pleads his father to help Kabir to become an officer and she assures him that he will do his job with great responsibility, IG calls him and says 'main tumhe ek mission de raha hoon- Grey House. Tumhe ye pata karna hai yahan murder kyun ho rahe hain aur kaun kar raha hai, agar tumne ye pata kar liya to tumhara sapna main poora karunga and Kabir accepts. He goes to Grey House and gets trapped there. How he comes out of this? And how he finds the killer? How he saves his life? To know all of this you have to join us in the theatres and enjoy the film \"Mission Grey House\" with us.",
    "popularity": 6.0713,
    "poster_path": "/eeepVS81yLGvPC9dE35KW75dX5Y.jpg",
    "release_date": "17/01/2025",
    "title": "Mission Grey House",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vTlV7k36bVegPZd92YSTprsqG7d.jpg",
    "genre_ids": [
      28,
      80
    ],
    "id": 399459,
    "original_language": "hi",
    "original_title": "वीरप्पन",
    "overview": "The journey of the world's most notorious sandalwood and ivory smuggler, Veerappan who was finally captured on October 18, 2004.",
    "popularity": 6.0251,
    "poster_path": "/lTjUZjv8cRpGSsMma22QqD3tl7l.jpg",
    "release_date": "27/05/2016",
    "title": "Veerappan",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1371466,
    "original_language": "hi",
    "original_title": "Karan",
    "overview": "Karan is a happy go lucky guy whose life takes a turn when is mother is falsely implicated for drugs in her hotel where in she commits suicide.",
    "popularity": 6.0199,
    "poster_path": "/edgRXXxulD5xqIul25m4QF49RsZ.jpg",
    "release_date": "15/10/1994",
    "title": "Karan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7QY373bq7nNpVDNztz1IuNS4sQ9.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 353124,
    "original_language": "hi",
    "original_title": "उवा",
    "overview": "Ram, Anil, Vikram, Salmaan and Deenbandhu are the rebellious brats of suburban Delhi NCR, with the world at their feet and nothing to worry they stomp everything in their path without knowing the consequences, but challenge lay ahead when all of them are put in a totally new world of convent school, here they survive and thrive only to find love. But one night they encounter a horrifying event which puts them in the hands of law. Their lives change forever, they have to fight for justice and moral integrity to make an example for the world.",
    "popularity": 6.0198,
    "poster_path": "/zkhoAOX0leq0ZtzT8k5fYNh0HoZ.jpg",
    "release_date": "26/06/2015",
    "title": "Uvaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 147358,
    "original_language": "hi",
    "original_title": "Cigarette ki Tarah",
    "overview": "Cigarette Ki Tarah is an upcoming romantic thriller movie, featuring Bhoop Yaduvanshi, Prashant Narayanan, Madhurima Tuli, Sudesh Berry and others in their respective roles.The movie has an engaging story which is filled with lots of twists and turns that will keep the viewers on the edge of their seats. This romantic thriller is the story of a young and handsome guy, and how he falls in love blindly with a young beautiful girl. In precise, the story follows with how this blind love leads the guy into a deep trouble, and further separates him from other people like one man versus the entire world. In these dark situations, where one surely gives up on everything, but he doesnt, and thus keeps on believing and trusting on his blind love, which eventually and fortunately shows him all the ways to be out from all the difficulties.",
    "popularity": 5.9984,
    "poster_path": "/yTQ1PjmEeArXhiluRIGcIhwUZA.jpg",
    "release_date": "14/12/2012",
    "title": "Cigarette ki Tarah",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/w2r6FIWHDRP3Eb1LQII1dGbHTrP.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 67109,
    "original_language": "hi",
    "original_title": "देली बेली",
    "overview": "Three unsuspecting, average guys find themselves on the hit list of one of India's most-powerful crime syndicates.",
    "popularity": 5.9834,
    "poster_path": "/hGmjlOFPaqwxAxR3XDvalExTlXd.jpg",
    "release_date": "01/07/2011",
    "title": "Delhi Belly",
    "video": false,
    "vote_average": 7.048,
    "vote_count": 196
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 745065,
    "original_language": "hi",
    "original_title": "Tumhari Kasam",
    "overview": "Vidya (Moushumi Chatterjee) and Raja (Raju Shrestha) live in poverty. They get separated due to certain circumstances. Vidya starts working at Anand's (Jeetendra) house as a maid. Raja is forced to beg for a local gang. While Vidya is attending to her chores, the alcoholic, Anand, tries to molest her. She escapes but is unfortunately hit by a speeding vehicle driven by Sunil Verma (Navin Nischol). This accident makes her visually impaired. The guilt-ridden Anand wants to apologize to Vidya. Will she accept the apology? Will Vidya reunite with her brother?",
    "popularity": 5.9698,
    "poster_path": "/AaKsaqf8qB35Q2Ti3FgV6aXGEvZ.jpg",
    "release_date": "01/01/1978",
    "title": "Tumhari Kasam",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/9vtBUoRL3YxzPqiqkugPmoZSlxi.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 358893,
    "original_language": "hi",
    "original_title": "Angry Indian Goddesses",
    "overview": "A photographer invites her closest friends to vacation at her family's home in Goa in celebration of her upcoming marriage.",
    "popularity": 5.9365,
    "poster_path": "/qn7kTThiHtZHp7CAdpGSS9ik4ly.jpg",
    "release_date": "04/12/2015",
    "title": "Angry Indian Goddesses",
    "video": false,
    "vote_average": 6.815,
    "vote_count": 46
  },
  {
    "adult": false,
    "backdrop_path": "/9G0QtMlniXbaoRzkghrmHMW85uy.jpg",
    "genre_ids": [
      53,
      878,
      10749
    ],
    "id": 1125323,
    "original_language": "hi",
    "original_title": "A Knowing",
    "overview": "Unethical Clinical Trials have been the silent killers for generations. It is everywhere at all times, just like the virus. One such trial has torn two lovers apart, a woman who had been a victim of misinformation and a man who overlooked the truth. Now, she is one of the 'wakers' in a ghost town called Orbit. They can never meet. Prolonged isolation and extended quarantines had subjected both of them to severe mental stress and anxiety. But, they still try to cope up with whatever they can, she sneaks in a phone to the washroom of the facility and video calls him. They both fear for each other. She must distract and stop him from 'blowing the whistle' to the world. And, he must tell the truth to save his girlfriend and all the 'wakers'.",
    "popularity": 5.931,
    "poster_path": "/tMCL15uw2Zp3lcC9xHdtA0CXZgv.jpg",
    "release_date": "15/01/2023",
    "title": "A Knowing",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/spuRCov7H0diMtrQustwGjk6WmA.jpg",
    "genre_ids": [
      28,
      18,
      10749,
      53
    ],
    "id": 56969,
    "original_language": "hi",
    "original_title": "Tere Naam",
    "overview": "A rowdy ex-college boy who, after a hazing session, loses his heart to first year student Nirjara, a traditional Brahmin girl.",
    "popularity": 5.9236,
    "poster_path": "/tnsOmOZsVdfLLwK693TCtSZpvFX.jpg",
    "release_date": "15/08/2003",
    "title": "Tere Naam",
    "video": false,
    "vote_average": 6.388,
    "vote_count": 89
  },
  {
    "adult": false,
    "backdrop_path": "/m223f5ZdF71Bui9FUpmwYNJHDAV.jpg",
    "genre_ids": [
      18,
      35,
      80
    ],
    "id": 1525484,
    "original_language": "hi",
    "original_title": "एक चतुर नार",
    "overview": "Abhishek Verma, a fund consultant, gets trapped in a web of lies, deception and blackmail after a good-for-nothing but cunning woman, failing to make ends meet, gets her hands on his phone, which lets slip more than anyone should know, forcing him to comply.",
    "popularity": 5.8418,
    "poster_path": "/apMb2Oz9uvqA19dawmeglKM7THX.jpg",
    "release_date": "12/09/2025",
    "title": "Ek Chatur Naar",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 306407,
    "original_language": "hi",
    "original_title": "Ghar Ki Izzat",
    "overview": "Ram Kumar (Kader Khan) is the eldest of four sons in his family. He has brought up his three younger brothers, Shyam (Kanu Chauhan), Sohan (Jeetendra), and Mohan (Rishi Kapoor), with love and fatherly care, together with his wife, Sita (Asha Parekh). Sita has a younger sister, Gita (Juhi Chawla), who also lives with them. Gita is a child-widow. Ram does not approve of anyone referring to Gita as such. Ram decides that it is time for Shyam and Sohan to get married, and he picks their brides for them. Shyam marries Mona, and Sohan marries Sheela (Anita Raj). With the entry of these two new wives, the equilibrium of love and respect is disrupted, as both want more control and demand more respect, which leads to clashes and quarrels all round, and changes in the lives of all the inhabitants. Eventually, in the end, everyone lives happily together and Mohan and Gita get married.",
    "popularity": 5.8184,
    "poster_path": "/n0c0gS406uj8P6Mz6hCxDLjzw6V.jpg",
    "release_date": "23/10/1994",
    "title": "Ghar Ki Izzat",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 316816,
    "original_language": "hi",
    "original_title": "Nai Roshni",
    "overview": "The film is a social drama, with its plot around university professor Dr. Kumar (Ashok Kumar), who lives with his wife Padma (Bhanumati), his drunkard son Jyoti (Raaj Kumar), outgoing daughter Chitra (Tanuja) and his friend's daughter Rekha (Mala Sinha). Dr. Kumar and his wife have a different outlook towards life, with him preferring books and philosophy, while his wife Padma prefers social gatherings and society clubs. Padma never considered Jyoti her son, who works as a mill designer, a profession she considers too poor to acknowledge. Chitra is encouraged by her mother to mingle freely in high society, much to the disappointment of her worried father.",
    "popularity": 5.801,
    "poster_path": "/lVjquY7uoNzUBp7dHaeH74QuteK.jpg",
    "release_date": "01/01/1967",
    "title": "Nai Roshni",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 947384,
    "original_language": "hi",
    "original_title": "Badrinath Yatra",
    "overview": "Due to her son's, Devdutt's arrest, Satyavati is unable to take the Badrinath Yatra. Subsequently, he starts to frequent a brothel to visit with a courtesan, Chandravati, and virtually refuses to do anything with his pregnant wife, Sheila. He even drinks alcohol, and assaults his father, Jaggannath, and brother, Sridhar. Things get even worse when he blinds his mother, lets Chandravati and her entourage move in their family home, and asks Sheila to serve the courtesan.",
    "popularity": 5.7537,
    "poster_path": "/jC5uvQvHXwaDx6aKtgbCD0Uzvrd.jpg",
    "release_date": "17/08/1967",
    "title": "Badrinath Yatra",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mguy0nefEUY7NKruffpLO3Stj3d.jpg",
    "genre_ids": [
      10749,
      18,
      10402
    ],
    "id": 1241634,
    "original_language": "hi",
    "original_title": "सैयारा",
    "overview": "Two artistic souls find harmony through music despite their contrasting worlds. As feelings deepen, age and circumstances challenge their undeniable bond.",
    "popularity": 5.739,
    "poster_path": "/hQBIsi3ZfBYEayMc3GhcEmJVkss.jpg",
    "release_date": "18/07/2025",
    "title": "Saiyaara",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 118
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 683185,
    "original_language": "hi",
    "original_title": "Oonch Neech Beech",
    "overview": "The film is based on an incredible true story about a village woman who gets lost at a railway station and waits fourteen years for her husband to come.",
    "popularity": 5.709,
    "poster_path": "/h79L9oCcqj2ULXHhwVlmXyONDwb.jpg",
    "release_date": "28/07/1989",
    "title": "Oonch Neech Beech",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 767771,
    "original_language": "hi",
    "original_title": "Zindagi Khoobsoorat Hai",
    "overview": "Murad Hussein and Gul Baloch have been enemies for years. Murad would like to propose a truce so that the two families become friends again, and for this occasion he has chosen to marry his brother to Gul's sister. The wedding is arranged and Gul and his family are accordingly invited. Gul does attend the wedding, bless the couple, and when night came, he and his accomplices brutally kill every male in the household, including his very own brother-in-law. Gul's sister loses her sanity, and is taken back home, where he lives with his daughter...",
    "popularity": 5.6612,
    "poster_path": "/4Se8LBZ66eQldyrQV1aGXe9GwsA.jpg",
    "release_date": "04/10/2002",
    "title": "Zindagi Khoobsoorat Hai",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      35
    ],
    "id": 433718,
    "original_language": "hi",
    "original_title": "Fun2shh... Dudes in the 10th Century",
    "overview": "Vikram (Mohammad Iqbal Khan) and Ajay (Anuj Sawhney), and an accomplice, John D'Souza (Paresh Rawal), become prime suspects, and are on the run. They must apprehend Chindi and recover the crown to absolve themselves of this crime. While being chased by security guards, the trio crash into a wall, and are transported back to the 10th century, straight into the palace of Emperor Babushah himself.They realize that only a miracle can get them back to the 21st century.",
    "popularity": 5.6582,
    "poster_path": "/pET3uiCiis26wbxKek4cHaQKeP.jpg",
    "release_date": "19/12/2003",
    "title": "Fun2shh... Dudes in the 10th Century",
    "video": false,
    "vote_average": 4.1,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/8PCaSM36zArgaEuqvo7hGbv1LlX.jpg",
    "genre_ids": [
      18,
      14,
      27
    ],
    "id": 143895,
    "original_language": "hi",
    "original_title": "Nigahen: Nagina Part II",
    "overview": "Rajni's daughter Neelam continues the curse that turns her into a serpent.",
    "popularity": 5.6462,
    "poster_path": "/plOOzk2CtsrqwDO4nUCHdW3l2QZ.jpg",
    "release_date": "19/07/1989",
    "title": "Nigahen: Nagina Part II",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/5LtSjMNw6j3LkG29Oa4O0iY5U8.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 872906,
    "original_language": "hi",
    "original_title": "जवान",
    "overview": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
    "popularity": 5.6414,
    "poster_path": "/jFt1gS4BGHlK8xt76Y81Alp4dbt.jpg",
    "release_date": "07/09/2023",
    "title": "Jawan",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 294
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      28,
      80
    ],
    "id": 919336,
    "original_language": "hi",
    "original_title": "Chot [Aaj Isko, Kal Tereko]",
    "overview": "Corrupt Mumbai policeman aids local property developer to force two brothers who own a dairy farm off their land.",
    "popularity": 5.6378,
    "poster_path": "/h0b81wEXl5ObDpqxsCkaNM2KJLZ.jpg",
    "release_date": "18/06/2004",
    "title": "Chot [Aaj Isko, Kal Tereko]",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/ltvtqAXm6Zzuu3T3J7gyoPpLsl5.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 63006,
    "original_language": "hi",
    "original_title": "दम मारो दम",
    "overview": "ACP Vishnu is sent on a mission to investigate and clean the underbelly of Goa. During his investigation, he uncovers a huge racket and discovers the involvement of various politicians.",
    "popularity": 5.6157,
    "poster_path": "/uzqKhhSA6ypWwqsnZSwCs7C42sb.jpg",
    "release_date": "22/04/2011",
    "title": "Dum Maaro Dum",
    "video": false,
    "vote_average": 5.563,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": "/coML7p8C5YUsEDLL4tACUGLXRTQ.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 46428,
    "original_language": "hi",
    "original_title": "Gangaajal",
    "overview": "An honest Superintendent of Police, IPS Amit Kumar, is assigned to a crime infested town to reduce its crime rates. There, he soon learns that cleaning up the town also means confronting the corruption among police and politicians.",
    "popularity": 5.5757,
    "poster_path": "/hYgMIlRddxXV7WaVLy6QvGy5RPM.jpg",
    "release_date": "29/08/2003",
    "title": "Gangaajal",
    "video": false,
    "vote_average": 6.486,
    "vote_count": 69
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 202883,
    "original_language": "hi",
    "original_title": "Daal Mein Kuch Kaala Hai",
    "overview": "Daal Mein Kuch Kaala Hai is a tale of a budding actress (Veena Malik) who is over motivated to become a successful in Bollywood. The story starts with Mr. Dabu who is a middle aged man in his forties, a total looser absconded and is being left unaccompanied in life. All of a sudden he gets rich after hitting a roll-over prize of birthright, and then decides to walk off to this actress to share his destiny and his future in the company of her. The starlet gets surprised and shocked after witnessing so much of wealth with him in cash. She initially agrees what his boyfriend had planned out to con Mr. Dabu, but is totally puzzled on what to carry out. They both sooner or later travel to the mysterious island, which is further followed by her boyfriend and a couple of unknown friends. The entire journey is filled with full humor, enjoyment and entertainment. Written by Aanand Balraj",
    "popularity": 5.558,
    "poster_path": "/8VLSWBUO4LPIAOo04mUj73WqWc1.jpg",
    "release_date": "28/06/2012",
    "title": "Daal Mein Kuch Kaala Hai",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/3T4arcGFPQaA88X54IQOGnCClWO.jpg",
    "genre_ids": [
      35
    ],
    "id": 150914,
    "original_language": "hi",
    "original_title": "I M 24",
    "overview": "Saying the truth was always difficult, and lying, they say, is much simpler. Shubendu lives by the tougher option. But when this honest, 42 year old balding writer falls in love with a 22 year old beauty queen, he is tempted to lie. What's more, his jerk of a roommate, Gagan, who swears by the magic of lies, helps him cook up stories. What follows is a hilarious ride of lies, cover-ups, goof-ups and contradicting tales. Shubendu begins enjoying this ride. Why didn't he know that lying was so much fun?! But at some point, the madness has got to stop. The question is: When? This Saurabh Shukla directed romantic comedy will touch all hearts, both young and old.",
    "popularity": 5.5406,
    "poster_path": "/tEL8llpeGNyoxXgtvojTCyKp0cj.jpg",
    "release_date": "30/10/2010",
    "title": "I M 24",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/MwcQ9bi0ox1t6pAzAeG3CFHjGa.jpg",
    "genre_ids": [
      18
    ],
    "id": 453292,
    "original_language": "hi",
    "original_title": "चरणदास चोर",
    "overview": "The film is derived from a classic folk tale, originally narrated by Vijaydan Detha, and interpreted as folk play by Habib Tanvir. The film charts the tumultuous life of a petty thief, Charandas (Lalu Ram). Curiously he is a man of principles – an honest thief with a strong sense of integrity and professional efficiency. He makes four vows to his Guru, that he would never eat in a gold plate, never lead a procession that is in his honour, never become a king and never marry a princess, thinking all of them are far out possibilities for him. Later, his guru adds a fifth one - never to tell a lie and sets him of on his life's journey which leads him to a kingdom..",
    "popularity": 5.5352,
    "poster_path": "/nq6IP5axXizyZn7tmPflJMyKw9e.jpg",
    "release_date": "21/04/1975",
    "title": "Charandas the Thief",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/z1nu4oHhNlcI0cnxmofIuI2FQAk.jpg",
    "genre_ids": [
      35
    ],
    "id": 300950,
    "original_language": "hi",
    "original_title": "Control Bhaji Control",
    "overview": "Dicky and Vicky are the naughtiest guys of the town who always think to con and fool their father Mr.Brar and other people around them. They simultaneously fool the family of Sandy and Mandy to stay in their house coz they have fallen in love with the girls. They are given hard times by Jeet and his son Sunny. They create another series of lies to get rid of them. The situations become funny and complicated as the lies told by Dicky and Vicky start appearing as the true stories and they find themselves in confusing desi situations.",
    "popularity": 5.525,
    "poster_path": "/eYts0tSsV6W44jeyHSmPn6eTc6j.jpg",
    "release_date": "22/08/2014",
    "title": "Control Bhaji Control",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 627655,
    "original_language": "hi",
    "original_title": "Bheegi Raat",
    "overview": "A struggling artist accidentally kills a man on a \"wet night.\" Unbeknownst to him, a wealthy witness falls for his sister. Their love blossoms, but the hidden truth of the murder threatens to unravel everything, forcing them to confront a dark past that could shatter their future.",
    "popularity": 5.5093,
    "poster_path": "/zWZ1Y47L7IMK50USDYXhbihbFgM.jpg",
    "release_date": "10/12/1965",
    "title": "Bheegi Raat",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/prl7pKfMfnjtADf3Mynoms1wtaf.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 623560,
    "original_language": "hi",
    "original_title": "Kathputli",
    "overview": "A woman secretly gives birth to a child after being raped by her boss and hides the truth from her husband.",
    "popularity": 5.4894,
    "poster_path": "/j3wGYXd9OjmuHd7hP05kBZv5WrX.jpg",
    "release_date": "28/08/1971",
    "title": "Kathputli",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/dLg3ed4745ib2373xyqBpojGkzg.jpg",
    "genre_ids": [
      18,
      28,
      80
    ],
    "id": 183659,
    "original_language": "hi",
    "original_title": "Qurbani",
    "overview": "A cabaret dancer and singer, Sheela (Zeenat Aman) has two admirers: a small-time thief Rajesh (Feroz Khan), and a young, eligible widower, Amar (Vinod Khanna). Both are best friends and does not know that they love the same woman.",
    "popularity": 5.4894,
    "poster_path": "/5jkQAxALX0Th0HQCRWiuETRedNR.jpg",
    "release_date": "19/06/1980",
    "title": "Qurbani",
    "video": false,
    "vote_average": 6.583,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 496455,
    "original_language": "hi",
    "original_title": "Kharatnaak Raat",
    "overview": "A 2003 Indian horror movie.",
    "popularity": 5.4799,
    "poster_path": "/a9eGeoMfbVpvfRFNBsKICloOZ21.jpg",
    "release_date": "01/01/2003",
    "title": "Dangerous Night",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4BoxBOw9pJtj0JY7vORr9N9DUra.jpg",
    "genre_ids": [
      80,
      10749,
      18
    ],
    "id": 319955,
    "original_language": "hi",
    "original_title": "Jeevan Mrityu",
    "overview": "An honest bank manager is arrested for embezzlement on the eve of his marriage. After his release, he seeks out his fiancee and decides to take revenge on his colleagues, who falsely implicated him.",
    "popularity": 5.4372,
    "poster_path": "/d3OqfmBgz0zkzR5cfQbbcwlWgot.jpg",
    "release_date": "06/01/1970",
    "title": "Jeevan Mrityu",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/4bonjQQRrvLmAiYZNNdKTG9khTk.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 1214835,
    "original_language": "hi",
    "original_title": "De De Pyaar De 2",
    "overview": "Ashish confronts the ultimate challenge of his age-gap romance as he visits Ayesha's family home.",
    "popularity": 5.2786,
    "poster_path": "/g3J7r2t3L9HEgyWMX0Fki04Swtu.jpg",
    "release_date": "13/11/2025",
    "title": "De De Pyaar De 2",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 202883,
    "original_language": "hi",
    "original_title": "Daal Mein Kuch Kaala Hai",
    "overview": "Daal Mein Kuch Kaala Hai is a tale of a budding actress (Veena Malik) who is over motivated to become a successful in Bollywood. The story starts with Mr. Dabu who is a middle aged man in his forties, a total looser absconded and is being left unaccompanied in life. All of a sudden he gets rich after hitting a roll-over prize of birthright, and then decides to walk off to this actress to share his destiny and his future in the company of her. The starlet gets surprised and shocked after witnessing so much of wealth with him in cash. She initially agrees what his boyfriend had planned out to con Mr. Dabu, but is totally puzzled on what to carry out. They both sooner or later travel to the mysterious island, which is further followed by her boyfriend and a couple of unknown friends. The entire journey is filled with full humor, enjoyment and entertainment. Written by Aanand Balraj",
    "popularity": 5.558,
    "poster_path": "/8VLSWBUO4LPIAOo04mUj73WqWc1.jpg",
    "release_date": "28/06/2012",
    "title": "Daal Mein Kuch Kaala Hai",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 212045,
    "original_language": "hi",
    "original_title": "Ek Se Badhkar Ek",
    "overview": "A crime leads to the long separation of two brothers whose life end up very different",
    "popularity": 4.6435,
    "poster_path": "/xo4qMkwpVw8xqX3vGkZBiUtCp8N.jpg",
    "release_date": "18/09/1976",
    "title": "Ek Se Badhkar Ek",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AaYfsgRcgU00n0MNVsn1604bfcu.jpg",
    "genre_ids": [
      28,
      878,
      53
    ],
    "id": 799155,
    "original_language": "hi",
    "original_title": "Attack",
    "overview": "With the Parliament under siege, India’s first super soldier Arjun Shergill is tasked to get hold of the terrorists in time, save the Prime Minister from their clutches and stop a dirty bomb from exploding and destroying Delhi.",
    "popularity": 4.8725,
    "poster_path": "/A9FjibQFfkPVrfQcM3dlY6fkYpJ.jpg",
    "release_date": "01/04/2022",
    "title": "Attack",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 211
  },
  {
    "adult": false,
    "backdrop_path": "/yGv5u1PGozHmebSTQUsVKHatUbY.jpg",
    "genre_ids": [
      53,
      80,
      18
    ],
    "id": 48922,
    "original_language": "hi",
    "original_title": "Jewel Thief",
    "overview": "Vinay finds himself constantly mistaken for a look-alike jewel thief. To clear his name, he joins hands with the police to impersonate the thief and catch the real culprit.  When the thief decides to counter by posing as Vinay, their true identities become thoroughly muddled.",
    "popularity": 5.2133,
    "poster_path": "/bDgXjS4bXj2RDj3KpIb023d7AAT.jpg",
    "release_date": "27/10/1967",
    "title": "Jewel Thief",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/ytaHEBsaGCwWEiSIRTQKtRsD2jS.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 21982,
    "original_language": "hi",
    "original_title": "Aankhen",
    "overview": "After his hatred of dishonesty costs him his job, an embittered man goes over to the dark side and plots to rob the bank he once managed.",
    "popularity": 4.5059,
    "poster_path": "/sv9tCwXzvTFSbA2OmH9nqQZCNQ7.jpg",
    "release_date": "27/03/2002",
    "title": "Aankhen",
    "video": false,
    "vote_average": 6.406,
    "vote_count": 69
  },
  {
    "adult": false,
    "backdrop_path": "/uEbbNnzRONi83O6E1GaNYP4cGEX.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 146270,
    "original_language": "hi",
    "original_title": "Vaastav",
    "overview": "Raghu, a simpleton, and his best friend decide to run a food stall to get rid of their unemployment. However, Raghu's life takes a drastic turn after he accidentally kills one of their customers and he is pushed into a life of crime.",
    "popularity": 6.1082,
    "poster_path": "/fsB57eZ0EJ9nXLxgfjQG9iYiswH.jpg",
    "release_date": "07/10/1999",
    "title": "Vaastav",
    "video": false,
    "vote_average": 7.157,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": "/z1nu4oHhNlcI0cnxmofIuI2FQAk.jpg",
    "genre_ids": [
      35
    ],
    "id": 300950,
    "original_language": "hi",
    "original_title": "Control Bhaji Control",
    "overview": "Dicky and Vicky are the naughtiest guys of the town who always think to con and fool their father Mr.Brar and other people around them. They simultaneously fool the family of Sandy and Mandy to stay in their house coz they have fallen in love with the girls. They are given hard times by Jeet and his son Sunny. They create another series of lies to get rid of them. The situations become funny and complicated as the lies told by Dicky and Vicky start appearing as the true stories and they find themselves in confusing desi situations.",
    "popularity": 5.525,
    "poster_path": "/eYts0tSsV6W44jeyHSmPn6eTc6j.jpg",
    "release_date": "22/08/2014",
    "title": "Control Bhaji Control",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/518g56F7TmUEnhOrJV8CFyMYtNS.jpg",
    "genre_ids": [
      18
    ],
    "id": 429520,
    "original_language": "hi",
    "original_title": "The Threshold",
    "overview": "A North Indian couple, in their early 60s, at their mountain retreat. Their son has just gotten married, a reception has ended and all the guests have left. She chooses this moment to tell her husband that she is leaving. What follows is an endless day: the avalanche of this long-gathering decision and what it means to a decades-long relationship. Fragments of conversations, silence and chaos, as nostalgia mingles with menace and tenderness with cruelty. What will they succeed in rescuing against the landslide of memory and emotion?",
    "popularity": 4.7652,
    "poster_path": "/nud7qQD6qbyAEY2wj1obUclISEG.jpg",
    "release_date": "20/02/2015",
    "title": "The Threshold",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 331567,
    "original_language": "hi",
    "original_title": "Daku Hasina",
    "overview": "A 1987 Hindi movie.",
    "popularity": 5.4035,
    "poster_path": "/z4AWAwKojlYCu1n9YquR8XW2QhX.jpg",
    "release_date": "06/03/1987",
    "title": "Daku Hasina",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648,
      27
    ],
    "id": 1186060,
    "original_language": "hi",
    "original_title": "Ek Paheli",
    "overview": "Sudhir goes to take care of his family business in Goa. He is attracted to Maria, a mysterious woman who meets him in an old graveyard.",
    "popularity": 4.9729,
    "poster_path": "/tkWdfhHerpmPkY1yKPYqd2JRkgk.jpg",
    "release_date": "14/02/1971",
    "title": "Ek Paheli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/85YkXvZNisXwCPAXqd6cdOIPbSl.jpg",
    "genre_ids": [
      10749,
      18,
      53
    ],
    "id": 1434543,
    "original_language": "hi",
    "original_title": "Ek Deewane Ki Deewaniyat",
    "overview": "A musical love story with dark shades of love exploring obsession, heartbreak, and deep emotional conflict.",
    "popularity": 4.8688,
    "poster_path": "/y3TEsi9egFJxYgBYZKPJTCGLFu5.jpg",
    "release_date": "21/10/2025",
    "title": "Ek Deewane Ki Deewaniyat",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 72578,
    "original_language": "hi",
    "original_title": "Khwahish",
    "overview": "A story bout a relationship that's ended. Khwahish traces the sexy, funny and intense relationship of Amar Ranawat(Himanshu Malik) and Lekha Khorzuvekar (Mallika Sherawat) from the time they meet in the last semester of college, their quirky romance, marriage and its ups and downs to the tragic end five years later. Probably the first Bollywood musical about the trials and tribulations of a young Indian urban couple.",
    "popularity": 5.0125,
    "poster_path": "/vghpheZzXrJJ2MpkFRB1QGISmCg.jpg",
    "release_date": "10/11/2003",
    "title": "Khwahish",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/prl7pKfMfnjtADf3Mynoms1wtaf.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 623560,
    "original_language": "hi",
    "original_title": "Kathputli",
    "overview": "A woman secretly gives birth to a child after being raped by her boss and hides the truth from her husband.",
    "popularity": 5.4894,
    "poster_path": "/j3wGYXd9OjmuHd7hP05kBZv5WrX.jpg",
    "release_date": "28/08/1971",
    "title": "Kathputli",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      12,
      14
    ],
    "id": 911771,
    "original_language": "hi",
    "original_title": "Tulsi Vivah",
    "overview": "Vrunda is married to Jalandhar who gets involved in a vicious battle with Lord Vishnu. As a war between gods and demons wages, Vishnu earns Vrunda's wrath after her husband is killed by Shiva.",
    "popularity": 5.2065,
    "poster_path": "/afBBn4wla1MK311fLIkMLhM8dMu.jpg",
    "release_date": "01/01/1971",
    "title": "The Marriage of Tulsi",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4RiZrHiT5qBKyzNTBaK28QCHDK5.jpg",
    "genre_ids": [
      28,
      80,
      36
    ],
    "id": 20742,
    "original_language": "hi",
    "original_title": "Shootout at Lokhandwala",
    "overview": "On a calm summer day in 1991, in the bustling Lokhandwala Complex, five criminals including Maya and Dilip were counting 70 lakhs in flat no. 32 B, when 286 policemen, headed by ACP Khan, took strategic positions around their building. A gunfire ensued and the entire nation witnessed the most talked about daylight encounter lasting 6 hours that transformed suburban Mumbai into a war zone.",
    "popularity": 4.8624,
    "poster_path": "/6p8ddG6t8FzJTFNYODG27Er0Pdn.jpg",
    "release_date": "25/05/2007",
    "title": "Shootout at Lokhandwala",
    "video": false,
    "vote_average": 6.14,
    "vote_count": 57
  },
  {
    "adult": false,
    "backdrop_path": "/iQJZMLr5cdn7Al2Av4V1VEzPDoQ.jpg",
    "genre_ids": [
      10749,
      18,
      35
    ],
    "id": 11854,
    "original_language": "hi",
    "original_title": "कुछ कुछ होता है",
    "overview": "Per her mother's last wish, an 8 year old girl sets out to reunite her father with his college best friend who was in love with him.",
    "popularity": 4.274,
    "poster_path": "/5FmtHHDGPofW5Zjns1EM1D8503c.jpg",
    "release_date": "16/10/1998",
    "title": "Kuch Kuch Hota Hai",
    "video": false,
    "vote_average": 7.467,
    "vote_count": 410
  },
  {
    "adult": false,
    "backdrop_path": "/w2r6FIWHDRP3Eb1LQII1dGbHTrP.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 67109,
    "original_language": "hi",
    "original_title": "देली बेली",
    "overview": "Three unsuspecting, average guys find themselves on the hit list of one of India's most-powerful crime syndicates.",
    "popularity": 5.9834,
    "poster_path": "/hGmjlOFPaqwxAxR3XDvalExTlXd.jpg",
    "release_date": "01/07/2011",
    "title": "Delhi Belly",
    "video": false,
    "vote_average": 7.048,
    "vote_count": 196
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1135873,
    "original_language": "hi",
    "original_title": "GGS - Ganteng-Ganteng Sange",
    "overview": "Kelas Bintang is back with this pack of drama called GGS - Ganteng-Ganteng Sange.",
    "popularity": 4.8152,
    "poster_path": "/39fFH027tOpTyZwSNOydSAsOCzb.jpg",
    "release_date": "28/05/2023",
    "title": "GGS - Ganteng-Ganteng Sange",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/9hXAAN4xUdXlr0gPwAtKztnEUDt.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 80484,
    "original_language": "hi",
    "original_title": "Guide",
    "overview": "A tourist guide meets an unhappy married woman who wants to take up dancing. With his motivation, she becomes a successful dancer but success corrupts the man's mind.",
    "popularity": 5.1493,
    "poster_path": "/a31qY8UA4hsJdwFrollZ1iRzukC.jpg",
    "release_date": "06/02/1965",
    "title": "Guide",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 500101,
    "original_language": "hi",
    "original_title": "Darawani Haveli",
    "overview": "The film is about a spirit of a raped girl which seeks revenge by entering another girl's body and leaving the police no clue about the how the murders of the rapists are committed.",
    "popularity": 5.0975,
    "poster_path": "/1r1K66LOgx1otboh5LuCzpfVM5x.jpg",
    "release_date": "24/01/1997",
    "title": "Darawani Haveli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/2HhzQUPDW6xAk0cS7XVCfRMedrl.jpg",
    "genre_ids": [
      10749
    ],
    "id": 300757,
    "original_language": "hi",
    "original_title": "Raja Rani",
    "overview": "As a young boy Raja turns to a life of crime after the death of his mother. Years  later Raja, now a hardened thief, uses a marriage as an escape ploy but shortly after he is caught.",
    "popularity": 5.0799,
    "poster_path": "/56k4rVgfku7s87yXshtAqKOtbyk.jpg",
    "release_date": "15/01/1973",
    "title": "Raja Rani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 308059,
    "original_language": "hi",
    "original_title": "Love You Hamesha",
    "overview": "Trouble follows when a young woman (Sonali Bendre) breaks her engagement to a jealous man (Amitabh Nanda) to marry someone else (Akshaye Khanna).",
    "popularity": 5.0676,
    "poster_path": "/zqyTcnoSBXpBrb6A0uUxZ8UIqje.jpg",
    "release_date": "07/07/1999",
    "title": "Love You Hamesha",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/uUXO10hVj86MYeEl8D2Fgew3RBS.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 304496,
    "original_language": "hi",
    "original_title": "Phaansi",
    "overview": "In seeking to avenge his father's murder, a young man puts an entire village at risk of retribution.",
    "popularity": 5.0364,
    "poster_path": "/aOel11HYbt4ujKRu86G5Svp1axv.jpg",
    "release_date": "04/03/1978",
    "title": "Phaansi",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 936455,
    "original_language": "hi",
    "original_title": "Hanste Ansu",
    "overview": "Usha, a well-educated girl, is married to Kumar by her drunkard father. Being illiterate, Kumar gets jealous of Usha's education and her frank nature. He abuses her and she leaves their home and begins to battle for women's right. She gives birth to a son and starts to work in a factory, where male workers start to dominate her.",
    "popularity": 5.0346,
    "poster_path": "/460JSIHVKXwK2nVxoKMpaneADZI.jpg",
    "release_date": "31/12/1950",
    "title": "Hanste Ansu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10749
    ],
    "id": 63241,
    "original_language": "hi",
    "original_title": "Utt Pataang",
    "overview": "Mumbai-based Ramvilas Sharma has just broken-up with Sanjana Mahadik, a former bar dancer, with whom he had a six month relationship. His private-detective friend, Nandan Pandey, attempts to counsel him over this break-up, and even encourages him to meet other women. Ramvilas does meet with a homeless woman, Koel Datta, befriends her, and even brings her to spend the night in his flat but will be interrupted when Sanjana will come to take her belongings back and will leave a bag full of cash. Everyone will find their respective lives turned upside when they will be 'interrogated' by a suave French-speaking crook, Lucky Sardana, after the bag goes missing.",
    "popularity": 5.0293,
    "poster_path": "/29N2q1eECl20Xj3SEN0qOOnojmG.jpg",
    "release_date": "04/02/2011",
    "title": "Utt Pataang",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1212644,
    "original_language": "hi",
    "original_title": "Khatarnaak",
    "overview": "A gangster adopts Suraj, who grows up to be a criminal. He meets Dr. Sangeeta Joshi when he is incarcerated and she tries to convince him to change his lifestyle.",
    "popularity": 5.018,
    "poster_path": "/vWNrb1GvzcE2S38w6p5qp1nKoJ3.jpg",
    "release_date": "19/01/1990",
    "title": "Khatarnaak",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 72578,
    "original_language": "hi",
    "original_title": "Khwahish",
    "overview": "A story bout a relationship that's ended. Khwahish traces the sexy, funny and intense relationship of Amar Ranawat(Himanshu Malik) and Lekha Khorzuvekar (Mallika Sherawat) from the time they meet in the last semester of college, their quirky romance, marriage and its ups and downs to the tragic end five years later. Probably the first Bollywood musical about the trials and tribulations of a young Indian urban couple.",
    "popularity": 5.0125,
    "poster_path": "/vghpheZzXrJJ2MpkFRB1QGISmCg.jpg",
    "release_date": "10/11/2003",
    "title": "Khwahish",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/Ak4VBGcCBx9qlBQ0gpw10SzcbzL.jpg",
    "genre_ids": [
      18,
      28,
      80
    ],
    "id": 452690,
    "original_language": "hi",
    "original_title": "Shiva Shakti",
    "overview": "Shiva travels to the city to earn money for his sister Kusum's marriage. He meets Shakti and they become friends. When Kusum gets pregnant with Shakti's child, Shiva vows to murder him.",
    "popularity": 5.0074,
    "poster_path": "/3WLgAr4o5L1plQ5JvnfYGfPN3tz.jpg",
    "release_date": "25/03/1988",
    "title": "Shiva Shakti",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 714220,
    "original_language": "hi",
    "original_title": "Shahenshah",
    "overview": "Prince Rashid fights to regain his kingdom",
    "popularity": 5.002,
    "poster_path": "/yg5GEJGNmncYcE1r67c0ANj5R5p.jpg",
    "release_date": "12/12/1953",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/tA0r8ZhYiJ30UgeubrkZDRYIPQl.jpg",
    "genre_ids": [
      35,
      10749,
      10751
    ],
    "id": 71257,
    "original_language": "hi",
    "original_title": "Khoobsurat",
    "overview": "Sanju,  a con-man and petty thief, gets in the bad books of Jogia Seth and ends up owing him money. In order to get the money, Sanju decides to pose as a member of the Shastri family, so that he can gain their confidence and help himself to their wealth. But fate has something else in store for Sanju.",
    "popularity": 4.9998,
    "poster_path": "/mS6Srh8CcF5okUpYuBPIz6k1hmV.jpg",
    "release_date": "06/11/1999",
    "title": "Khoobsurat",
    "video": false,
    "vote_average": 5,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648,
      27
    ],
    "id": 1186060,
    "original_language": "hi",
    "original_title": "Ek Paheli",
    "overview": "Sudhir goes to take care of his family business in Goa. He is attracted to Maria, a mysterious woman who meets him in an old graveyard.",
    "popularity": 4.9729,
    "poster_path": "/tkWdfhHerpmPkY1yKPYqd2JRkgk.jpg",
    "release_date": "14/02/1971",
    "title": "Ek Paheli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uimOOHJOOhXoCqbgRhD2dTdusB9.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 727225,
    "original_language": "hi",
    "original_title": "Bal Bramhachari",
    "overview": "Professor Vijay Tripathi and Bhujbal Choudhury have a small land dispute between themselves forcing Bhujbal and his men to mercilessly kill Vijay making his death look as though lightning struck him. In the process Vijay's pregnant wife, Anju runs for safety only to take aid in a temple belonging to Bhagwan Bajrangbali where-by she gives birth to a baby boy who is blessed with magical powers belonging to Bhagwan Bajrangbali.",
    "popularity": 4.9499,
    "poster_path": "/ykR8oqrWDjTiuZig00Zp1YxywbB.jpg",
    "release_date": "06/09/1996",
    "title": "Bal Bramhachari",
    "video": false,
    "vote_average": 3.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12
    ],
    "id": 20976,
    "original_language": "hi",
    "original_title": "Mission Istaanbul",
    "overview": "A news reporter must uncover the secret on the 13th floor of a News Station.",
    "popularity": 4.9241,
    "poster_path": "/7pZ6LXXO7j7FWVi1UU33hvEsaA1.jpg",
    "release_date": "25/07/2008",
    "title": "Mission Istaanbul",
    "video": false,
    "vote_average": 3.3,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/ryNejWlD8iGxHfXVmRT4VhdCVnx.jpg",
    "genre_ids": [
      27
    ],
    "id": 468624,
    "original_language": "hi",
    "original_title": "Guest House",
    "overview": "Christopher (Prem Nath) goes to meet a woman at a remote guest house for an exorcism wearing a expensive diamond ring. He gets murdered that night for the ring and his hand is brutally chopped off. The hand then returns for revenge.",
    "popularity": 4.9133,
    "poster_path": "/maJPoQMqGwRxe1xUDrcdV4RnuCO.jpg",
    "release_date": "29/07/1980",
    "title": "Guest House",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3hAjeKHNBIzNb16wgFMXK2yhxGX.jpg",
    "genre_ids": [
      27
    ],
    "id": 586467,
    "original_language": "hi",
    "original_title": "Rakkhosh",
    "overview": "The movie explores the horrors and fantasies of a patient trapped in a mental asylum.",
    "popularity": 4.912,
    "poster_path": "/xyT4t6PFTF0uF9iNNhm81oFvdFL.jpg",
    "release_date": "20/01/2019",
    "title": "Rakkhosh",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/98bRSb9ST2wwAhlINdf4qcnaoxP.jpg",
    "genre_ids": [
      53
    ],
    "id": 194522,
    "original_language": "hi",
    "original_title": "Monsoon Shootout",
    "overview": "A rookie cop joins the crime branch of the Mumbai police department, and on his first assignment is faced with the dilemma of whether he should shoot a murder suspect who is attempting to escape or not.",
    "popularity": 4.9044,
    "poster_path": "/mXyYxhkc8hkUImSeqkfkDx0J0OY.jpg",
    "release_date": "15/12/2017",
    "title": "Monsoon Shootout",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1510227,
    "original_language": "hi",
    "original_title": "Nai Roshni",
    "overview": "A neglected wife, Indira, schemes to win back her philandering bank manager husband, Bihari. She uses an unwitting musician, Madan, as a pawn, making him fall for her until her husband's jealousy is ignited. Once Bihari returns, Madan is quickly married off to the daughter of a poor clerk, Mohan, to neatly tie up the loose ends.",
    "popularity": 4.8853,
    "poster_path": "/qA6KZp336mLTHh4GHJuk1Lf64ET.jpg",
    "release_date": "22/11/1941",
    "title": "Nai Roshni",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 1517780,
    "original_language": "hi",
    "original_title": "Pehli Nazar",
    "overview": "A tragic Muslim social drama. It tells the story of two close Pathan families torn apart when Motilal, initially engaged to Veena, falls for and demands to marry her cousin and best friend, Munawar Sultana, after seeing her by chance. This sudden change of heart creates a deep and painful rift between the once inseparable families.",
    "popularity": 4.8785,
    "poster_path": "/s8SNiyxqPVYa0p5arR4WVoW7k7j.jpg",
    "release_date": "24/08/1945",
    "title": "Pehli Nazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AaYfsgRcgU00n0MNVsn1604bfcu.jpg",
    "genre_ids": [
      28,
      878,
      53
    ],
    "id": 799155,
    "original_language": "hi",
    "original_title": "Attack",
    "overview": "With the Parliament under siege, India’s first super soldier Arjun Shergill is tasked to get hold of the terrorists in time, save the Prime Minister from their clutches and stop a dirty bomb from exploding and destroying Delhi.",
    "popularity": 4.8725,
    "poster_path": "/A9FjibQFfkPVrfQcM3dlY6fkYpJ.jpg",
    "release_date": "01/04/2022",
    "title": "Attack",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 211
  },
  {
    "adult": false,
    "backdrop_path": "/xjjHH1SxphgYtwCCdAlN5wmYGqR.jpg",
    "genre_ids": [
      28,
      12,
      14
    ],
    "id": 734253,
    "original_language": "hi",
    "original_title": "आदिपुरुष",
    "overview": "7000 years ago, Ayodhya's Prince Raghava and Prince Sesh along with the Mighty Vanar Warriors travels to the island of Lanka with an aim to rescue Raghava's wife Janaki, who has been abducted by Lankesh, the king of Lanka.",
    "popularity": 4.8713,
    "poster_path": "/1H2xEZOixs0z0JKwyjANZiKNNVJ.jpg",
    "release_date": "16/06/2023",
    "title": "Adipurush",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 100
  },
  {
    "adult": false,
    "backdrop_path": "/85YkXvZNisXwCPAXqd6cdOIPbSl.jpg",
    "genre_ids": [
      10749,
      18,
      53
    ],
    "id": 1434543,
    "original_language": "hi",
    "original_title": "Ek Deewane Ki Deewaniyat",
    "overview": "A musical love story with dark shades of love exploring obsession, heartbreak, and deep emotional conflict.",
    "popularity": 4.8688,
    "poster_path": "/y3TEsi9egFJxYgBYZKPJTCGLFu5.jpg",
    "release_date": "21/10/2025",
    "title": "Ek Deewane Ki Deewaniyat",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4RiZrHiT5qBKyzNTBaK28QCHDK5.jpg",
    "genre_ids": [
      28,
      80,
      36
    ],
    "id": 20742,
    "original_language": "hi",
    "original_title": "Shootout at Lokhandwala",
    "overview": "On a calm summer day in 1991, in the bustling Lokhandwala Complex, five criminals including Maya and Dilip were counting 70 lakhs in flat no. 32 B, when 286 policemen, headed by ACP Khan, took strategic positions around their building. A gunfire ensued and the entire nation witnessed the most talked about daylight encounter lasting 6 hours that transformed suburban Mumbai into a war zone.",
    "popularity": 4.8624,
    "poster_path": "/6p8ddG6t8FzJTFNYODG27Er0Pdn.jpg",
    "release_date": "25/05/2007",
    "title": "Shootout at Lokhandwala",
    "video": false,
    "vote_average": 6.14,
    "vote_count": 57
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 47861,
    "original_language": "hi",
    "original_title": "कोरा कागज़",
    "overview": "A woman has problems with her husband after her mother interferes with their marriage.",
    "popularity": 4.8448,
    "poster_path": "/2DJ1wYZaKvyi0zjZk8pR2aGCdJo.jpg",
    "release_date": "04/05/1974",
    "title": "Kora Kagaz",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      35
    ],
    "id": 173418,
    "original_language": "hi",
    "original_title": "धूम दादक्का",
    "overview": "At a Bangkok 'Asian Bhai Meet' the Godfather meets with several gangsters, reviews the reduction in revenue, and decides to induct fresh blood. While Fursat Lala decides to hand-over this task to his son, Zac; Mungi Lal, a bachelor, has no heir, save for an long-estranged maternal nephew, Kamal, and is asked to find him and include him in this gang within 30 days. Mungi and his associate, Jignesh, head out to Mumbai in an effort to locate his estranged sister, Angoori, and her son - in vain - as there is no trace of the duo. He recruits the services of Private Detective Johnny English and instructs him to locate Kamal. Johnny does locate him and takes him to meet with Mungi - a move that will result in nothing but hilarious chaos when Mungi tells him that he has already located Kamal. Things get even more confusing after a woman shows up - also claiming to be Kamal!!",
    "popularity": 4.8164,
    "poster_path": "/qMOUAFO8oyZ48F9411cdGg526jE.jpg",
    "release_date": "23/05/2008",
    "title": "Dhoom Dadakka",
    "video": false,
    "vote_average": 8.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1135873,
    "original_language": "hi",
    "original_title": "GGS - Ganteng-Ganteng Sange",
    "overview": "Kelas Bintang is back with this pack of drama called GGS - Ganteng-Ganteng Sange.",
    "popularity": 4.8152,
    "poster_path": "/39fFH027tOpTyZwSNOydSAsOCzb.jpg",
    "release_date": "28/05/2023",
    "title": "GGS - Ganteng-Ganteng Sange",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      12,
      28,
      14
    ],
    "id": 768402,
    "original_language": "hi",
    "original_title": "Bhagwan Parshuram",
    "overview": "Lord Parshuram, a reincarnation of Lord Vishnu, beheads his mother to prove that duty comes before anything else. Later, he takes upon himself the task of restoring peace on earth.",
    "popularity": 4.8098,
    "poster_path": "/xmpxav0axnNLp1Ay5OVuQ3e5erg.jpg",
    "release_date": "01/01/1970",
    "title": "Lord Parshuram",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/bEeqEcgnLwnyFcTQVP9hgPMzvKD.jpg",
    "genre_ids": [],
    "id": 581050,
    "original_language": "hi",
    "original_title": "Uran Khatola",
    "overview": "When a plane crashes the pilot is saved by the beautiful Soni and the two fall in love, unfortunately, however, the local queen also falls in love with him.",
    "popularity": 4.8069,
    "poster_path": "/8gSal6pACmyxVjkz4RLExDIRHgr.jpg",
    "release_date": "01/01/1955",
    "title": "Uran Khatola",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/eOt1rocEsfUSWb9us2yx248wdqZ.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 618473,
    "original_language": "hi",
    "original_title": "खानदानी शफाखाना",
    "overview": "When Baby Bedi is entrusted with a job of running controversial sex clinic ‘Khandaani Shafakhana’, in a small town of Punjab, she faces severe backlash from all quarters. Can she find a cure for the widespread social stigma against important issues like sex education and sexual health?",
    "popularity": 4.7907,
    "poster_path": "/nlejxxxLsVZxbZd61zT7JH2z1wA.jpg",
    "release_date": "02/08/2019",
    "title": "Khandaani Shafakhana",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/wZocl0cIgHOKTsDHlHUuGr9TArK.jpg",
    "genre_ids": [
      18
    ],
    "id": 992905,
    "original_language": "hi",
    "original_title": "Jeewan Jyoti",
    "overview": "A young couple’s romance blossoms into marriage, only to collide with family tensions and societal expectations. Jeewan Jyoti introduces Shammi Kapoor and Chand Usmani in a heartfelt story of love, duty, and resilience.",
    "popularity": 4.7819,
    "poster_path": "/ny5jmQys9xmv3BLPgLNh3laQzMP.jpg",
    "release_date": "10/06/1953",
    "title": "Jeewan Jyoti",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/518g56F7TmUEnhOrJV8CFyMYtNS.jpg",
    "genre_ids": [
      18
    ],
    "id": 429520,
    "original_language": "hi",
    "original_title": "The Threshold",
    "overview": "A North Indian couple, in their early 60s, at their mountain retreat. Their son has just gotten married, a reception has ended and all the guests have left. She chooses this moment to tell her husband that she is leaving. What follows is an endless day: the avalanche of this long-gathering decision and what it means to a decades-long relationship. Fragments of conversations, silence and chaos, as nostalgia mingles with menace and tenderness with cruelty. What will they succeed in rescuing against the landslide of memory and emotion?",
    "popularity": 4.7652,
    "poster_path": "/nud7qQD6qbyAEY2wj1obUclISEG.jpg",
    "release_date": "20/02/2015",
    "title": "The Threshold",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/pwfXx2O3eFXi5dtWCV5XJPQJgqN.jpg",
    "genre_ids": [
      28,
      53,
      10752,
      36
    ],
    "id": 1143407,
    "original_language": "hi",
    "original_title": "स्काई फ़ोर्स",
    "overview": "In the 1965 Indo-Pak War, India faces a devastating surprise attack. Wing Commander Ahuja leads a retaliatory strike, but Squadron Leader Vijaya goes missing after a heroic solo engagement against a superior enemy jet. Ahuja spends 23 years seeking the truth and uncovering a cover-up.",
    "popularity": 4.7564,
    "poster_path": "/pmtev9YTlIRDo25G7lN8dzyoszn.jpg",
    "release_date": "24/01/2025",
    "title": "Sky Force",
    "video": false,
    "vote_average": 6.641,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 795309,
    "original_language": "hi",
    "original_title": "Bhishma",
    "overview": "Paro, her mother, and her brother, Natwar, find an unconscious man near their town. They bring him over to their house, nurse and nurture him back to good health, only to find out that he has the mind of a 12 year of old child, and name him Bhola. Years pass by, Paro has fallen in love with Bhola, for he rescued her from a molester, and both would like to get married. Before that could happen, Bhola is viciously attacked and left for dead by Paro's molester, and is hospitalized. While in hospital, Police Sub-Inspector Abhimanyu Verma finds out that Bhola is not who he claims to be but a homicidal maniac, wanted for killing three policemen - named Bhisma - and is possibly masquerading as a 12 year old child to hide from the police.",
    "popularity": 4.7349,
    "poster_path": "/53FOIfuMj0Y4GMmCjEk9TygQPIS.jpg",
    "release_date": "26/07/1996",
    "title": "Bhishma",
    "video": false,
    "vote_average": 2.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749,
      53
    ],
    "id": 420491,
    "original_language": "hi",
    "original_title": "Anhonee",
    "overview": "An impoverished advocate faces challenges after he falls in love with a wealthy woman who has a look-alike courtesan sister.",
    "popularity": 4.7269,
    "poster_path": "/8wUQx8BV5yEL24A7Dszf0BbQnLn.jpg",
    "release_date": "10/10/1952",
    "title": "Anhonee",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1395173,
    "original_language": "hi",
    "original_title": "Badnam Farishte",
    "overview": "Two lawyers fight for unemployed youths whose circumstances have led them into a world of crime.",
    "popularity": 4.7211,
    "poster_path": "/8BMc63z6TGjMKgDzpeeRqwOP7pp.jpg",
    "release_date": "12/11/1971",
    "title": "Badnam Farishte",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/sxoFAVdk6bw2OYyoqS6NsyQ16sR.jpg",
    "genre_ids": [
      18
    ],
    "id": 276378,
    "original_language": "hi",
    "original_title": "Samay Ki Dhaara",
    "overview": "Outspokenly devoted to her principles, Madhavi finds her relationship with her husband, Ajay, an ambitious engineer, crumbling. What continues to bind them is their son Bunty, who eventually must undergo the pain of separating parents. At first, Bunty stays with his mother and her new husband, Dr. Vinod, but his increasingly difficult situation with the doctor prompts the boy to move in with his father. -  Shatrughan Sinha, Shabana Azmi, Vinod Mehra",
    "popularity": 4.7079,
    "poster_path": "/yBoOjUS9QuxOWKztIQtQnxlj4Qx.jpg",
    "release_date": "01/01/1986",
    "title": "Samay Ki Dhaara",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      28
    ],
    "id": 305879,
    "original_language": "hi",
    "original_title": "Prem Qaidi",
    "overview": "A teenage couple fall in love, but their relationship is opposed by the girl's father because the boy is not from a wealthy family.",
    "popularity": 4.699,
    "poster_path": "/rjRzMaQReJosxWIsmpwKl4EiFBw.jpg",
    "release_date": "21/06/1991",
    "title": "Prem Qaidi",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36
    ],
    "id": 583237,
    "original_language": "hi",
    "original_title": "Sher Shivaji",
    "overview": "Story is Based on Maharashtra's beloved king Chatrapati Shivaji Maharaj.",
    "popularity": 4.6852,
    "poster_path": "/avkUsfC8arYr7SVBXVflxnzn6jk.jpg",
    "release_date": "01/01/1987",
    "title": "Sher Shivaji",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 150979,
    "original_language": "hi",
    "original_title": "Mere Dost Picture Abhi Baki Hai",
    "overview": "Picture Abhi Baki Hai is the journey of Amar Joshi (Sunil Shetty) who runs a video library in banaras and aspires to be a film maker. Despite facing objection from his father Amar Joshi decides to sell his video library and joins a film Institute in London.  After completing his course he lands in the city of dreams \"Mumbai\" to make his film. Suraj (Rajpal Yadav) is a struggling actor doing bit roles in T.V. serials, who Is Amar's only connection in Bollywood.  Amar Joshi starts his struggle to make his film by meeting different type of producers who have their own take on Amar's story. After many failed attempts He finally bumps into Monty Chadda (Rakesh Bedi) a P.R. Publicity man who sees good potential in Amar and decides to produce his film.  Amar &amp; Monty take help of star secretary Guptaji (Akhil Mishra) to convince Mohini (Udita Goswami) &amp; her starry mother Mummyji (Neena Gupta) who agrees to do the film.",
    "popularity": 4.6778,
    "poster_path": "/fGo04UwjgGS8tmcOXQlg2EyLLTn.jpg",
    "release_date": "20/07/2012",
    "title": "Mere Dost Picture Abhi Baki Hai",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/nVvU5A7wAXmZZaZkd38hmPeO8zv.jpg",
    "genre_ids": [
      27,
      53
    ],
    "id": 988988,
    "original_language": "hi",
    "original_title": "जुदा होके भी",
    "overview": "Aman Khanna, a once successful singer, is drowning his life into alcohol, despair and self- destruction after his 6 years old son died in a freak accident. Aman's wife, Meera who has an autobiographical bestseller to her credit is trying to cope with their financial burdens and Aman's lack of responsibility.",
    "popularity": 4.6661,
    "poster_path": "/6ow6lvYQWrEwNlvPYvpcjoVwYbC.jpg",
    "release_date": "15/07/2022",
    "title": "Judaa Hoke Bhi",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 162066,
    "original_language": "hi",
    "original_title": "Muskurahat",
    "overview": "Gopichand Verma is a retired Judge of the Supreme Court of India. He re-locates to scenic Ooty and decides to live there in a palatial home. He has a cook/servant in Badriprasad Chaurasia. When Chaurasia wins a lottery, he quits, and Verma hires a woman by the name of Nandini in his place. He soon finds out that there is a mystery behind Nandini and her presence in his house, apart from the fact that she is mentally imbalanced. When he probes further, he finds that she is claiming to be his illegitimate daughter. He does accept her and decides to let her live there, but his wife, his son, his sister, his son-in-law, and daughter have other plans - for they have hired notorious hit-man Samar Khan to abduct and kill Nandini at any cost. Is Nandini really Verma's daughter? Why would the Verma family want her dead?",
    "popularity": 4.6553,
    "poster_path": "/pH2nYZxXvcm2GHbtoWy9fsUmqSC.jpg",
    "release_date": "30/10/1992",
    "title": "Muskurahat",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 306174,
    "original_language": "hi",
    "original_title": "Meri Surat Teri Ankhen",
    "overview": "Raj Kumar is a wealthy businessman and dislikes everything ugly. When his wife, Kamla, becomes pregnant and gives birth to an ugly son, he asks the attending Dr. Mathur to inform his wife that their child was still-born. Dr. Mathur places the child in the hands of Rahmat and his wife, Naseeban, who welcome him with open arms. But misfortune follows them, as the child, who is named Pyare, accidentally burns their dwelling down, killing Naseeban. Rahmat then re-locates to his village when he teaches Pyare the skills required to play musical instruments and sing. Years later, Rahmat passes away, and informs Pyare that he is really a Hindu. Dr. Mathur fills the rest of the blanks for Pyare, and arranges a song and dance play and hopes that Raj will overcome his dislike for his now-grown son.",
    "popularity": 4.6473,
    "poster_path": "/3jZxWjNibcKS9I9FPG7pX5eyLz5.jpg",
    "release_date": "01/01/1963",
    "title": "Meri Surat Teri Ankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 212045,
    "original_language": "hi",
    "original_title": "Ek Se Badhkar Ek",
    "overview": "A crime leads to the long separation of two brothers whose life end up very different",
    "popularity": 4.6435,
    "poster_path": "/xo4qMkwpVw8xqX3vGkZBiUtCp8N.jpg",
    "release_date": "18/09/1976",
    "title": "Ek Se Badhkar Ek",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/30OrD3oXrw6uYOvG9g2SmYyMJCV.jpg",
    "genre_ids": [
      10749,
      10402
    ],
    "id": 304597,
    "original_language": "hi",
    "original_title": "Sohni Mahiwal",
    "overview": "Ijjat Beg comes to India with his caravan and settles in a town in Gujrat. Here, he falls in love with Sohni, who owns a shop of metal pots.",
    "popularity": 4.6374,
    "poster_path": "/8n36zt0dHoMimeHWgWGPLmQCeko.jpg",
    "release_date": "01/01/1958",
    "title": "Sohni Mahiwal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zlWebZoLvezy0QORUoxQusl0XqQ.jpg",
    "genre_ids": [
      28
    ],
    "id": 922694,
    "original_language": "hi",
    "original_title": "Shapath",
    "overview": "The Commissioner of Police is impressed with the diligence and bravery by one of his officers named Vijay, and asks him to re-locate to a lawless town by the name of Shona Pur, which Vijay accepts. He arrives there incognito, and is faced with several challenges, including lackadaisical policemen, who have never arrested anyone. He sets out to put things right. He meets with a young woman by the name of Shanti, who is on the look-out for buried treasure. Vijay and Shanti both fall in love with each other, and both set out to locate this treasure. In order to do this they will have to go through underground caverns, snake-pits, and a gang of thieves who are known to kill anyone who get in their way.",
    "popularity": 4.6251,
    "poster_path": "/tO40gHVeYALlY7fLvirmKqaaKJE.jpg",
    "release_date": "01/01/1984",
    "title": "Shapath",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3AvVJgf3FzCaJzEzbKsxreIusnl.jpg",
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 118841,
    "original_language": "hi",
    "original_title": "Prem Pratigyaa",
    "overview": "Raja Bhaiya (Mithun Chakraborty) and his friend Charan (Satish Kaushik) come to a city to make a living.  Failed in their attempts to find a job, one day, they are teased and ragged by Kallu Dada (Ranjeet).  The quarrel gets physical, which Raja wins.  Raja thus becomes the local underworld don and starts collecting protection money from shopkeepers, while becoming addicted to alcohol.  Raja's life takes twists and turns when Mohan Rao (Nilu Phule) passes away.",
    "popularity": 4.5873,
    "poster_path": "/1zIgM4hU6pBLAwjvoHvRM73tTPa.jpg",
    "release_date": "02/05/1989",
    "title": "Prem Pratigyaa",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12
    ],
    "id": 423833,
    "original_language": "hi",
    "original_title": "Chor Chor",
    "overview": "A retired policeman sees a killer he thought had been dead for twenty years, and the next night he is killed. The killer is blackmailing the head of a bank, and forcing him to participate in a robbery of his own bank. He is replaced by the son of the policeman, who is hunting for his fathers killer. A rarity in 70's Bollywood since it does not contain any musical interludes.",
    "popularity": 4.5534,
    "poster_path": "/8BEGTIWU4ZSuFuidES69vKEIWs1.jpg",
    "release_date": "11/07/1974",
    "title": "Chor Chor",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/b795kAB6Vbw0P92tyQwQyr4YzGf.jpg",
    "genre_ids": [
      28
    ],
    "id": 936622,
    "original_language": "hi",
    "original_title": "बड़े मियाँ छोटे मियाँ",
    "overview": "Two elite soldiers with troubled pasts are enlisted for a daring mission when a deadly masked madman threatens India's defenses.",
    "popularity": 4.5527,
    "poster_path": "/ote8HmQOgmoAfqFaqVKsEdgD2q4.jpg",
    "release_date": "11/04/2024",
    "title": "Bade Miyan Chote Miyan",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 44
  },
  {
    "adult": false,
    "backdrop_path": "/mQmGfyRcmLEensLsg4X8H5dC0Wx.jpg",
    "genre_ids": [
      28,
      10752,
      36
    ],
    "id": 71920,
    "original_language": "hi",
    "original_title": "LOC: Kargil",
    "overview": "This film dramatizes events that occurred as the hostility between India and Pakistan over Kashmir came to a head in 1999, when more than 1,000 men crossed the \"Line of Control\" that separates the two locations. Taliban and Pakistani soldiers took over the area, blocking the main road that linked the regions. Standing their ground, Indian soldier drove them away, but not without losing more than 400 of their own men first.",
    "popularity": 4.5519,
    "poster_path": "/8rwlGnSWgLJlveO4OoOJ2n2YZyv.jpg",
    "release_date": "12/12/2003",
    "title": "LOC: Kargil",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 382543,
    "original_language": "hi",
    "original_title": "Betaaj Badshah",
    "overview": "Well known for his believes in fairness, justice, and fair play, Raja Prithviraj holds sway over a large rural territory in India. His word is the law, and no one would dare to cross swords with him. Prithviraj lives with his only daughter, Tejeshwani, in their exclusive palace. Years later, Tejeshwani has now grown up, attends college, on occasion with her pet cheetah, meets with handsome young fellow collegian, and after several misunderstandings and confrontations, both fall in love with each other. When Prithviraj comes to know of Arjun, he invites him to his palace, insults him, and asks him never to see Tejeshwani again. Watch what Arjun and Tejeshwani do to change her father's mind, knowing fully well that no one in their community will stand up against the Raja.",
    "popularity": 4.5506,
    "poster_path": "/5aBFvLy7syVxLdAAy3VFyNtC9O.jpg",
    "release_date": "08/04/1994",
    "title": "Betaaj Badshah",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/6pzK8QkLkM50bw5A6Cm3xMRntqf.jpg",
    "genre_ids": [
      18
    ],
    "id": 110619,
    "original_language": "hi",
    "original_title": "Geetanjali",
    "overview": "Gita is a modest girl who dreams of a quiet family life. Her twin sister Anjali loves noisy parties, singing, and dancing. Each sister's life unfolds as they wish, until the cruelty of others intervenes and alters their destinies.",
    "popularity": 4.5448,
    "poster_path": "/gC0eoLgPXtajtp3D1FFlhViv8C7.jpg",
    "release_date": "01/01/1993",
    "title": "Geetanjali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749,
      9648
    ],
    "id": 628837,
    "original_language": "hi",
    "original_title": "Mirza Sahiban",
    "overview": "The movie revolves around a young mischievous boy named Mirza who is sent away to his uncle's home for further studies. Mirza is passionate about archery and is an expert at it. He starts living with his uncle where he meets his uncle's daughter Sahiban.",
    "popularity": 4.5258,
    "poster_path": "/bl1csO3xMSZLExnztFghDGn64fg.jpg",
    "release_date": "01/01/1947",
    "title": "Mirza Sahiban",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 86005,
    "original_language": "hi",
    "original_title": "Staying Alive",
    "overview": "Staying Alive is a movie which is based on a true story of a reporter Aditya (Anant Mahadevan). When he experiences heart attack for the third time, he is sent to the intensive cardiac care at a hospital. But fate brings him on the neighboring bed of an underworld kingpin, Shaukat Ali (Saurabh Shukla). Actually it was his love of kebabs which had led him to experience his first heart attack. The 2 inmates of a hospital, who have opposite nature and opposite profession, strike a love-hate relationship with Aditya relaying a few truths about life to Shaukat. Shaukat gets thankful for the pleasure of staying alive even in a life underprivileged of kebabs.  The end of the motion picture deals with life as it reveals for a man from the wrong side of the law trying to set things right...would he or would he not succeed? This comedy of black type is all about being thankful at the pleasure of just Staying Alive…",
    "popularity": 4.5209,
    "poster_path": "/glOBL4HmpSK5dSc8uPGbxvs9FN.jpg",
    "release_date": "03/02/2012",
    "title": "Staying Alive",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/kqSxCsGIT4rqrZTTMpYP8RIzojv.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 720557,
    "original_language": "hi",
    "original_title": "Tiger 3",
    "overview": "Following the events of Tiger Zinda Hai, War, and Pathaan, Avinash Singh Rathore returns as Tiger but this time the battle is within. He has to choose between his country or family as an old enemy is after his life, who claims that his family was killed by Tiger. He holds Tiger captive in Pakistan as the Indian agent's loyalty towards his country faces its biggest test.",
    "popularity": 4.5144,
    "poster_path": "/2hsZrii8zXsk765YKKActVhIjTE.jpg",
    "release_date": "12/11/2023",
    "title": "Tiger 3",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": "/ytaHEBsaGCwWEiSIRTQKtRsD2jS.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 21982,
    "original_language": "hi",
    "original_title": "Aankhen",
    "overview": "After his hatred of dishonesty costs him his job, an embittered man goes over to the dark side and plots to rob the bank he once managed.",
    "popularity": 4.5059,
    "poster_path": "/sv9tCwXzvTFSbA2OmH9nqQZCNQ7.jpg",
    "release_date": "27/03/2002",
    "title": "Aankhen",
    "video": false,
    "vote_average": 6.406,
    "vote_count": 69
  },
  {
    "adult": false,
    "backdrop_path": "/mjs5uEsujBVXu97I5eb5r6nLX0O.jpg",
    "genre_ids": [
      18,
      10402,
      10749
    ],
    "id": 81253,
    "original_language": "hi",
    "original_title": "Prem Rog",
    "overview": "Manorama, the daughter of a rich, orthodox family is married off, leaving her childhood friend Deodhar and his secret love for her, in despair. When tragedy befalls her, and traditions seem unfair, Deodhar must fight for what's right.",
    "popularity": 4.4966,
    "poster_path": "/pwPAxZC7wK6PhUYhq2ZFYOrh6iK.jpg",
    "release_date": "30/07/1982",
    "title": "Prem Rog",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/eHaTjsMwqwsQCCFhXnCvBvkzrMs.jpg",
    "genre_ids": [
      18
    ],
    "id": 963682,
    "original_language": "hi",
    "original_title": "The Storyteller",
    "overview": "After decades of working in the printing industry in Kolkata in eastern India, Tarini has reached retirement age. He spends his days at home, having declined his son’s invitation to come to the United States. Then a friend shows him a help-wanted ad. Although he has never published a book, Tarini used to tell made-up stories to his friends in his youth, and the ad for a storyteller in Ahmedabad in western India piques his interest.",
    "popularity": 4.4798,
    "poster_path": "/dvvcO7hm4kWGz5dnCXAwpVK8x95.jpg",
    "release_date": "08/10/2022",
    "title": "The Storyteller",
    "video": false,
    "vote_average": 8.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 142136,
    "original_language": "hi",
    "original_title": "Mr. Bechara",
    "overview": "Mr Bechara is a shy printer who, since the passing of his wife, has been taking care of his infant son. However, his simple life is blown apart by the arrival of the unorthodox techniques of one Dr Dayanand.",
    "popularity": 4.4798,
    "poster_path": "/sldMFon3HsvEPofH5UArFm2pEne.jpg",
    "release_date": "29/08/1996",
    "title": "Mr. Bechara",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/lMcqdjzULJqJpyKnvRBwWhvJMQb.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 228648,
    "original_language": "hi",
    "original_title": "Mickey Virus",
    "overview": "When Delhi Police comes across an unusual case revolving around hacking they seek help of an expert who thinks like them only to come across a lazy hacker Mickey Arora.",
    "popularity": 4.4782,
    "poster_path": "/5FKtKKCmprBQ2sGrCclmVQ1hjVl.jpg",
    "release_date": "25/10/2013",
    "title": "Mickey Virus",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/cYt8G14vfxBCf2uVNDGlCMDazv4.jpg",
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 561339,
    "original_language": "hi",
    "original_title": "Daanveer",
    "overview": "After the passing away of his widower and advocate dad, Vijay Srivastav takes it upon himself to raise his younger siblings, Vishal and Sudha. Years later, while Vishal is studying I.A.S., ...",
    "popularity": 4.4758,
    "poster_path": "/a5wjH2rUvxgefIbrawbcWlVW4LV.jpg",
    "release_date": "20/09/1996",
    "title": "Daanveer",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1516585,
    "original_language": "hi",
    "original_title": "Bhartrahari",
    "overview": "A mythological and devotional drama based on the life of Bhartrhari, a legendary king who renounced his throne and worldly life to become an ascetic and poet, known for his philosophical and moral verses. The film explored themes of renunciation, spiritual enlightenment, and the transient nature of worldly pleasures.",
    "popularity": 4.4724,
    "poster_path": "/yijHPHw0wrIsmhFC62euaccIar3.jpg",
    "release_date": "17/03/1944",
    "title": "Bhartrahari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6Z3e850z4TNBUo4OviVRfwjK5O3.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 496527,
    "original_language": "hi",
    "original_title": "October",
    "overview": "Dan, a 21-year-old carefree boy is always surrounded by a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli is also an intern working in the same hotel, who at times is at a receiving end of Dan's audaciousness. Everything was normal in their life until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond.",
    "popularity": 4.4654,
    "poster_path": "/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "release_date": "13/04/2018",
    "title": "October",
    "video": false,
    "vote_average": 6.911,
    "vote_count": 107
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 969788,
    "original_language": "hi",
    "original_title": "Chittor Vijay",
    "overview": "Chittor Vijay is a 1947 Hindi language film directed by Mohan Sinha, featuring Raj Kapoor and Madhubala in the lead roles.",
    "popularity": 4.464,
    "poster_path": "/gwJofwo9BtgSOGjemzBqyzTcWM1.jpg",
    "release_date": "07/06/1947",
    "title": "Chittor Vijay",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8jcXJD3Y8oPld7v4s7xvLsUqTyK.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 546442,
    "original_language": "hi",
    "original_title": "Zabardast",
    "overview": "A family man, Ratan, decides to commit a crime for Balram Singh, but keeps the bounty for himself. Singh sets his house on fire, and believing his family to be dead, Ratan goes on the run.",
    "popularity": 4.4575,
    "poster_path": "/5fw0IoCA5pqRzkn3fqEL7Pg6yNY.jpg",
    "release_date": "21/06/1985",
    "title": "Zabardast",
    "video": false,
    "vote_average": 7,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/aCSkTKxyvfWy1aB8Vkf9MzGGxwV.jpg",
    "genre_ids": [
      80,
      28
    ],
    "id": 304157,
    "original_language": "hi",
    "original_title": "Yaar Gaddar",
    "overview": "When his brother becomes involved in a deadly bank robbery, a heartbroken cop vows to track down and retrieve his wayward sibling -- dead or alive.",
    "popularity": 4.4539,
    "poster_path": "/teGvKXdzS1Y63jasL9XPnpzJDKN.jpg",
    "release_date": "04/11/1994",
    "title": "Yaar Gaddar",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/nrDyzITJljfb6As9qnLnH8rf4Is.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 942058,
    "original_language": "hi",
    "original_title": "तेहरान",
    "overview": "On 13th February 2012, a magnetic bomb exploded, destroying an Israeli embassy vehicle in Delhi. ACP Rajeev Kumar, leading the investigation, suspects more than what meets the eye. Amid political pressure and suspicions of an Iranian connection, he embarks on a perilous journey to uncover the truth, facing formidable adversaries.",
    "popularity": 4.4523,
    "poster_path": "/gbz9Y1NwnlE2GxXmgWTKZC1fste.jpg",
    "release_date": "14/08/2025",
    "title": "Tehran",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 315161,
    "original_language": "hi",
    "original_title": "Kala Pani",
    "overview": "Based on A.J.Cronin's 'Beyond This Place', this movie narrates the story of an untiring crusade for justice. A young man, learning about his father's wrongful implication in a fifteen-year-old murder, vows to bring the true criminals to justice and release his innocent father from 'kaala paani' (life imprisonment), for which he enlists the help of a press reporter, a retired police inspector and an unwitting prostitute who happens to possess some key evidence.",
    "popularity": 4.4428,
    "poster_path": "/rWZBY7sYwgOmbuA81sD0OyCnPQk.jpg",
    "release_date": "23/02/1958",
    "title": "Kala Pani",
    "video": false,
    "vote_average": 4.286,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 433706,
    "original_language": "hi",
    "original_title": "Gangster",
    "overview": "The story is about a priest, Father Ferriera, who unwittingly becomes a witness to the rape and murder of a village woman by the rich man of the village, Chandulal Seth. Father Ferriera is framed for the crime by Chandulal Seth and is sent to the jail instead. During the jail time spent Father Ferriera develops a good friendship with some of the jail mates. On release from the jail, he along with his former jail mates decide on taking revenge with Chandulal Seth who is now one of the richest jewelers of the world.",
    "popularity": 4.4417,
    "poster_path": "/npV1DpQi1pbhfYrcJMmX2DhQ6qT.jpg",
    "release_date": "08/05/1994",
    "title": "Gangster",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1541016,
    "original_language": "hi",
    "original_title": "Ek Nazar",
    "overview": "Two friends arrive in the city seeking work and find themselves in a theater company, where love, fortune, and hidden motives test their bond and their hearts.",
    "popularity": 4.4406,
    "poster_path": "/biwDgW8RH8qZgu9FoN5HcrhVQN4.jpg",
    "release_date": "19/10/1951",
    "title": "Ek Nazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/i9vMUijXzqkUEGoN4esJgWdkpJm.jpg",
    "genre_ids": [
      18
    ],
    "id": 647873,
    "original_language": "hi",
    "original_title": "Tulsi: Mathrudevobhava",
    "overview": "Tulsi tells the story of Tulsi, married to a drunkard Suraj. The couple is blessed with four kids. One evening, while Suraj is away, his friend tries to molest Tulsi. When Suraj gets to know of it, he beats Yashpal black and blue. A furious Yashpal swears revenge. In the meanwhile, Tulsi is diagnosed with blood cancer. Yashpal attacks Suraj and murders him. A distraught Tulsi now decides to get her kids adopted by different families before she's gone.",
    "popularity": 4.4387,
    "poster_path": "/uqqPAMJMKAPQVUmyf3LF8CuCIbj.jpg",
    "release_date": "18/01/2008",
    "title": "Tulsi: Mathrudevobhava",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gixOKy1WFm7C9VwhVp679cLrtNu.jpg",
    "genre_ids": [
      18
    ],
    "id": 1319126,
    "original_language": "hi",
    "original_title": "चलती रहे जिंदगी",
    "overview": "Krishna Bhagat is a local bread supplier in three different families of a housing complex - it's the early times of the pandemic setting in. A lockdown is announced and that sets to change lives for these families poignantly. Phase 1 of lockdown exposes the extramarital affair of Arjun's wife with Aru's husband, a neighbor. In phase 2 Sushma, pressurised by her son Akash, a TV journalist, forces Krishna to return the money that she had loaned him. Phase 3 brings to fore the conflict within Leela Seth, a lady in her late sixties, her daughter in law, Naina in her mid thirties and granddaughter, a teenager, Siya. Will all of them be able to emerge out of their situations with a brave spirit?",
    "popularity": 4.4318,
    "poster_path": "/hielGItVUX7hu4vlPJxT3LUl1E4.jpg",
    "release_date": "26/07/2024",
    "title": "Chalti Rahe Zindagi",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/c4gV3xjNE6CyemZwrd3OhdjUnNE.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 326053,
    "original_language": "hi",
    "original_title": "Madhu Malti",
    "overview": "Madhu (Sachin) and Malti (Sarika) are college students, who are assigned by their professor, Anil Sharma, to play the title parts in a college play based on Romeo and Juliet. The two fall in love along the way but are forced to move to a big city to realise their love, as their traditional families oppose to their relationship. The later move to Goa, where a Goan couple looks after them, but soon decide to go back home and confront the situation.",
    "popularity": 4.4307,
    "poster_path": "/uS5Pqz90utDOfcu0EAWvHLEViQu.jpg",
    "release_date": "25/08/1978",
    "title": "Madhu Malti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5Dw7hINHK5RKhNVtbBO3A8uKFit.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 628566,
    "original_language": "hi",
    "original_title": "Satellite Shankar",
    "overview": "Indian Army soldier Shankar gets injured in cross-firing at the border. Senior Officer suggests he take 8 days to rest after consultation with doctors. Shankar requests for leave instead of rest, officers agree and tell him to report to duty on the morning of the 8th day. While traveling, he helps citizens and ends up missing his train. Online news reporter covers his story without acknowledging him. The story later revolves around how he reaches his home and then back to duty in a short span of time.",
    "popularity": 4.418,
    "poster_path": "/tGyHwFAgCGNTqz2VpSlcx6Uyf82.jpg",
    "release_date": "08/11/2019",
    "title": "Satellite Shankar",
    "video": false,
    "vote_average": 7.6,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1540339,
    "original_language": "hi",
    "original_title": "Aaghosh",
    "overview": "Meera(Nutan) loves Ashok(Nasir Khan). Her step mother(Leela Mishra) wants Ashok to marry Seth ji’s daughter Rani(Shakila). Mira is accused of theft and insulted.Rani tries to woo Ashok,but he does not respond. Mahinder(Iftikhar) a village crook wants to marry Rani and get all her wealth. He plans many plots for this, however Mira and Ashok foil every attempt. Mahinder decides to kill both of them. Learning about his plan, Ashok alerts police, who arrive at the right time and save them and capture Mahinder. Rani then magnanimously,and to the utter displeasure of Leela Mishra, gets Mira and Ashok married.",
    "popularity": 4.4016,
    "poster_path": "/p0Uf3U4CdBUT25ztj8iKmSyIwVY.jpg",
    "release_date": "01/01/1953",
    "title": "Aaghosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/bvDMTxHgbAKEjnaxxqlznzUpoPP.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 303401,
    "original_language": "hi",
    "original_title": "Jeevan Dhaara",
    "overview": "Mr. Shrivastav abandons his family for a life of hermitage.  His family struggles to carry on financially in his absence, with two daughters: Sangeeta and Geeta forced to carry the burden of employment, while their brother Ashok gambles their earnings away.",
    "popularity": 4.2334,
    "poster_path": "/6OEIrk6JQSjNPfXEf5xJgtYmjDg.jpg",
    "release_date": "06/02/1982",
    "title": "Jeevan Dhaara",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/yoetqyyLPSbM6zbrzWQOjci4OWm.jpg",
    "genre_ids": [],
    "id": 413909,
    "original_language": "hi",
    "original_title": "इतनी सी बात",
    "overview": "One day while travelling on the BEST bus in Bombay, Raja produces a 100 rupee note to buy a 50 paisa bus ticket, and is made fun of by the bus conductor, and asked to leave the bus. Asha, who is travelling on the same bus, pays for his fare, and he tells her that he will re-pay this loan after he gets some change. He does not get the change, and instead loses the 100 rupee note, but makes his way into Asha's heart. Both fall in love, and get married. They live in harmony for several years, and become proud parents of two children. With their growing family, Raja's income is just not enough to make ends, and Asha decides to get a job. Raja decides to stay at home and look after the household chores, and the kids. What happens is that there is chaos at work for Asha, and at home for Raja, with alround hilarious results.",
    "popularity": 3.8868,
    "poster_path": "/91Odi8JGj8wogcmTtYPitDCbWEf.jpg",
    "release_date": "28/05/1981",
    "title": "Itni Si Baat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 1026924,
    "original_language": "hi",
    "original_title": "Mirza Sahiban",
    "overview": "Based on one of the four tragic romances of the Punjab, it is only one of over a dozen film versions of the tale.",
    "popularity": 4.0247,
    "poster_path": "/7neLHayYxeBOMyDOcq5JNE8aZlx.jpg",
    "release_date": "01/01/1957",
    "title": "Mirza Sahiban",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/xFjk2l1SGgvrMYlFIHGiP7BfvEY.jpg",
    "genre_ids": [
      16,
      28,
      14,
      18
    ],
    "id": 1383072,
    "original_language": "hi",
    "original_title": "महावतार नरसिम्हा",
    "overview": "Hiranyakashyap, the tyrannical demon, challenges Vishnu, proclaiming himself a god. However, his son Prahlad remains devoted to Vishnu, who appears as Narsimha to defeat the demon.",
    "popularity": 4.3358,
    "poster_path": "/uGTF87VyfjtwwqRlT2apQg5YnEp.jpg",
    "release_date": "25/07/2025",
    "title": "Mahavatar Narsimha",
    "video": false,
    "vote_average": 7.65,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80
    ],
    "id": 495599,
    "original_language": "hi",
    "original_title": "रियासत",
    "overview": "Riyasat is a story about the much loved Sahab played by the late Rajesh Khanna. Sahab has ruled for many years and has established his kingdom. People look up to him for everything. He has truly been the Godfather of the people of the city. But then, few people enter the city with malicious intent which Sahab is aware of. Obviously, Sahab protects his kingdom from evil eyes and thus starts a war which changes Saheb's life forever. Will Sahab protect his kingdom? Will Sahab win over the evils and emerge as a winner?",
    "popularity": 4.1837,
    "poster_path": "/19qeZ3pcqoqAMCuMUlzhQCsSbXl.jpg",
    "release_date": "18/07/2014",
    "title": "Riyasat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/u7kuUaySqXBVAtqEl9vkTkAzHV9.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 20453,
    "original_language": "hi",
    "original_title": "3 Idiots",
    "overview": "Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.",
    "popularity": 4.1679,
    "poster_path": "/66A9MqXOyVFCssoloscw79z8Tew.jpg",
    "release_date": "23/12/2009",
    "title": "3 Idiots",
    "video": false,
    "vote_average": 7.998,
    "vote_count": 2565
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 945422,
    "original_language": "hi",
    "original_title": "Damaad",
    "overview": "A newly married school teacher becomes unemployed, but makes it big as singer.",
    "popularity": 4.0515,
    "poster_path": "/xpo9VUge1JZRT438K6cyyqTR4R7.jpg",
    "release_date": "01/01/1951",
    "title": "Damaad",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 746882,
    "original_language": "hi",
    "original_title": "Sapne Suhane",
    "overview": "Sapne Suhane is a 1961 hindi-language Romance movie.",
    "popularity": 4.0052,
    "poster_path": "/vq13UZel3vFnBF54WTs8mkDdxQ7.jpg",
    "release_date": "01/01/1961",
    "title": "Sapne Suhane",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/582nrZRzTUkslhPXVr5Mi8yXqht.jpg",
    "genre_ids": [
      28,
      12,
      18,
      36
    ],
    "id": 82578,
    "original_language": "hi",
    "original_title": "Kranti",
    "overview": "The film takes place in 19th Century British India and is the story of the fight for independence from the British in the years spanning from 1825 to 1875. It tells the story of two men who led the war against British Rule, Sanga and Bharat both of whom call themselves Kranti.",
    "popularity": 4.4141,
    "poster_path": "/fbXgeQtZMj5EtVRyqM8kZZbF1pK.jpg",
    "release_date": "03/02/1981",
    "title": "Kranti",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 315161,
    "original_language": "hi",
    "original_title": "Kala Pani",
    "overview": "Based on A.J.Cronin's 'Beyond This Place', this movie narrates the story of an untiring crusade for justice. A young man, learning about his father's wrongful implication in a fifteen-year-old murder, vows to bring the true criminals to justice and release his innocent father from 'kaala paani' (life imprisonment), for which he enlists the help of a press reporter, a retired police inspector and an unwitting prostitute who happens to possess some key evidence.",
    "popularity": 4.4428,
    "poster_path": "/rWZBY7sYwgOmbuA81sD0OyCnPQk.jpg",
    "release_date": "23/02/1958",
    "title": "Kala Pani",
    "video": false,
    "vote_average": 4.286,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/32RrclFHo3SLvx3o3MDpBeWS9rs.jpg",
    "genre_ids": [
      28,
      878
    ],
    "id": 496318,
    "original_language": "hi",
    "original_title": "Krrish 4",
    "overview": "4th installment in the sci-fi superhero series - Krrish.",
    "popularity": 4.4115,
    "poster_path": "/v0flRsjnl2CaWTHIHlUYJ2UEgq1.jpg",
    "release_date": "",
    "title": "Krrish 4",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/aCSkTKxyvfWy1aB8Vkf9MzGGxwV.jpg",
    "genre_ids": [
      80,
      28
    ],
    "id": 304157,
    "original_language": "hi",
    "original_title": "Yaar Gaddar",
    "overview": "When his brother becomes involved in a deadly bank robbery, a heartbroken cop vows to track down and retrieve his wayward sibling -- dead or alive.",
    "popularity": 4.4539,
    "poster_path": "/teGvKXdzS1Y63jasL9XPnpzJDKN.jpg",
    "release_date": "04/11/1994",
    "title": "Yaar Gaddar",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53,
      80,
      10749
    ],
    "id": 366120,
    "original_language": "hi",
    "original_title": "Red Rose",
    "overview": "Anand lives a wealthy lifestyle in Bombay in a palatial house, and runs a business 'Export India'. While shopping at Roopsagar Clothing Store, he meets one of the Sales Clerks', Sharda, and falls in love with her. Shortly thereafter he proposes to her, she accepts, and both marry at the Registrar of Marriages. Sharda is shown around Anand's house, and the guest-house which houses his ex-convict father. Sharda soon settles in, establishes a Devi Maa Durga Mandir, but will find her life turning upside down when she discovers a deadly secret from Anand's past.",
    "popularity": 4.1213,
    "poster_path": "/7ShGY3sttl2pjKve9tfVx28ikPz.jpg",
    "release_date": "06/06/1980",
    "title": "Red Rose",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/fChYgTIHEiT9jI60tvNH5h5Cb3e.jpg",
    "genre_ids": [],
    "id": 307791,
    "original_language": "hi",
    "original_title": "Raj Hath",
    "overview": "A stubborn emperor plans to wage war against another who had humiliated him and his daughter.",
    "popularity": 4.2763,
    "poster_path": "/fE1p45sGTDDcchKBNONEzmUmcya.jpg",
    "release_date": "01/01/1956",
    "title": "Raj Hath",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/l0fNAHLOFReQJsxCOmGWvJDnimn.jpg",
    "genre_ids": [
      18,
      10751,
      35
    ],
    "id": 360814,
    "original_language": "hi",
    "original_title": "दंगल",
    "overview": "Dangal is an extraordinary true story based on the life of Mahavir Singh and his two daughters, Geeta and Babita Phogat. The film traces the inspirational journey of a father who trains his daughters to become world class wrestlers.",
    "popularity": 3.8609,
    "poster_path": "/cJRPOLEexI7qp2DKtFfCh7YaaUG.jpg",
    "release_date": "21/12/2016",
    "title": "Dangal",
    "video": false,
    "vote_average": 7.896,
    "vote_count": 1078
  },
  {
    "adult": false,
    "backdrop_path": "/cYt8G14vfxBCf2uVNDGlCMDazv4.jpg",
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 561339,
    "original_language": "hi",
    "original_title": "Daanveer",
    "overview": "After the passing away of his widower and advocate dad, Vijay Srivastav takes it upon himself to raise his younger siblings, Vishal and Sudha. Years later, while Vishal is studying I.A.S., ...",
    "popularity": 4.4758,
    "poster_path": "/a5wjH2rUvxgefIbrawbcWlVW4LV.jpg",
    "release_date": "20/09/1996",
    "title": "Daanveer",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/ygTBp6GDxpXNtur57iOmTFQXMe8.jpg",
    "genre_ids": [
      18,
      10749,
      36
    ],
    "id": 7504,
    "original_language": "hi",
    "original_title": "1947: Earth",
    "overview": "It's 1947 and the borderlines between India and Pakistan are being drawn. A young girl bears witnesses to tragedy as her ayah is caught between the love of two men and the rising tide of political and religious violence.",
    "popularity": 3.964,
    "poster_path": "/hQtvQYlxfEHl45TR41lNSywrq4K.jpg",
    "release_date": "16/09/1998",
    "title": "Earth",
    "video": false,
    "vote_average": 6.487,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1515995,
    "original_language": "hi",
    "original_title": "Ek Raat",
    "overview": "A thriller centered on Ravi, who arrives at Heera Mahal on a stormy night. He finds the bungalow now owned by Balraj Sharma, a crippled ex-police officer, and his daughter Rekha. Ravi takes a job with Balraj and learns of Balraj's fear of Jaggi, a man seeking revenge. Ravi and Rekha fall in love and try to help Balraj. The plot thickens when Ravi is accused of two murders, leading to more suspense and revelations.",
    "popularity": 4.1071,
    "poster_path": "/5mpe1LWuw4KFDfdJHYgdpLpqmN.jpg",
    "release_date": "09/01/1942",
    "title": "Ek Raat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6Z3e850z4TNBUo4OviVRfwjK5O3.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 496527,
    "original_language": "hi",
    "original_title": "October",
    "overview": "Dan, a 21-year-old carefree boy is always surrounded by a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli is also an intern working in the same hotel, who at times is at a receiving end of Dan's audaciousness. Everything was normal in their life until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond.",
    "popularity": 4.4654,
    "poster_path": "/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "release_date": "13/04/2018",
    "title": "October",
    "video": false,
    "vote_average": 6.911,
    "vote_count": 107
  },
  {
    "adult": false,
    "backdrop_path": "/efq4fpiyO31vGDHijeMNHGMkBYB.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 901315,
    "original_language": "hi",
    "original_title": "मिस्टर एंड मिसेज माही",
    "overview": "Poles apart, Mahima and Mahendra find a unifying force in the form of cricket. While one Mahi (Mahendra) is grappling to come to terms with his dream of playing for India getting shattered, he wants to live it through the other Mahi (Mahima.) Mahima is a doctor but Mahendra hasn't seen anyone play like her. Will the clash of dreams unite Mr. and Mrs. Mahi or create boundaries for life?",
    "popularity": 3.9741,
    "poster_path": "/x1v8Qzvp46WEpxoBFlqaGfSsAxw.jpg",
    "release_date": "31/05/2024",
    "title": "Mr. & Mrs. Mahi",
    "video": false,
    "vote_average": 6.182,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1395173,
    "original_language": "hi",
    "original_title": "Badnam Farishte",
    "overview": "Two lawyers fight for unemployed youths whose circumstances have led them into a world of crime.",
    "popularity": 4.7211,
    "poster_path": "/8BMc63z6TGjMKgDzpeeRqwOP7pp.jpg",
    "release_date": "12/11/1971",
    "title": "Badnam Farishte",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/dXE0wWG9vaFd7HZ7Zi2cmExQ2ih.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 14072,
    "original_language": "hi",
    "original_title": "रब ने बना दी जोड़ी",
    "overview": "A lonely 40-ish man, likely to remain a bachelor, has a chance to find the love of his life when he falls for a vivacious young woman.",
    "popularity": 3.9471,
    "poster_path": "/sMRwL5GGj7WzTGPULBkKEB884d9.jpg",
    "release_date": "11/12/2008",
    "title": "Rab Ne Bana Di Jodi",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 297
  },
  {
    "adult": false,
    "backdrop_path": "/sPMBiyjTco4JdKojlfGIz5Wd0jC.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 10757,
    "original_language": "hi",
    "original_title": "कभी ख़ुशी कभी ग़म",
    "overview": "Years after his father disowns his adopted brother for marrying a woman of lower social standing, a young man goes on a mission to reunite his family.",
    "popularity": 4.2938,
    "poster_path": "/12BvYKueY0eruZuTYIextEZaCC.jpg",
    "release_date": "14/12/2001",
    "title": "Kabhi Khushi Kabhie Gham",
    "video": false,
    "vote_average": 7.68,
    "vote_count": 579
  },
  {
    "adult": false,
    "backdrop_path": "/zlWebZoLvezy0QORUoxQusl0XqQ.jpg",
    "genre_ids": [
      28
    ],
    "id": 922694,
    "original_language": "hi",
    "original_title": "Shapath",
    "overview": "The Commissioner of Police is impressed with the diligence and bravery by one of his officers named Vijay, and asks him to re-locate to a lawless town by the name of Shona Pur, which Vijay accepts. He arrives there incognito, and is faced with several challenges, including lackadaisical policemen, who have never arrested anyone. He sets out to put things right. He meets with a young woman by the name of Shanti, who is on the look-out for buried treasure. Vijay and Shanti both fall in love with each other, and both set out to locate this treasure. In order to do this they will have to go through underground caverns, snake-pits, and a gang of thieves who are known to kill anyone who get in their way.",
    "popularity": 4.6251,
    "poster_path": "/tO40gHVeYALlY7fLvirmKqaaKJE.jpg",
    "release_date": "01/01/1984",
    "title": "Shapath",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/eHaTjsMwqwsQCCFhXnCvBvkzrMs.jpg",
    "genre_ids": [
      18
    ],
    "id": 963682,
    "original_language": "hi",
    "original_title": "The Storyteller",
    "overview": "After decades of working in the printing industry in Kolkata in eastern India, Tarini has reached retirement age. He spends his days at home, having declined his son’s invitation to come to the United States. Then a friend shows him a help-wanted ad. Although he has never published a book, Tarini used to tell made-up stories to his friends in his youth, and the ad for a storyteller in Ahmedabad in western India piques his interest.",
    "popularity": 4.4798,
    "poster_path": "/dvvcO7hm4kWGz5dnCXAwpVK8x95.jpg",
    "release_date": "08/10/2022",
    "title": "The Storyteller",
    "video": false,
    "vote_average": 8.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/q7cm2iGUaZrMhTeAsLtm0NfPEAO.jpg",
    "genre_ids": [
      18
    ],
    "id": 1160026,
    "original_language": "hi",
    "original_title": "Yellow Bus",
    "overview": "In the sweltering Arabian Gulf heat Ananda’s dreams of a better life than the one she left behind in India are shattered after her child is forgotten on a school bus. Armed with the dead child’s ashes, she stands up against society’s ‘invisible’ caste, demanding accountability and refusing the customary blood money.",
    "popularity": 4.1594,
    "poster_path": "/w2pXtOgr2uOKA1U2EoiGVjq1mOY.jpg",
    "release_date": "10/09/2023",
    "title": "Yellow Bus",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/wz8VRqxtww8vNMnYmJolBGrEJhp.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 309485,
    "original_language": "hi",
    "original_title": "Jigri Dost",
    "overview": "When rustic farmer Gopi (Jeetendra) visits a lawyer's home, he's mistaken for Anand, a wealthy attorney who's engaged to the lawyer's beautiful daughter. When the real Anand shows up, the two discover they could be twins and agree to switch places. Will true love win out once the truth is revealed? Or have they sown the seeds of ruin for them both? Directed by Ravikant Nagaich, this entertaining comedy stars Komal, Mumtaz and Aruna Irani.",
    "popularity": 3.5501,
    "poster_path": "/soHA5tAUxSYKtLJUM33Cbp8jw2h.jpg",
    "release_date": "01/01/1969",
    "title": "Jigri Dost",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36,
      18
    ],
    "id": 1182368,
    "original_language": "hi",
    "original_title": "1080 - The Legacy of Mahaveer",
    "overview": "After the incarnation of Lord Adinath and Lord Mahaveer primarily, a chaityavas follower, Vardhaman comes to know that he has been following the wrong Dharma.This leads him to become a whistle-blower and his search starts for true Dharma.",
    "popularity": 3.2507,
    "poster_path": "/yCwoDtSSIUn3mkwVlUBHadJzndq.jpg",
    "release_date": "27/10/2023",
    "title": "1080 - The Legacy of Mahaveer",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/7vGWPw9y9uJ8SZ17oyy2Ts3EmdD.jpg",
    "genre_ids": [
      18,
      36
    ],
    "id": 1137339,
    "original_language": "hi",
    "original_title": "केसरी चैप्टर 2: जलियांवाला बाग की अनकही कहानी",
    "overview": "A dramatization of the life story of C. Sankaran Nair, the lawyer who fought for the truth behind the Jallianwala Bagh massacre.",
    "popularity": 4.0425,
    "poster_path": "/jgGSqe1YgSot6Y1zDVTVkbsZ46z.jpg",
    "release_date": "17/04/2025",
    "title": "Kesari Chapter 2: The Untold Story of Jallianwala Bagh",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 969788,
    "original_language": "hi",
    "original_title": "Chittor Vijay",
    "overview": "Chittor Vijay is a 1947 Hindi language film directed by Mohan Sinha, featuring Raj Kapoor and Madhubala in the lead roles.",
    "popularity": 4.464,
    "poster_path": "/gwJofwo9BtgSOGjemzBqyzTcWM1.jpg",
    "release_date": "07/06/1947",
    "title": "Chittor Vijay",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1516585,
    "original_language": "hi",
    "original_title": "Bhartrahari",
    "overview": "A mythological and devotional drama based on the life of Bhartrhari, a legendary king who renounced his throne and worldly life to become an ascetic and poet, known for his philosophical and moral verses. The film explored themes of renunciation, spiritual enlightenment, and the transient nature of worldly pleasures.",
    "popularity": 4.4724,
    "poster_path": "/yijHPHw0wrIsmhFC62euaccIar3.jpg",
    "release_date": "17/03/1944",
    "title": "Bhartrahari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lMcqdjzULJqJpyKnvRBwWhvJMQb.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 228648,
    "original_language": "hi",
    "original_title": "Mickey Virus",
    "overview": "When Delhi Police comes across an unusual case revolving around hacking they seek help of an expert who thinks like them only to come across a lazy hacker Mickey Arora.",
    "popularity": 4.4782,
    "poster_path": "/5FKtKKCmprBQ2sGrCclmVQ1hjVl.jpg",
    "release_date": "25/10/2013",
    "title": "Mickey Virus",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/pJgSJSMrwg1MOJnYNeQKsJvc39r.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 496328,
    "original_language": "hi",
    "original_title": "संजू",
    "overview": "Sanju explores some of the most crucial chapters from movie star Sanjay Dutt’s dramatic and controversial real life. It gives a lowdown on his tryst with drugs and his trials and tribulations in the Arms Acts case and the 1993 Mumbai blasts.",
    "popularity": 4.058,
    "poster_path": "/q1wkN4VQuBTj1AeyTLLz2w6awMA.jpg",
    "release_date": "29/06/2018",
    "title": "Sanju",
    "video": false,
    "vote_average": 7.229,
    "vote_count": 205
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 790479,
    "original_language": "hi",
    "original_title": "Jugnu",
    "overview": "Suraj and Jugnu fall in love while studying at the same college",
    "popularity": 4.0467,
    "poster_path": "/iYDEJswWcsKlg0a3h7mqQcVdeWx.jpg",
    "release_date": "23/05/1947",
    "title": "Jugnu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/l2QSVFR5aLcW1Vl4cGKrQkEp6fY.jpg",
    "genre_ids": [
      35,
      10749,
      28
    ],
    "id": 1201012,
    "original_language": "hi",
    "original_title": "धूम धाम",
    "overview": "On their wedding night, an oddball couple is thrust into a chaotic chase, dodging goons and cops in a frenzied hunt for the mysterious \"Charlie.\"",
    "popularity": 3.8084,
    "poster_path": "/2E7me3rPi8HqaeheuD86YlpNX6k.jpg",
    "release_date": "13/02/2025",
    "title": "Dhoom Dhaam",
    "video": false,
    "vote_average": 6.742,
    "vote_count": 66
  },
  {
    "adult": false,
    "backdrop_path": "/zUkwDQnv5E0kxARmGYqjW7CpOlc.jpg",
    "genre_ids": [
      27,
      9648,
      53
    ],
    "id": 847732,
    "original_language": "hi",
    "original_title": "U-Turn",
    "overview": "Radhika, a journalism intern is investigating bike riders violating traffic on a city flyover, turns sinister when she becomes prime suspect in the mysterious death of one of the motorists, she is forced to prove her innocence and find the real culprit.",
    "popularity": 4.1753,
    "poster_path": "/3nyMIlmfknVJRlxETTnuFSuVkGz.jpg",
    "release_date": "28/04/2023",
    "title": "U-Turn",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/qeir1DKwGicRVjhRsJhEPMl1GEM.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 977673,
    "original_language": "hi",
    "original_title": "Thai Massage",
    "overview": "A typical middle-class 70-year-old widower, Atmaram Dubey, who has been celibate for decades, realises he will probably never have sex. This awakening catapults him into an outrageous journey of self-discovery defying societal norms.",
    "popularity": 3.8075,
    "poster_path": "/rYPis1a03mHIIUXDScAKLHvEfBO.jpg",
    "release_date": "11/11/2022",
    "title": "Thai Massage",
    "video": false,
    "vote_average": 6.125,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 308023,
    "original_language": "hi",
    "original_title": "Ek Baar Kaho",
    "overview": "Ravi is in love with Aarti but unable to express his feelings to her. With Aarti's marriage arranged, will he be able to confess before it's too late?",
    "popularity": 3.9362,
    "poster_path": "/gZZyhAXYB3HyrDZ7fL2GCZwxCVg.jpg",
    "release_date": "03/09/1980",
    "title": "Ek Baar Kaho",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      9648
    ],
    "id": 300335,
    "original_language": "hi",
    "original_title": "Aakhri Insaaf",
    "overview": "Bollywood 1980.",
    "popularity": 4.006,
    "poster_path": "/cGz4aZQBk48zu4vBUIggEX2E441.jpg",
    "release_date": "01/01/1980",
    "title": "Aakhri Insaaf",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 162066,
    "original_language": "hi",
    "original_title": "Muskurahat",
    "overview": "Gopichand Verma is a retired Judge of the Supreme Court of India. He re-locates to scenic Ooty and decides to live there in a palatial home. He has a cook/servant in Badriprasad Chaurasia. When Chaurasia wins a lottery, he quits, and Verma hires a woman by the name of Nandini in his place. He soon finds out that there is a mystery behind Nandini and her presence in his house, apart from the fact that she is mentally imbalanced. When he probes further, he finds that she is claiming to be his illegitimate daughter. He does accept her and decides to let her live there, but his wife, his son, his sister, his son-in-law, and daughter have other plans - for they have hired notorious hit-man Samar Khan to abduct and kill Nandini at any cost. Is Nandini really Verma's daughter? Why would the Verma family want her dead?",
    "popularity": 4.6553,
    "poster_path": "/pH2nYZxXvcm2GHbtoWy9fsUmqSC.jpg",
    "release_date": "30/10/1992",
    "title": "Muskurahat",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/jDxqjLUBpOVeKhLPJFKSyneKwF7.jpg",
    "genre_ids": [
      27,
      35
    ],
    "id": 1112426,
    "original_language": "hi",
    "original_title": "स्त्री 2: सरकटे का आतंक",
    "overview": "Following the events of 'Stree', the town of Chanderi is being haunted again. This time, women are mysteriously abducted by a terrifying headless entity. Once again, it's up to Vicky and friends to save their town and loved ones.",
    "popularity": 3.6474,
    "poster_path": "/nfnhwfUEFuSOxxf4jDdBlY6Lccw.jpg",
    "release_date": "15/08/2024",
    "title": "Stree 2",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 73
  },
  {
    "adult": false,
    "backdrop_path": "/51R1O7Lh7wULoYlPENCHPmr5iVx.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 1103937,
    "original_language": "hi",
    "original_title": "Operation Mayfair",
    "overview": "A serial killer strikes back in London after laying low for three years.  Amar, the investigating detective has since resigned from the job but is brought back to crack the case. Amar decides to return and resolve the case once and for all.",
    "popularity": 3.2456,
    "poster_path": "/riHtNCga1E2jGyZuWI6jxuGNWVh.jpg",
    "release_date": "24/03/2023",
    "title": "Operation Mayfair",
    "video": false,
    "vote_average": 3.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 953308,
    "original_language": "hi",
    "original_title": "Hamari Beti",
    "overview": "A three year old girl separates from her widowed mother during a train journey.A poor man meets her and starts living of her.She then meets a rich man who also dedicates his life towards her but feels she needs mothers love and gets married for the same.The widowed mother who lost her daughter is helped by a couple with their child but she still looks for her missing daughter.Years later when the daughter grows she is in love with a man. And destiny brings the lost daughter and mother in front of each other.",
    "popularity": 4.194,
    "poster_path": "/fGCPnU6nNvVsc2xywfHMhJDzCN8.jpg",
    "release_date": "08/12/1950",
    "title": "Hamari Beti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5DPsXljSZ8ZiCVBpfjZDPTxjcO9.jpg",
    "genre_ids": [
      10749
    ],
    "id": 308285,
    "original_language": "hi",
    "original_title": "Prem Granth",
    "overview": "Somen, a rich boy, loves Kajri, a village belle. The lovers get separated and Somen tries to find his lost love.",
    "popularity": 4.1751,
    "poster_path": "/gxlrfUm9BQIBHby6oudOIBQN2mz.jpg",
    "release_date": "24/05/1996",
    "title": "Prem Granth",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/ydgpG8xmG3tAaFoWkH0RV3eZXTy.jpg",
    "genre_ids": [
      53,
      18
    ],
    "id": 890116,
    "original_language": "hi",
    "original_title": "मेरी क्रिसमस",
    "overview": "A Christmas Eve encounter between two enigmatic strangers sparks a poignant connection - but a dark turn of events threatens to expose their murky past.",
    "popularity": 3.9303,
    "poster_path": "/zF3cqcT8OlDTcKIFAoXVK1gO9qW.jpg",
    "release_date": "12/01/2024",
    "title": "Merry Christmas",
    "video": false,
    "vote_average": 6.784,
    "vote_count": 44
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12,
      35,
      18,
      53
    ],
    "id": 559131,
    "original_language": "hi",
    "original_title": "Zorro",
    "overview": "After fathering a child, Maharaj Bahadur Singh marries and starts a family. One of his sons grows up to usurp him, the other becomes Zorro.",
    "popularity": 3.891,
    "poster_path": "/lXkch7s2l42XyzhWCqXeu48nx8Q.jpg",
    "release_date": "31/10/1975",
    "title": "Zorro",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/bEeqEcgnLwnyFcTQVP9hgPMzvKD.jpg",
    "genre_ids": [],
    "id": 581050,
    "original_language": "hi",
    "original_title": "Uran Khatola",
    "overview": "When a plane crashes the pilot is saved by the beautiful Soni and the two fall in love, unfortunately, however, the local queen also falls in love with him.",
    "popularity": 4.8069,
    "poster_path": "/8gSal6pACmyxVjkz4RLExDIRHgr.jpg",
    "release_date": "01/01/1955",
    "title": "Uran Khatola",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/iBbMy4mxmdxDOLm8HTb412qMacg.jpg",
    "genre_ids": [
      18,
      28,
      10749
    ],
    "id": 37737,
    "original_language": "hi",
    "original_title": "Kites",
    "overview": "A wounded man searches for his sweetheart in the Mexican desert while on the run from the police, bounty hunters, and others.",
    "popularity": 4.3758,
    "poster_path": "/lYJhUIsKtlke4gNNHkYZNppYlTZ.jpg",
    "release_date": "21/05/2010",
    "title": "Kites",
    "video": false,
    "vote_average": 7.206,
    "vote_count": 218
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 848074,
    "original_language": "hi",
    "original_title": "Prabhat",
    "overview": "Village belle Sarita falls in love with young and dashing Ramesh, gets married to him, and re-locates to the city. Once in the city, Ramesh takes her to a brothel, and asks her to wait for him for a few days. Unknown to her, Ramesh has sold her to brothel madame, Champabai, for a hefty fee.",
    "popularity": 4.1742,
    "poster_path": "/iHYCTySo07Hd6fr3w6sBgbi5aUo.jpg",
    "release_date": "01/01/1973",
    "title": "Prabhat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 382543,
    "original_language": "hi",
    "original_title": "Betaaj Badshah",
    "overview": "Well known for his believes in fairness, justice, and fair play, Raja Prithviraj holds sway over a large rural territory in India. His word is the law, and no one would dare to cross swords with him. Prithviraj lives with his only daughter, Tejeshwani, in their exclusive palace. Years later, Tejeshwani has now grown up, attends college, on occasion with her pet cheetah, meets with handsome young fellow collegian, and after several misunderstandings and confrontations, both fall in love with each other. When Prithviraj comes to know of Arjun, he invites him to his palace, insults him, and asks him never to see Tejeshwani again. Watch what Arjun and Tejeshwani do to change her father's mind, knowing fully well that no one in their community will stand up against the Raja.",
    "popularity": 4.5506,
    "poster_path": "/5aBFvLy7syVxLdAAy3VFyNtC9O.jpg",
    "release_date": "08/04/1994",
    "title": "Betaaj Badshah",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/zrxIUVZLnccWuM3E8LwGzXLy3Fd.jpg",
    "genre_ids": [
      18
    ],
    "id": 969790,
    "original_language": "hi",
    "original_title": "Jail Yatra",
    "overview": "Jail Yatra is an Indian Hindi-language drama film released in 1947. It was directed by Gajanan Jagirdar.",
    "popularity": 4.0253,
    "poster_path": "/nOYq8uzAp7oqdtAZxkc4ti3wahe.jpg",
    "release_date": "01/01/1947",
    "title": "Jail Yatra",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/b9cSmjdGs8dkiqIj5QbEURLfRjC.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 372339,
    "original_language": "hi",
    "original_title": "Santosh",
    "overview": "Cold-hearted and manipulative Kamla has fallen in love with a poor man and marries him and has a child named Santosh. She soon realizes that life is not fun living in poverty, and abandons her child and husband, and returns back to her father and his wealth. She re-marries millionaire Kailashpathi, and has a child named Kundan from him. Years pass by, Kundan and Santosh have both grown up. Kundan is the owner of the mill with his mom, while Santosh is a struggling mill worker, and a union worker. A confrontation ensues between the mill and the workers, and Kamla is able to negotiate a settlement and get the workers back to work, but fails to keep the promise. Santosh opposes this, and she sets her goons and Kundan against him. Santosh is abducted and held prisoner by Kamla and Kundan, and the only way he can be released is when he compromises with them.",
    "popularity": 4.3851,
    "poster_path": "/l42fcfptFniWfCYYL4c9GldJ8UT.jpg",
    "release_date": "28/02/1989",
    "title": "Santosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 845734,
    "original_language": "hi",
    "original_title": "Jhoola",
    "overview": "Dr. Arun lives with his brother, Madhu; dad Judge Ramkrishan; and mom Kamla in a palatial house. He decides to help the poor and the needy and in order to do this he re-locates to a small town, where he meets with a young nurse named Sumati and both fall in love with each other. Sumati lives with her mom, Laxmi, and has no father. When Kamla starts looking for a prospective bride for Arun, he informs her that he has given his heart to Sumati. Ramkrishan sends for Laxmi, who gladly accepts the invitation. After her meeting, Arun inquires about the results with his mom and dad, and is told to forget about Sumati and marry someone else. When Arun asks for a reason behind their refusal, they refuse to divulge any information. The question remains, why did his parents turn down Sumati's mom, and what exactly happened during that meeting with her?",
    "popularity": 3.8294,
    "poster_path": "/wzlbIYXFJOCs8MLHWrQqG5g0N4j.jpg",
    "release_date": "01/01/1962",
    "title": "Jhoola",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/efao3Gy42NL38LhUkZ7cFKz56WE.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 211819,
    "original_language": "hi",
    "original_title": "Raja Babu",
    "overview": "Raja Babu is a rich, spoiled, country bumpkin who lives a carefree, luxury lifestyle until the girl he loves rejects him and his parents reveal that he was adopted.",
    "popularity": 4.1626,
    "poster_path": "/56dEONvFlidzOxZy9c8pOOWDPmQ.jpg",
    "release_date": "10/01/1994",
    "title": "Raja Babu",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": "/i9vMUijXzqkUEGoN4esJgWdkpJm.jpg",
    "genre_ids": [
      18
    ],
    "id": 647873,
    "original_language": "hi",
    "original_title": "Tulsi: Mathrudevobhava",
    "overview": "Tulsi tells the story of Tulsi, married to a drunkard Suraj. The couple is blessed with four kids. One evening, while Suraj is away, his friend tries to molest Tulsi. When Suraj gets to know of it, he beats Yashpal black and blue. A furious Yashpal swears revenge. In the meanwhile, Tulsi is diagnosed with blood cancer. Yashpal attacks Suraj and murders him. A distraught Tulsi now decides to get her kids adopted by different families before she's gone.",
    "popularity": 4.4387,
    "poster_path": "/uqqPAMJMKAPQVUmyf3LF8CuCIbj.jpg",
    "release_date": "18/01/2008",
    "title": "Tulsi: Mathrudevobhava",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      18
    ],
    "id": 925268,
    "original_language": "hi",
    "original_title": "Chhote Sarkar",
    "overview": "Brothers Moti and Raja share a joint household until Moti's wife gets Raja thrown out.",
    "popularity": 3.2462,
    "poster_path": "/qTwImx6og73Kax97drq10UnH34c.jpg",
    "release_date": "01/01/1974",
    "title": "Chhote Sarkar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  }
]