[
  {
    "adult": false,
    "backdrop_path": "/ajIRfvb5MkpH8spMJ5OCyg2enVS.jpg",
    "genre_ids": [
      27
    ],
    "id": 1561969,
    "original_language": "hi",
    "original_title": "बारामूला",
    "overview": "A cop's inquiry into child kidnappings unravels chilling secrets as supernatural events endanger his family and the peaceful town of Baramulla.",
    "popularity": 105.6043,
    "poster_path": "/xm5ER19nTk7iuWFaiNRUYe3Zlz.jpg",
    "release_date": "06/11/2025",
    "title": "Baramulla",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/pKIRUTnwY3YYU9urSdsuobdcliP.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 1109086,
    "original_language": "hi",
    "original_title": "वॉर 2",
    "overview": "Years ago Agent Kabir went rogue, became India’s greatest villain ever.  As he descends further into the deepest shadows... India sends its deadliest, most lethal agent after him, Agent Vikram  A Special Units Officer who is more than Kabir’s equal and a relentless Terminator driven by his own demons, determined to put a bullet into Kabir’s skull.",
    "popularity": 37.2256,
    "poster_path": "/2Yc8Kl2ldPpDzLrG2M5Ddv62FXB.jpg",
    "release_date": "13/08/2025",
    "title": "War 2",
    "video": false,
    "vote_average": 5.415,
    "vote_count": 41
  },
  {
    "adult": false,
    "backdrop_path": "/iwLW4qULgtbFgR1wvXmmUsGRkEg.jpg",
    "genre_ids": [
      80
    ],
    "id": 543954,
    "original_language": "hi",
    "original_title": "Hanste Khelte",
    "overview": "Three friends who don't take their life seriously are suspended from college so they decide to take revenge on the principal. On reaching his house they find that someone has already killed him.",
    "popularity": 9.1401,
    "poster_path": "/61b1tRffsjVhKtvrRMCjDLh0DAB.jpg",
    "release_date": "09/03/1984",
    "title": "Hanste Khelte",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/in5hdAhBrI4lMnVlK0Bx45rJu5g.jpg",
    "genre_ids": [
      28,
      18,
      14
    ],
    "id": 656908,
    "original_language": "hi",
    "original_title": "रामायण",
    "overview": "First part of the epic Ramayana Duology.",
    "popularity": 14.3729,
    "poster_path": "/vlYuhFSdmEwo4czE2eDdf2pJ10G.jpg",
    "release_date": "06/11/2026",
    "title": "Ramayana: Part One",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/A4YVRhI14LMzsz9Nwqj36lEJPDC.jpg",
    "genre_ids": [
      18,
      36
    ],
    "id": 478682,
    "original_language": "hi",
    "original_title": "Gold",
    "overview": "Set in 1948, the historic story of India's first Olympic medal post their independence.",
    "popularity": 10.9245,
    "poster_path": "/xCcdW6nHRcrKWraErYV5g3tut7Q.jpg",
    "release_date": "15/08/2018",
    "title": "Gold",
    "video": false,
    "vote_average": 7.088,
    "vote_count": 74
  },
  {
    "adult": false,
    "backdrop_path": "/302oE4a7mPls1Fa86kU6u0bNDJI.jpg",
    "genre_ids": [
      27
    ],
    "id": 101820,
    "original_language": "hi",
    "original_title": "Junoon",
    "overview": "Nita lives a middle-class lifestyle with her mom and dad in Bombay, India, and works as a Surgeon in a hospital. She is of marriageable age, &amp; is in love with a struggling Musician/Singer named Ravi, much to the chagrin of her mom, who wants her to marry someone who is wealthy. One day a badly wounded male is admitted into the hospital, is pronounced dead, but recovers, and with Nita's help recuperates and is discharged. He visits Nita's home, introduces himself as wealthy Vikram Chauhan and asks her parents for the hand of Nita, who immediately accept. But Nita wants to marry Ravi and plans to elope with him. On that fateful day, Ravi fails to keep his appointment and a heartbroken Nita decides to get married to Vikram. The marriage takes place with great pomp and ceremony. When Ravi attempts to re-enter Nita's life, she forbids him. Little does she know that Ravi's plans had been sabotaged by none other than Vikram - who is in reality a human during daytime...",
    "popularity": 11.0533,
    "poster_path": "/uDLGI6LfkgxtvHsXdTyFRcHVoZU.jpg",
    "release_date": "18/09/1992",
    "title": "Junoon",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/nQSh4gZZK0fONiwvNWHQlDeAvVp.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 220495,
    "original_language": "hi",
    "original_title": "Bullett Raja",
    "overview": "A common man who transforms into a gangster revolts against the very system he once obediently followed by declaring war on the police, the government, and the industrialists.",
    "popularity": 11.1998,
    "poster_path": "/9IkcVLgAdDvbycaOkb0t6PCIYbd.jpg",
    "release_date": "29/11/2013",
    "title": "Bullett Raja",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/miKixKo4wgf05yW02eqmK7tlZLt.jpg",
    "genre_ids": [
      35,
      18,
      10402,
      10749
    ],
    "id": 975533,
    "original_language": "hi",
    "original_title": "The Archies",
    "overview": "Set in 1960s India, Archie and the gang navigate romance, friendship and the future of Riverdale as developers threaten to destroy a beloved park.",
    "popularity": 11.3337,
    "poster_path": "/hmhWb4NTj02FyDxwBm4x9x2JxwJ.jpg",
    "release_date": "07/12/2023",
    "title": "The Archies",
    "video": false,
    "vote_average": 5.814,
    "vote_count": 59
  },
  {
    "adult": false,
    "backdrop_path": "/gRBnBHpRV7HnaOTS4KRInWo1jOY.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 82575,
    "original_language": "hi",
    "original_title": "Indian",
    "overview": "DCP Raksekhar Azad (Raj) is an invincible cop with a great aim. He arrests a terrorist by the name of Khan. But Khan lands in a prison cell that looks cushier than the Buckingham Palace. However, this gets Raj promoted, and he is congratulated by none other than his father-in-law, who is also a very high ranking policeman. Then all of a sudden, Raj finds out that many policemen would like to see Khan go free. He discusses this issue with his father-in-law, and to his surprise, does not find any support from him. Disagreements and arguments ensue, and as a result, his father-in-law gets killed. The Police suspect Raj of killing him, they begin the process of arresting him, he runs away, while Khan is all set to get freed to do whatever he likes.",
    "popularity": 10.8938,
    "poster_path": "/kMoS0caFjAsEJFX5HrbMGd4g51T.jpg",
    "release_date": "26/10/2001",
    "title": "Indian",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": "/y5Bksp9KOjw3BVwJNJiFhThZchn.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 20971,
    "original_language": "hi",
    "original_title": "Zinda",
    "overview": "The film is about a man, who has been imprisoned for 14 years, who has been released and has four days to figure out why he was imprisoned in the first place.",
    "popularity": 9.9827,
    "poster_path": "/o5u3Rx0hFvPEGsZGTi3faAiIQMQ.jpg",
    "release_date": "12/01/2006",
    "title": "Zinda",
    "video": false,
    "vote_average": 3.904,
    "vote_count": 26
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 347839,
    "original_language": "hi",
    "original_title": "Mehbooba",
    "overview": "A singer by profession, Suraj gets stranded in resthouse in the coutnryside during a rainstorm. While there he experiences ununsual feelings, as if he has been there before. He feels himself transported to another time and era, to another birth, and drawn to a woman named Ratna. He is unable to leave this experience behind him, and decides to find out what this means. He discovers that in his past life he was a Chief Singer in the emperor's court, his name was Prakash and he had fallen in love with a courtesan named Ratna, much to the chargin and anger of his family and the emperor's and his officials. They are tragically separated. He subsequently comes across a portrait of Ratna, and shortly after he meets a gypsy, Jhumri who looks exactly like Ratna. Soon Jhumri is also able to recollect her past life, and her love for Prakash.",
    "popularity": 10.479,
    "poster_path": "/68A19n8S3i9xP3FDTpdi4rc6gla.jpg",
    "release_date": "01/01/1976",
    "title": "Mehbooba",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/tIIEIMpMzKGT1xXeb07Oi49jm5G.jpg",
    "genre_ids": [
      10749
    ],
    "id": 232699,
    "original_language": "hi",
    "original_title": "Chhote Sarkar",
    "overview": "Amar Saxena is a businessman, and the Managing Director of prestigious Khaitan Fans Ltd., India. One day while leaving from a board meeting, he meets a beggar named Jagmohan, who calls him ...",
    "popularity": 12.0408,
    "poster_path": "/zlJTfskac9IDwitCtoGyLOyNGxd.jpg",
    "release_date": "21/11/1996",
    "title": "Chhote Sarkar",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      28,
      80
    ],
    "id": 919336,
    "original_language": "hi",
    "original_title": "Chot [Aaj Isko, Kal Tereko]",
    "overview": "Corrupt Mumbai policeman aids local property developer to force two brothers who own a dairy farm off their land.",
    "popularity": 10.5569,
    "poster_path": "/h0b81wEXl5ObDpqxsCkaNM2KJLZ.jpg",
    "release_date": "18/06/2004",
    "title": "Chot [Aaj Isko, Kal Tereko]",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/3MI18CkiZwRVDzZRIqgzMPQBY6n.jpg",
    "genre_ids": [
      18
    ],
    "id": 317633,
    "original_language": "hi",
    "original_title": "Chhoti Bahu",
    "overview": "Radha lives with her widowed dad and is of marriageable age. Accordingly her details her provided to a marriage-broker, Avtar, who also doubles as a Ved (Village Doctor). He brings the proposal before Shriram and his wife, Sita. They approve of Radha and show her photograph to Shriram's brother, Dr. Madhu, who agrees to marry her. The marriage is celebrated with great pomp and ceremony in the entire village. It is then that the Shriram, Sita, and Madhu find out that Radha has a serious illness - a fact that was known to Avtar - but not communicated to them. This illness prevents her from being intimate with Madhu, and the only cure is when she has a child of her own. Will this marriage be annulled?",
    "popularity": 10.7936,
    "poster_path": "/iJZPE4QTtchl9tUPCFhx0t25555.jpg",
    "release_date": "22/05/1971",
    "title": "Chhoti Bahu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5qu3Q3FcfiI59ZBo4Fddk8nchds.jpg",
    "genre_ids": [
      28
    ],
    "id": 353429,
    "original_language": "hi",
    "original_title": "Jaanwar",
    "overview": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "popularity": 9.9756,
    "poster_path": "/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "release_date": "24/12/1999",
    "title": "Jaanwar",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/i7NRD3rXBRBDD1kOpXYKn5DJcRm.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 304135,
    "original_language": "hi",
    "original_title": "Zindagi Zindagi",
    "overview": "This movie revolves around a village hospital that was built by a generous hearted man, Choudhury Ramprasad (Ashok Kumar) who is also a patient in the hospital. The other patients include Isamil (Iftekhar), Dayaram (Anwar Hussain), Ratan (Jalal Agha), and the doctor is Dr. Sunil (Sunil Dutt). Amongst the patient is a singer (Deb Mukherji), who loves Shyama (Farida Jalal) a worker in the hospital. When Meeta Sharma (Waheeda Rehman) comes to the hospital to admit her son, she meets Sunil and their romance is rekindled. In the background of the hospital atmosphere is an election in the village, which is proceeding smoothly, but causing a disturbance is Ramprasad's son (Ramesh Deo). Other supporting caste include Jagirdar, Chand Usmani, and Jankidas.",
    "popularity": 10.2017,
    "poster_path": "/mzCc7lixA6Y3z2WSSAwO0j8XuLE.jpg",
    "release_date": "01/01/1972",
    "title": "Zindagi Zindagi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 1209723,
    "original_language": "hi",
    "original_title": "Yeh Prem Mol Liya",
    "overview": "Plot under wraps, but allegedly will involve a nuclear family.",
    "popularity": 12.1221,
    "poster_path": "/AnASqvUXRW2MjXOu5wOpgiPBW1Q.jpg",
    "release_date": "",
    "title": "Yeh Prem Mol Liya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306394,
    "original_language": "hi",
    "original_title": "Hanste Zakhm",
    "overview": "Film about the upper class in India.",
    "popularity": 7.1924,
    "poster_path": "/cLJLQ4OnwNusObYQ6JK48zhDsOq.jpg",
    "release_date": "01/01/1973",
    "title": "Hanste Zakhm",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/w8gaeEul1aF4DaMtPhyIw1XOWEk.jpg",
    "genre_ids": [
      18,
      27,
      10749
    ],
    "id": 1135847,
    "original_language": "hi",
    "original_title": "Kelas Bintang - Mimi Cucu Part 2",
    "overview": "Kelas Bintang is back with this pack of drama called Mimi Cucu Part 2.",
    "popularity": 0.7429,
    "poster_path": "/m0pu6B67XWhQ2uJkBqxVaHmlcVP.jpg",
    "release_date": "06/05/2023",
    "title": "Mimi Cucu Part 2",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/xK1aaKscu3OwYQW8fFTdQS9dk7a.jpg",
    "genre_ids": [
      10749,
      10402
    ],
    "id": 165979,
    "original_language": "hi",
    "original_title": "Haan Maine Bhi Pyaar Kiya",
    "overview": "Shiv (Abhishek Bachchan) and Pooja (Karisma Kapoor) are happily married to each other but sometimes can get into the most petty arguments coming from the way they approach life. Shiv takes each day as it comes whilst Pooja's imagination sometimes gets the best of her. Pooja falls in love with Shiv so much that she gives up her high rising career for him and settles as a housewife. Their in-difference gets worse and Pooja is soon convinced that Shiv has been unfaithful. Pooja asks for a divorce and leaves him. She carries on with life and meets Raj (Akshay Kumar). Raj has everything anyone could ask for: money, fame but not love something he has craved for some time. He falls for Pooja and she also begins to like him. They get engaged and as the wedding approaches, Shiv re-enters Pooja's life. Old feelings and emotions come rushing back and she finds herself torn between two men. Who does she choose...?",
    "popularity": 9.1965,
    "poster_path": "/wFVcLKae1o8mV8xeWTWM9Ej6paJ.jpg",
    "release_date": "15/02/2002",
    "title": "Haan Maine Bhi Pyaar Kiya",
    "video": false,
    "vote_average": 4.036,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14
    ],
    "id": 636401,
    "original_language": "hi",
    "original_title": "King Kong",
    "overview": "Dara Singh rescues a village maiden from a giant dinosaur and is given the name \"King Kong\" by the ruler of the land who also desires that the hero marry his lovely daughter, the princess. Wrestler King Kong appears as as the previously bestowed \"King Kong\" who is none too happy to lose his title to the muscular young upstart.",
    "popularity": 9.5544,
    "poster_path": "/5CeFzRk9FWR3I3FY7Z1PMdAzPsX.jpg",
    "release_date": "04/04/1962",
    "title": "King Kong",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27,
      28,
      14
    ],
    "id": 301821,
    "original_language": "hi",
    "original_title": "Shikari",
    "overview": "The owners of a circus set out to capture King Kong. They arrive by boat at Kong Island, only to discover that there is another monster living there. Complications ensue.",
    "popularity": 9.8096,
    "poster_path": "/qK5DDxPNuerDK4ZSheVhuIjaFDo.jpg",
    "release_date": "01/01/1963",
    "title": "Shikari",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/mBTtFO7JlM4H43NeNgcenN00i8d.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 304905,
    "original_language": "hi",
    "original_title": "Aap Beati",
    "overview": "The Kapoor family consists of Kishorilal, his wife Lajjo, son, Prakash, and daughter, Geeta. Kishorilal and Geeta toil hard to ensure that Prakash gets a good education so that he can study in America, return home, and repay the loans that the family has taken. Prakash does get to complete his studies, he also travels to America, upgrades, and returns home to be employed as Kishorilal's boss. Then Prakash gets married to Reena, who comes from a wealthy family, and moves in with them. Geeta confides in Reena that she has met a young man by the name of Ranjit, both are in love and want to get married. The entire family is overjoyed, but their joys are short-lived when Ranjit's dad, Mayadas, asks him to get married to the daughter of a wealthy man, when he refuses, he is asked to leave.",
    "popularity": 9.3491,
    "poster_path": "/jlbYcZD1u2MSNqQqSswpVQpT6GC.jpg",
    "release_date": "28/10/1976",
    "title": "Aap Beati",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 316816,
    "original_language": "hi",
    "original_title": "Nai Roshni",
    "overview": "The film is a social drama, with its plot around university professor Dr. Kumar (Ashok Kumar), who lives with his wife Padma (Bhanumati), his drunkard son Jyoti (Raaj Kumar), outgoing daughter Chitra (Tanuja) and his friend's daughter Rekha (Mala Sinha). Dr. Kumar and his wife have a different outlook towards life, with him preferring books and philosophy, while his wife Padma prefers social gatherings and society clubs. Padma never considered Jyoti her son, who works as a mill designer, a profession she considers too poor to acknowledge. Chitra is encouraged by her mother to mingle freely in high society, much to the disappointment of her worried father.",
    "popularity": 9.2794,
    "poster_path": "/lVjquY7uoNzUBp7dHaeH74QuteK.jpg",
    "release_date": "01/01/1967",
    "title": "Nai Roshni",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 745065,
    "original_language": "hi",
    "original_title": "Tumhari Kasam",
    "overview": "Vidya (Moushumi Chatterjee) and Raja (Raju Shrestha) live in poverty. They get separated due to certain circumstances. Vidya starts working at Anand's (Jeetendra) house as a maid. Raja is forced to beg for a local gang. While Vidya is attending to her chores, the alcoholic, Anand, tries to molest her. She escapes but is unfortunately hit by a speeding vehicle driven by Sunil Verma (Navin Nischol). This accident makes her visually impaired. The guilt-ridden Anand wants to apologize to Vidya. Will she accept the apology? Will Vidya reunite with her brother?",
    "popularity": 9.3312,
    "poster_path": "/AaKsaqf8qB35Q2Ti3FgV6aXGEvZ.jpg",
    "release_date": "01/01/1978",
    "title": "Tumhari Kasam",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/uEbbNnzRONi83O6E1GaNYP4cGEX.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 146270,
    "original_language": "hi",
    "original_title": "Vaastav",
    "overview": "Raghu, a simpleton, and his best friend decide to run a food stall to get rid of their unemployment. However, Raghu's life takes a drastic turn after he accidentally kills one of their customers and he is pushed into a life of crime.",
    "popularity": 9.2387,
    "poster_path": "/fsB57eZ0EJ9nXLxgfjQG9iYiswH.jpg",
    "release_date": "07/10/1999",
    "title": "Vaastav",
    "video": false,
    "vote_average": 7.157,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": "/pdbML7ol4HvsI1xWX0s9LZpUGfL.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 1190511,
    "original_language": "hi",
    "original_title": "सितारे ज़मीन पर",
    "overview": "A disgraced basketball coach is given the chance to coach a team of players who are intellectually disabled as part of community services. Gulshan has apprehensions at first and feels out of place but soon realizes they just might have what it takes to make it to the national championships.",
    "popularity": 9.8389,
    "poster_path": "/adYjCJGSNiL7CIaDW3g0Bcg7r2Z.jpg",
    "release_date": "20/06/2025",
    "title": "Sitaare Zameen Par",
    "video": false,
    "vote_average": 7.138,
    "vote_count": 29
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 754762,
    "original_language": "hi",
    "original_title": "Bade Sarkar",
    "overview": "Encountering a young couple on the road, an elderly lady tells them her story",
    "popularity": 7.8762,
    "poster_path": "/orqNbjmHNG3LMb7i0UcEksUfNrr.jpg",
    "release_date": "01/01/1957",
    "title": "Bade Sarkar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/xLaGDBuiWgZ9grp69NbVISEDsXn.jpg",
    "genre_ids": [
      35,
      28,
      80,
      53,
      18
    ],
    "id": 96147,
    "original_language": "hi",
    "original_title": "Aankhen",
    "overview": "Two good-for-nothing brothers are embroiled in a conspiracy involving a political assassination and try their best to save the country.",
    "popularity": 6.476,
    "poster_path": "/zuLd519jDNN4kXOd3m6IIMslXK3.jpg",
    "release_date": "09/09/1993",
    "title": "Aankhen",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      80
    ],
    "id": 306357,
    "original_language": "hi",
    "original_title": "Paying Guest",
    "overview": "An incompetent lawyer gets evicted, dons the guise of an old man to gain accommodation, falls for the owner's daughter, then faces numerous life-changing challenges.",
    "popularity": 9.2485,
    "poster_path": "/fliHh8Hwke16pB539RqeVKTyM5C.jpg",
    "release_date": "01/01/1957",
    "title": "Paying Guest",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/qDyFe7gMnom72qfUEYzWrgwB4ss.jpg",
    "genre_ids": [
      28
    ],
    "id": 62201,
    "original_language": "hi",
    "original_title": "शहँशाह",
    "overview": "Inspector Srivastav is framed by a wily and cunning gangster, J.K., and unable to prove his innocence, hangs himself, leaving behind his wife, and son, Vijay. Years later, Vijay has grown up and has joined the police force as an Inspector. Unlike his dad, he is corrupt and does accept bribes to turn a nelson's eye to crime. The City Police are assigned the task of apprehending a customed man called \"Shahenshah\", who operates at night and targets, tries and kills gangsters in a \"Judge and Executioner \"style. No one knows the real identity of Shahenshah, as he is feared by the police department, and respected by the poor and middle-class.",
    "popularity": 8.771,
    "poster_path": "/g8noCys7ElC73lcluN4kDeUzhYQ.jpg",
    "release_date": "29/01/1988",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": "/uimOOHJOOhXoCqbgRhD2dTdusB9.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 727225,
    "original_language": "hi",
    "original_title": "Bal Bramhachari",
    "overview": "Professor Vijay Tripathi and Bhujbal Choudhury have a small land dispute between themselves forcing Bhujbal and his men to mercilessly kill Vijay making his death look as though lightning struck him. In the process Vijay's pregnant wife, Anju runs for safety only to take aid in a temple belonging to Bhagwan Bajrangbali where-by she gives birth to a baby boy who is blessed with magical powers belonging to Bhagwan Bajrangbali.",
    "popularity": 7.7133,
    "poster_path": "/ykR8oqrWDjTiuZig00Zp1YxywbB.jpg",
    "release_date": "06/09/1996",
    "title": "Bal Bramhachari",
    "video": false,
    "vote_average": 3.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/3hAjeKHNBIzNb16wgFMXK2yhxGX.jpg",
    "genre_ids": [
      27
    ],
    "id": 586467,
    "original_language": "hi",
    "original_title": "Rakkhosh",
    "overview": "The movie explores the horrors and fantasies of a patient trapped in a mental asylum.",
    "popularity": 9.4982,
    "poster_path": "/xyT4t6PFTF0uF9iNNhm81oFvdFL.jpg",
    "release_date": "20/01/2019",
    "title": "Rakkhosh",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1510227,
    "original_language": "hi",
    "original_title": "Nai Roshni",
    "overview": "A neglected wife, Indira, schemes to win back her philandering bank manager husband, Bihari. She uses an unwitting musician, Madan, as a pawn, making him fall for her until her husband's jealousy is ignited. Once Bihari returns, Madan is quickly married off to the daughter of a poor clerk, Mohan, to neatly tie up the loose ends.",
    "popularity": 8.2963,
    "poster_path": "/qA6KZp336mLTHh4GHJuk1Lf64ET.jpg",
    "release_date": "22/11/1941",
    "title": "Nai Roshni",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/spuRCov7H0diMtrQustwGjk6WmA.jpg",
    "genre_ids": [
      28,
      18,
      10749,
      53
    ],
    "id": 56969,
    "original_language": "hi",
    "original_title": "Tere Naam",
    "overview": "A rowdy ex-college boy who, after a hazing session, loses his heart to first year student Nirjara, a traditional Brahmin girl.",
    "popularity": 9.0493,
    "poster_path": "/tnsOmOZsVdfLLwK693TCtSZpvFX.jpg",
    "release_date": "15/08/2003",
    "title": "Tere Naam",
    "video": false,
    "vote_average": 6.388,
    "vote_count": 90
  },
  {
    "adult": false,
    "backdrop_path": "/bEeqEcgnLwnyFcTQVP9hgPMzvKD.jpg",
    "genre_ids": [],
    "id": 581050,
    "original_language": "hi",
    "original_title": "Uran Khatola",
    "overview": "When a plane crashes the pilot is saved by the beautiful Soni and the two fall in love, unfortunately, however, the local queen also falls in love with him.",
    "popularity": 9.0644,
    "poster_path": "/8gSal6pACmyxVjkz4RLExDIRHgr.jpg",
    "release_date": "01/01/1955",
    "title": "Uran Khatola",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 308059,
    "original_language": "hi",
    "original_title": "Love You Hamesha",
    "overview": "Trouble follows when a young woman (Sonali Bendre) breaks her engagement to a jealous man (Amitabh Nanda) to marry someone else (Akshaye Khanna).",
    "popularity": 8.2723,
    "poster_path": "/zqyTcnoSBXpBrb6A0uUxZ8UIqje.jpg",
    "release_date": "07/07/1999",
    "title": "Love You Hamesha",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gC1kJpDPtaogbq7N543si20jC0w.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 1015981,
    "original_language": "hi",
    "original_title": "जॉली एलएलबी ३",
    "overview": "The third part of the Jolly LLB trilogy brings back Jagdish Tyagi and Jagdishwar Mishra for the biggest face-off as penurious widow Janki Devi Solanki awaits justice against business tycoon Haribhai Khaitan in a satire on the judiciary, justice and the gulf between the privileged and the people on the other side of the spectrum.",
    "popularity": 10.5058,
    "poster_path": "/bwRoU9p5GvjxgPfmIgsfcJ4ydng.jpg",
    "release_date": "19/09/2025",
    "title": "Jolly LLB 3",
    "video": false,
    "vote_average": 7.278,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/2bhffhjYyJmQ0BgNMfPCqslubjD.jpg",
    "genre_ids": [
      18
    ],
    "id": 769899,
    "original_language": "hi",
    "original_title": "Jeevan Naiya",
    "overview": "Lata, daughter of a dancing girl, is brought up by social worker Mathuradas and is engaged to marry the rich Ranjit when the villain Chand arrives to blackmail her with her undisclosed ancestry. Lata is forced to disclose the truth to Ranjit and the assembled wedding guests. Ranjit disowns her but they are reunited when Ranjit, blinded by an explosion, is nursed back to health by a devoted woman who turns out to be his wife.",
    "popularity": 8.9526,
    "poster_path": "/xvhazn1XBRaViIXmoPLuq73L2Sl.jpg",
    "release_date": "02/05/1936",
    "title": "Jeevan Naiya",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/2bhffhjYyJmQ0BgNMfPCqslubjD.jpg",
    "genre_ids": [
      18
    ],
    "id": 769899,
    "original_language": "hi",
    "original_title": "Jeevan Naiya",
    "overview": "Lata, daughter of a dancing girl, is brought up by social worker Mathuradas and is engaged to marry the rich Ranjit when the villain Chand arrives to blackmail her with her undisclosed ancestry. Lata is forced to disclose the truth to Ranjit and the assembled wedding guests. Ranjit disowns her but they are reunited when Ranjit, blinded by an explosion, is nursed back to health by a devoted woman who turns out to be his wife.",
    "popularity": 8.9526,
    "poster_path": "/xvhazn1XBRaViIXmoPLuq73L2Sl.jpg",
    "release_date": "02/05/1936",
    "title": "Jeevan Naiya",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4bonjQQRrvLmAiYZNNdKTG9khTk.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 1214835,
    "original_language": "hi",
    "original_title": "De De Pyaar De 2",
    "overview": "Ashish confronts the ultimate challenge of his age-gap romance as he visits Ayesha's family home.",
    "popularity": 8.7757,
    "poster_path": "/g3J7r2t3L9HEgyWMX0Fki04Swtu.jpg",
    "release_date": "13/11/2025",
    "title": "De De Pyaar De 2",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/fMjzmflK3GdDuiqNcNhcFzNyAHh.jpg",
    "genre_ids": [
      18
    ],
    "id": 517409,
    "original_language": "hi",
    "original_title": "Hansa",
    "overview": "Set in the picturesque Himalayas, Hansa attempts to depict the trials and tribulations faced by the villagers who reside there.\r The movie is seen from perspective of a little boy, Hansa and his sister, Cheeku’s eyes. Their father has mysteriously disappeared and a lot of the responsibility falls on Cheeku who has to prevent her house from getting sold and is at the receiving end of a powerful villager’s lecherous advances while little Hansa is too restless and distracted to pay attention to all the trouble his sister is facing.",
    "popularity": 7.7159,
    "poster_path": "/rPYrOSGnJBlH8090Toq0spBIv5k.jpg",
    "release_date": "28/12/2012",
    "title": "Hansa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zf7iOoq14vVHUpz05u98gHjvQ9Y.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 118632,
    "original_language": "hi",
    "original_title": "Ghatak: Lethal",
    "overview": "When Kashi visits a community with his father, he is shocked to see the torturous regime of Katya. He tries to oppose Katya, but ends up compromising the safety of his family and relatives.",
    "popularity": 8.8928,
    "poster_path": "/4lqlyxjMNMuQtu4VlXV0LrRx3tt.jpg",
    "release_date": "08/11/1996",
    "title": "Ghatak: Lethal",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 1387155,
    "original_language": "hi",
    "original_title": "Mahavatar",
    "overview": "Mahavatar tells the epic story of Parashurama, the immortal warrior of dharma from Hindu mythology, whose journey spans ages as he upholds righteousness against the forces of darkness.",
    "popularity": 9.1958,
    "poster_path": "/rOvcqUpQEnbCYLOxFZC5DNoNzgy.jpg",
    "release_date": "24/12/2027",
    "title": "Mahavatar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ytaHEBsaGCwWEiSIRTQKtRsD2jS.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 21982,
    "original_language": "hi",
    "original_title": "Aankhen",
    "overview": "After his hatred of dishonesty costs him his job, an embittered man goes over to the dark side and plots to rob the bank he once managed.",
    "popularity": 8.67,
    "poster_path": "/sv9tCwXzvTFSbA2OmH9nqQZCNQ7.jpg",
    "release_date": "27/03/2002",
    "title": "Aankhen",
    "video": false,
    "vote_average": 6.414,
    "vote_count": 70
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 714220,
    "original_language": "hi",
    "original_title": "Shahenshah",
    "overview": "Prince Rashid fights to regain his kingdom",
    "popularity": 7.2794,
    "poster_path": "/yg5GEJGNmncYcE1r67c0ANj5R5p.jpg",
    "release_date": "12/12/1953",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gSSqPclDdfW6LKuHV2CsYOYQfEm.jpg",
    "genre_ids": [
      10749
    ],
    "id": 994287,
    "original_language": "hi",
    "original_title": "Sarfarosh",
    "overview": "Wrongly imprisoned and seeking vengeance against his oppressors, a man must face-off against his own son.",
    "popularity": 7.9421,
    "poster_path": "/nh3DesAtEJ1434wzxe4Km3I16DP.jpg",
    "release_date": "15/03/1985",
    "title": "Sarfarosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zlWebZoLvezy0QORUoxQusl0XqQ.jpg",
    "genre_ids": [
      28
    ],
    "id": 922694,
    "original_language": "hi",
    "original_title": "Shapath",
    "overview": "The Commissioner of Police is impressed with the diligence and bravery by one of his officers named Vijay, and asks him to re-locate to a lawless town by the name of Shona Pur, which Vijay accepts. He arrives there incognito, and is faced with several challenges, including lackadaisical policemen, who have never arrested anyone. He sets out to put things right. He meets with a young woman by the name of Shanti, who is on the look-out for buried treasure. Vijay and Shanti both fall in love with each other, and both set out to locate this treasure. In order to do this they will have to go through underground caverns, snake-pits, and a gang of thieves who are known to kill anyone who get in their way.",
    "popularity": 8.5665,
    "poster_path": "/tO40gHVeYALlY7fLvirmKqaaKJE.jpg",
    "release_date": "01/01/1984",
    "title": "Shapath",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/eIRAQR8y4dwiKG2VW5KaRnKwLK9.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 986472,
    "original_language": "hi",
    "original_title": "Tonga-Wali",
    "overview": "A humble tonga driver named Lachhman returns a forgotten bundle to Rajo, and though her father offers him a reward, he refuses. Instead, he sells his beloved tonga to raise a dowry and marry her. After tragedy strikes and Lachhman dies, Rajo takes up the tonga herself to survive, challenging tradition and society’s expectations.",
    "popularity": 6.0394,
    "poster_path": "/kToYuL4VgbrAvW2DFg09BrvGVJy.jpg",
    "release_date": "01/01/1955",
    "title": "Tonga-Wali",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      12,
      14
    ],
    "id": 911771,
    "original_language": "hi",
    "original_title": "Tulsi Vivah",
    "overview": "Vrunda is married to Jalandhar who gets involved in a vicious battle with Lord Vishnu. As a war between gods and demons wages, Vishnu earns Vrunda's wrath after her husband is killed by Shiva.",
    "popularity": 7.5259,
    "poster_path": "/afBBn4wla1MK311fLIkMLhM8dMu.jpg",
    "release_date": "01/01/1971",
    "title": "The Marriage of Tulsi",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/wZocl0cIgHOKTsDHlHUuGr9TArK.jpg",
    "genre_ids": [
      18
    ],
    "id": 992905,
    "original_language": "hi",
    "original_title": "Jeewan Jyoti",
    "overview": "A young couple’s romance blossoms into marriage, only to collide with family tensions and societal expectations. Jeewan Jyoti introduces Shammi Kapoor and Chand Usmani in a heartfelt story of love, duty, and resilience.",
    "popularity": 8.8917,
    "poster_path": "/ny5jmQys9xmv3BLPgLNh3laQzMP.jpg",
    "release_date": "10/06/1953",
    "title": "Jeewan Jyoti",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 150979,
    "original_language": "hi",
    "original_title": "Mere Dost Picture Abhi Baki Hai",
    "overview": "Picture Abhi Baki Hai is the journey of Amar Joshi (Sunil Shetty) who runs a video library in banaras and aspires to be a film maker. Despite facing objection from his father Amar Joshi decides to sell his video library and joins a film Institute in London.  After completing his course he lands in the city of dreams \"Mumbai\" to make his film. Suraj (Rajpal Yadav) is a struggling actor doing bit roles in T.V. serials, who Is Amar's only connection in Bollywood.  Amar Joshi starts his struggle to make his film by meeting different type of producers who have their own take on Amar's story. After many failed attempts He finally bumps into Monty Chadda (Rakesh Bedi) a P.R. Publicity man who sees good potential in Amar and decides to produce his film.  Amar &amp; Monty take help of star secretary Guptaji (Akhil Mishra) to convince Mohini (Udita Goswami) &amp; her starry mother Mummyji (Neena Gupta) who agrees to do the film.",
    "popularity": 8.9784,
    "poster_path": "/fGo04UwjgGS8tmcOXQlg2EyLLTn.jpg",
    "release_date": "20/07/2012",
    "title": "Mere Dost Picture Abhi Baki Hai",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 307786,
    "original_language": "hi",
    "original_title": "Pratiggya",
    "overview": "A truck driver learns from his foster mother about the murder of his parents at the hands of a bandit and sets out to avenge them.",
    "popularity": 8.3611,
    "poster_path": "/k4WXXlibMOC7HoOAmnMQ52B86X1.jpg",
    "release_date": "23/06/1975",
    "title": "Pratiggya",
    "video": false,
    "vote_average": 4,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/w66CTEcXBNgtLS6j8S2YWr1PXch.jpg",
    "genre_ids": [
      18
    ],
    "id": 855485,
    "original_language": "hi",
    "original_title": "Jungle Cry",
    "overview": "12 boys from Kalinga Institute with no clue about rugby, trained hard to master this beautiful sport. Not only that, within just 4 months, they became the roaring The Jungle Cats of India and went on to win the 2007 Under-14 Rugby World Cup.",
    "popularity": 8.3588,
    "poster_path": "/e5FtkxJad6gKErNhYZJwHL8SO9w.jpg",
    "release_date": "20/05/2022",
    "title": "Jungle Cry",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/tq0WZB6DplhcYhiruyvb8xcrY6l.jpg",
    "genre_ids": [],
    "id": 276230,
    "original_language": "hi",
    "original_title": "Rafoo Chakkar",
    "overview": "After witnessing a murder, musicians Dev (Rishi Kapoor) and Salim (Paintal) dress as women and flee with a girl band to avoid the killers' wrath. Soon, Dev falls for fellow bandmate Reetu (Neetu Singh), but his disguise makes it impossible for him to reveal his feelings. When he discovers that Reetu desires a rich man, Dev devises a second disguise, as the wealthy Esso. Madan Puri and Anwar Hussain co-star in this Indian take on Some Like It Hot.",
    "popularity": 8.3462,
    "poster_path": "/tKGmjXXLhl2NjSSfUf8YDem3kjI.jpg",
    "release_date": "01/01/1975",
    "title": "Rafoo Chakkar",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 947384,
    "original_language": "hi",
    "original_title": "Badrinath Yatra",
    "overview": "Due to her son's, Devdutt's arrest, Satyavati is unable to take the Badrinath Yatra. Subsequently, he starts to frequent a brothel to visit with a courtesan, Chandravati, and virtually refuses to do anything with his pregnant wife, Sheila. He even drinks alcohol, and assaults his father, Jaggannath, and brother, Sridhar. Things get even worse when he blinds his mother, lets Chandravati and her entourage move in their family home, and asks Sheila to serve the courtesan.",
    "popularity": 8.5015,
    "poster_path": "/jC5uvQvHXwaDx6aKtgbCD0Uzvrd.jpg",
    "release_date": "17/08/1967",
    "title": "Badrinath Yatra",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      10751
    ],
    "id": 564985,
    "original_language": "hi",
    "original_title": "Jeevan Yudh",
    "overview": "Vasudev Rai lives in a small town with his wife, and a son, Rohit. Vasudev works as a teacher in a school owned and operated by the kind-hearted and generous Gajraj Choudhry. Then one day,",
    "popularity": 7.9247,
    "poster_path": "/5Jb4flEY9YWtWMNaMzrVeN5hKAq.jpg",
    "release_date": "25/07/1997",
    "title": "Jeevan Yudh",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 308059,
    "original_language": "hi",
    "original_title": "Love You Hamesha",
    "overview": "Trouble follows when a young woman (Sonali Bendre) breaks her engagement to a jealous man (Amitabh Nanda) to marry someone else (Akshaye Khanna).",
    "popularity": 8.2723,
    "poster_path": "/zqyTcnoSBXpBrb6A0uUxZ8UIqje.jpg",
    "release_date": "07/07/1999",
    "title": "Love You Hamesha",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/tA0r8ZhYiJ30UgeubrkZDRYIPQl.jpg",
    "genre_ids": [
      35,
      10749,
      10751
    ],
    "id": 71257,
    "original_language": "hi",
    "original_title": "Khoobsurat",
    "overview": "Sanju,  a con-man and petty thief, gets in the bad books of Jogia Seth and ends up owing him money. In order to get the money, Sanju decides to pose as a member of the Shastri family, so that he can gain their confidence and help himself to their wealth. But fate has something else in store for Sanju.",
    "popularity": 8.2045,
    "poster_path": "/mS6Srh8CcF5okUpYuBPIz6k1hmV.jpg",
    "release_date": "06/11/1999",
    "title": "Khoobsurat",
    "video": false,
    "vote_average": 5,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 322337,
    "original_language": "hi",
    "original_title": "Hamari Manzil",
    "overview": "A social drama revolves around two lovers striving to reach their shared \"destination\" in life—be it marriage, success, or acceptance—despite significant challenges like class differences, parental opposition, or tragic misunderstandings.",
    "popularity": 8.1757,
    "poster_path": "/bx5XNaTR2THhsjpzr0G3YNLxI82.jpg",
    "release_date": "07/10/1949",
    "title": "Hamari Manzil",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 911908,
    "original_language": "hi",
    "original_title": "Jwaala Daaku",
    "overview": "Ravi would like to study medicine and then come back and practice it in his small town where there is no doctor or medical facility available for miles. Encouraged by the townspeople and his brother, Bankhe, he re-locates to Bombay, where in a few years time he is able to successfully complete his studies and become a doctor. When he returns home, nothing is the same anymore. His brother Bankhe is absconding, running away from Daku Jwala, who has sworn to kill him to avenge his brother's death - and Dr. Ravi himself has to face Jwala sooner or later - as Jwala's vengeance includes Bankhe and all of his family. Dr. Ravi must now make up his mind to look death at the hands of an angry Jwala - or re-locate and practice medicine elsewhere.",
    "popularity": 8.157,
    "poster_path": "/qS40aPC9JZLVgMXooF3Y3MtkI9X.jpg",
    "release_date": "01/01/1981",
    "title": "Jwaala Daaku",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 1517780,
    "original_language": "hi",
    "original_title": "Pehli Nazar",
    "overview": "A tragic Muslim social drama. It tells the story of two close Pathan families torn apart when Motilal, initially engaged to Veena, falls for and demands to marry her cousin and best friend, Munawar Sultana, after seeing her by chance. This sudden change of heart creates a deep and painful rift between the once inseparable families.",
    "popularity": 7.9982,
    "poster_path": "/s8SNiyxqPVYa0p5arR4WVoW7k7j.jpg",
    "release_date": "24/08/1945",
    "title": "Pehli Nazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      28
    ],
    "id": 305879,
    "original_language": "hi",
    "original_title": "Prem Qaidi",
    "overview": "A teenage couple fall in love, but their relationship is opposed by the girl's father because the boy is not from a wealthy family.",
    "popularity": 7.994,
    "poster_path": "/rjRzMaQReJosxWIsmpwKl4EiFBw.jpg",
    "release_date": "21/06/1991",
    "title": "Prem Qaidi",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/wz8VRqxtww8vNMnYmJolBGrEJhp.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 309485,
    "original_language": "hi",
    "original_title": "Jigri Dost",
    "overview": "When rustic farmer Gopi (Jeetendra) visits a lawyer's home, he's mistaken for Anand, a wealthy attorney who's engaged to the lawyer's beautiful daughter. When the real Anand shows up, the two discover they could be twins and agree to switch places. Will true love win out once the truth is revealed? Or have they sown the seeds of ruin for them both? Directed by Ravikant Nagaich, this entertaining comedy stars Komal, Mumtaz and Aruna Irani.",
    "popularity": 7.9849,
    "poster_path": "/soHA5tAUxSYKtLJUM33Cbp8jw2h.jpg",
    "release_date": "01/01/1969",
    "title": "Jigri Dost",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gSSqPclDdfW6LKuHV2CsYOYQfEm.jpg",
    "genre_ids": [
      10749
    ],
    "id": 994287,
    "original_language": "hi",
    "original_title": "Sarfarosh",
    "overview": "Wrongly imprisoned and seeking vengeance against his oppressors, a man must face-off against his own son.",
    "popularity": 7.9421,
    "poster_path": "/nh3DesAtEJ1434wzxe4Km3I16DP.jpg",
    "release_date": "15/03/1985",
    "title": "Sarfarosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      10751
    ],
    "id": 564985,
    "original_language": "hi",
    "original_title": "Jeevan Yudh",
    "overview": "Vasudev Rai lives in a small town with his wife, and a son, Rohit. Vasudev works as a teacher in a school owned and operated by the kind-hearted and generous Gajraj Choudhry. Then one day,",
    "popularity": 7.9247,
    "poster_path": "/5Jb4flEY9YWtWMNaMzrVeN5hKAq.jpg",
    "release_date": "25/07/1997",
    "title": "Jeevan Yudh",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/ahxVOTF6aF4er3yCZDDWkxvHB7r.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 724174,
    "original_language": "hi",
    "original_title": "Railway Platform",
    "overview": "Railway Platform is about a love triangle between a princess, a poor man and his lover at a train station. Passengers from all backgrounds get stranded on an isolated railway platform when a natural disaster delays their train for 24 hours.",
    "popularity": 7.8847,
    "poster_path": "/2Rm0wl5RspeoNs1L9nMyV6X80Y.jpg",
    "release_date": "01/01/1955",
    "title": "Railway Platform",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4BoxBOw9pJtj0JY7vORr9N9DUra.jpg",
    "genre_ids": [
      80,
      10749,
      18
    ],
    "id": 319955,
    "original_language": "hi",
    "original_title": "Jeevan Mrityu",
    "overview": "An honest bank manager is arrested for embezzlement on the eve of his marriage. After his release, he seeks out his fiancee and decides to take revenge on his colleagues, who falsely implicated him.",
    "popularity": 7.8845,
    "poster_path": "/d3OqfmBgz0zkzR5cfQbbcwlWgot.jpg",
    "release_date": "06/01/1970",
    "title": "Jeevan Mrityu",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 754762,
    "original_language": "hi",
    "original_title": "Bade Sarkar",
    "overview": "Encountering a young couple on the road, an elderly lady tells them her story",
    "popularity": 7.8762,
    "poster_path": "/orqNbjmHNG3LMb7i0UcEksUfNrr.jpg",
    "release_date": "01/01/1957",
    "title": "Bade Sarkar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/Ak4VBGcCBx9qlBQ0gpw10SzcbzL.jpg",
    "genre_ids": [
      18,
      28,
      80
    ],
    "id": 452690,
    "original_language": "hi",
    "original_title": "Shiva Shakti",
    "overview": "Shiva travels to the city to earn money for his sister Kusum's marriage. He meets Shakti and they become friends. When Kusum gets pregnant with Shakti's child, Shiva vows to murder him.",
    "popularity": 7.8745,
    "poster_path": "/3WLgAr4o5L1plQ5JvnfYGfPN3tz.jpg",
    "release_date": "25/03/1988",
    "title": "Shiva Shakti",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      12,
      28,
      14
    ],
    "id": 768402,
    "original_language": "hi",
    "original_title": "Bhagwan Parshuram",
    "overview": "Lord Parshuram, a reincarnation of Lord Vishnu, beheads his mother to prove that duty comes before anything else. Later, he takes upon himself the task of restoring peace on earth.",
    "popularity": 7.8224,
    "poster_path": "/xmpxav0axnNLp1Ay5OVuQ3e5erg.jpg",
    "release_date": "01/01/1970",
    "title": "Lord Parshuram",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 305323,
    "original_language": "hi",
    "original_title": "Mera Dharam",
    "overview": "Thakur and Sehgal get into a fight that leads to Sehgal's death and creates a rivalry between the two clans. Years later, Jai and Durga, each from the opposing families, fall in love with each other.",
    "popularity": 7.8188,
    "poster_path": "/ardyspbjoHOfcqhz55Z8putriNB.jpg",
    "release_date": "02/05/1986",
    "title": "Mera Dharam",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 162066,
    "original_language": "hi",
    "original_title": "Muskurahat",
    "overview": "Gopichand Verma is a retired Judge of the Supreme Court of India. He re-locates to scenic Ooty and decides to live there in a palatial home. He has a cook/servant in Badriprasad Chaurasia. When Chaurasia wins a lottery, he quits, and Verma hires a woman by the name of Nandini in his place. He soon finds out that there is a mystery behind Nandini and her presence in his house, apart from the fact that she is mentally imbalanced. When he probes further, he finds that she is claiming to be his illegitimate daughter. He does accept her and decides to let her live there, but his wife, his son, his sister, his son-in-law, and daughter have other plans - for they have hired notorious hit-man Samar Khan to abduct and kill Nandini at any cost. Is Nandini really Verma's daughter? Why would the Verma family want her dead?",
    "popularity": 7.7699,
    "poster_path": "/pH2nYZxXvcm2GHbtoWy9fsUmqSC.jpg",
    "release_date": "30/10/1992",
    "title": "Muskurahat",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 496455,
    "original_language": "hi",
    "original_title": "Kharatnaak Raat",
    "overview": "A 2003 Indian horror movie.",
    "popularity": 7.7433,
    "poster_path": "/a9eGeoMfbVpvfRFNBsKICloOZ21.jpg",
    "release_date": "01/01/2003",
    "title": "Dangerous Night",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fMjzmflK3GdDuiqNcNhcFzNyAHh.jpg",
    "genre_ids": [
      18
    ],
    "id": 517409,
    "original_language": "hi",
    "original_title": "Hansa",
    "overview": "Set in the picturesque Himalayas, Hansa attempts to depict the trials and tribulations faced by the villagers who reside there.\r The movie is seen from perspective of a little boy, Hansa and his sister, Cheeku’s eyes. Their father has mysteriously disappeared and a lot of the responsibility falls on Cheeku who has to prevent her house from getting sold and is at the receiving end of a powerful villager’s lecherous advances while little Hansa is too restless and distracted to pay attention to all the trouble his sister is facing.",
    "popularity": 7.7159,
    "poster_path": "/rPYrOSGnJBlH8090Toq0spBIv5k.jpg",
    "release_date": "28/12/2012",
    "title": "Hansa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uimOOHJOOhXoCqbgRhD2dTdusB9.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 727225,
    "original_language": "hi",
    "original_title": "Bal Bramhachari",
    "overview": "Professor Vijay Tripathi and Bhujbal Choudhury have a small land dispute between themselves forcing Bhujbal and his men to mercilessly kill Vijay making his death look as though lightning struck him. In the process Vijay's pregnant wife, Anju runs for safety only to take aid in a temple belonging to Bhagwan Bajrangbali where-by she gives birth to a baby boy who is blessed with magical powers belonging to Bhagwan Bajrangbali.",
    "popularity": 7.7133,
    "poster_path": "/ykR8oqrWDjTiuZig00Zp1YxywbB.jpg",
    "release_date": "06/09/1996",
    "title": "Bal Bramhachari",
    "video": false,
    "vote_average": 3.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/veXWvUzQFvubT56zH9EF61tspL5.jpg",
    "genre_ids": [],
    "id": 331314,
    "original_language": "hi",
    "original_title": "Uttar Dakshin",
    "overview": "At the time of his mother's death, Raja comes to know that his father is still alive and living a wealthy life. Raja now befriends Shankran, his step-brother.",
    "popularity": 7.7045,
    "poster_path": "/hWL05s5jMBSyIqDvhxwyVMt9dsA.jpg",
    "release_date": "13/11/1987",
    "title": "Uttar Dakshin",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/3AlkuJ7gpG8b4oHtOsXPTuFWq8E.jpg",
    "genre_ids": [
      18
    ],
    "id": 945188,
    "original_language": "hi",
    "original_title": "Haseenon Ka Devata",
    "overview": "Gopal intends to take over the entire region under Raja Saheb, by hook or by crook. Things go his way when Raja signs a power of attorney in his name, and then accidentally shoots and kills a young woman named Silky, Gopal persuades Raja to run and hide from the police. Raja's daughter, Sunita, is overseas, and when she returns home, she is befriended by a young man named Jai, who assures her that he is there to help her, and re-instate Raja. What Sunita does not know is that Jai is friendly with the very people who had helped Gopal overthrow Raja",
    "popularity": 7.3749,
    "poster_path": "/n0m7Tdnmv9nbyPqFmU2cpgGsjqP.jpg",
    "release_date": "10/03/1971",
    "title": "Haseenon Ka Devata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pwBtk8ngoMtqn0qv8j1feSFTKUn.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 781732,
    "original_language": "hi",
    "original_title": "Animal",
    "overview": "The hardened son of a powerful industrialist returns home after years abroad and vows to take bloody revenge on those threatening his father's life.",
    "popularity": 7.3819,
    "poster_path": "/hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
    "release_date": "01/12/2023",
    "title": "Animal",
    "video": false,
    "vote_average": 6.169,
    "vote_count": 157
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 533321,
    "original_language": "hi",
    "original_title": "Sonata",
    "overview": "Three single women, a professor, a banker, and a journalist, who are best friends, share their happy and joyous moments and support each other through hard times.",
    "popularity": 6.8441,
    "poster_path": "/UvmDMI0ToGKQgBm3szVOuzmXHv.jpg",
    "release_date": "21/04/2017",
    "title": "Sonata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 683185,
    "original_language": "hi",
    "original_title": "Oonch Neech Beech",
    "overview": "The film is based on an incredible true story about a village woman who gets lost at a railway station and waits fourteen years for her husband to come.",
    "popularity": 6.7481,
    "poster_path": "/h79L9oCcqj2ULXHhwVlmXyONDwb.jpg",
    "release_date": "28/07/1989",
    "title": "Oonch Neech Beech",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4BoxBOw9pJtj0JY7vORr9N9DUra.jpg",
    "genre_ids": [
      80,
      10749,
      18
    ],
    "id": 319955,
    "original_language": "hi",
    "original_title": "Jeevan Mrityu",
    "overview": "An honest bank manager is arrested for embezzlement on the eve of his marriage. After his release, he seeks out his fiancee and decides to take revenge on his colleagues, who falsely implicated him.",
    "popularity": 7.8845,
    "poster_path": "/d3OqfmBgz0zkzR5cfQbbcwlWgot.jpg",
    "release_date": "06/01/1970",
    "title": "Jeevan Mrityu",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 500101,
    "original_language": "hi",
    "original_title": "Darawani Haveli",
    "overview": "The film is about a spirit of a raped girl which seeks revenge by entering another girl's body and leaving the police no clue about the how the murders of the rapists are committed.",
    "popularity": 8.2677,
    "poster_path": "/1r1K66LOgx1otboh5LuCzpfVM5x.jpg",
    "release_date": "24/01/1997",
    "title": "Darawani Haveli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 382543,
    "original_language": "hi",
    "original_title": "Betaaj Badshah",
    "overview": "Well known for his believes in fairness, justice, and fair play, Raja Prithviraj holds sway over a large rural territory in India. His word is the law, and no one would dare to cross swords with him. Prithviraj lives with his only daughter, Tejeshwani, in their exclusive palace. Years later, Tejeshwani has now grown up, attends college, on occasion with her pet cheetah, meets with handsome young fellow collegian, and after several misunderstandings and confrontations, both fall in love with each other. When Prithviraj comes to know of Arjun, he invites him to his palace, insults him, and asks him never to see Tejeshwani again. Watch what Arjun and Tejeshwani do to change her father's mind, knowing fully well that no one in their community will stand up against the Raja.",
    "popularity": 8.6009,
    "poster_path": "/5aBFvLy7syVxLdAAy3VFyNtC9O.jpg",
    "release_date": "08/04/1994",
    "title": "Betaaj Badshah",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 464020,
    "original_language": "hi",
    "original_title": "International Crook",
    "overview": "Superintendent of Police, Rajesh, is asked to take charge of a police station in Goa, and manage it. Rajesh is aware that his friend, Shekar, also lives there, and he is anxious to see him. Upon arrival in Goa, Rajesh and Shekar are delighted to see each other. Shekar is in love with Seema, and Seema too loves him. However, Seema's mom, Lajwanti, does not approve of Shekar, and would like Seema to marry Rajesh. When Shekar comes to know about this, he steps away, so that Rajesh and Seema can marry each other. When Rajesh finds out about Shekar's sacrifice, he decides to let Seema marry Rajesh, and shortly thereafter the marriage takes place. While Shekar and Seema go off on their honeymoon, Rajesh commences his investigation into smuggling activities off the coast of Goa, and his investigations lead him to a suspect by the name of Tiger. Little does Rajesh know, that Tiger is none other an alias for Shekar, who will do anything to protect himself from Rajesh and the police.",
    "popularity": 6.8629,
    "poster_path": "/4n2PEDuaZESFVcMNBrX92UMgPOZ.jpg",
    "release_date": "22/07/1974",
    "title": "International Crook",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 322337,
    "original_language": "hi",
    "original_title": "Hamari Manzil",
    "overview": "A social drama revolves around two lovers striving to reach their shared \"destination\" in life—be it marriage, success, or acceptance—despite significant challenges like class differences, parental opposition, or tragic misunderstandings.",
    "popularity": 8.1757,
    "poster_path": "/bx5XNaTR2THhsjpzr0G3YNLxI82.jpg",
    "release_date": "07/10/1949",
    "title": "Hamari Manzil",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 162066,
    "original_language": "hi",
    "original_title": "Muskurahat",
    "overview": "Gopichand Verma is a retired Judge of the Supreme Court of India. He re-locates to scenic Ooty and decides to live there in a palatial home. He has a cook/servant in Badriprasad Chaurasia. When Chaurasia wins a lottery, he quits, and Verma hires a woman by the name of Nandini in his place. He soon finds out that there is a mystery behind Nandini and her presence in his house, apart from the fact that she is mentally imbalanced. When he probes further, he finds that she is claiming to be his illegitimate daughter. He does accept her and decides to let her live there, but his wife, his son, his sister, his son-in-law, and daughter have other plans - for they have hired notorious hit-man Samar Khan to abduct and kill Nandini at any cost. Is Nandini really Verma's daughter? Why would the Verma family want her dead?",
    "popularity": 7.7699,
    "poster_path": "/pH2nYZxXvcm2GHbtoWy9fsUmqSC.jpg",
    "release_date": "30/10/1992",
    "title": "Muskurahat",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/cbgvM5yZLbPdp9hUMuLi1gCPGI9.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 75217,
    "original_language": "hi",
    "original_title": "Hamara Dil Aapke Paas Hai",
    "overview": "A remake of the 1997 Telugu film \"Pelli Chuskundam,\" the plot follows the life of Preeti (Aishwarya Rai), a testifying witness to a vicious beating. After the perpetrator's brother sexually assaults her in revenge, Preeti is disowned by her family. But she finds compassion and shelter with Avinash (Anil Kapoor).",
    "popularity": 8.2358,
    "poster_path": "/jAmnbYwpSwZjHpZS9UX9RQVT1ux.jpg",
    "release_date": "24/08/2000",
    "title": "Hamara Dil Aapke Paas Hai",
    "video": false,
    "vote_average": 5.607,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 1517780,
    "original_language": "hi",
    "original_title": "Pehli Nazar",
    "overview": "A tragic Muslim social drama. It tells the story of two close Pathan families torn apart when Motilal, initially engaged to Veena, falls for and demands to marry her cousin and best friend, Munawar Sultana, after seeing her by chance. This sudden change of heart creates a deep and painful rift between the once inseparable families.",
    "popularity": 7.9982,
    "poster_path": "/s8SNiyxqPVYa0p5arR4WVoW7k7j.jpg",
    "release_date": "24/08/1945",
    "title": "Pehli Nazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/jKyM3qkfilqEGCkzpRKu63PDUHx.jpg",
    "genre_ids": [
      53,
      80
    ],
    "id": 428337,
    "original_language": "hi",
    "original_title": "Dark Chocolate",
    "overview": "The film is based on the real life murder mystery of Sheena Bora. Bollywood actress Mahima Chaudhry makes her debut in Bengali film as Ishani Banerjee, a character based on Sheena's mother and alleged murderer Indrani Mukherjea. Riya Sen will play the part of Rina Bardhan, inspired by Sheena Bora. Media baron Peter Mukherjea, Sheena's stepfather, will be portrayed by Sudeep Mukherjee.",
    "popularity": 7.0709,
    "poster_path": "/h8amchpxUAaPE7E3ocWLOEPFTjf.jpg",
    "release_date": "02/09/2016",
    "title": "Dark Chocolate",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/q7cm2iGUaZrMhTeAsLtm0NfPEAO.jpg",
    "genre_ids": [
      18
    ],
    "id": 1160026,
    "original_language": "hi",
    "original_title": "Yellow Bus",
    "overview": "In the sweltering Arabian Gulf heat Ananda’s dreams of a better life than the one she left behind in India are shattered after her child is forgotten on a school bus. Armed with the dead child’s ashes, she stands up against society’s ‘invisible’ caste, demanding accountability and refusing the customary blood money.",
    "popularity": 6.9776,
    "poster_path": "/w2pXtOgr2uOKA1U2EoiGVjq1mOY.jpg",
    "release_date": "10/09/2023",
    "title": "Yellow Bus",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uakYFO4k3yxFOzFFTk3v3FTONVD.jpg",
    "genre_ids": [],
    "id": 307572,
    "original_language": "hi",
    "original_title": "Man Ki Aankhen",
    "overview": "Film starring Waheeda Rehman, Dharmendra and Sujit Kumar",
    "popularity": 7.386,
    "poster_path": "/hIvNxrLu8L1xbOhAnH8SX9JQZVv.jpg",
    "release_date": "01/01/1970",
    "title": "Man Ki Aankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lMcqdjzULJqJpyKnvRBwWhvJMQb.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 228648,
    "original_language": "hi",
    "original_title": "Mickey Virus",
    "overview": "When Delhi Police comes across an unusual case revolving around hacking they seek help of an expert who thinks like them only to come across a lazy hacker Mickey Arora.",
    "popularity": 8.3814,
    "poster_path": "/5FKtKKCmprBQ2sGrCclmVQ1hjVl.jpg",
    "release_date": "25/10/2013",
    "title": "Mickey Virus",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/zpjW3AI7MfQT8AtBsGohCiPj70y.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 911843,
    "original_language": "hi",
    "original_title": "Meri Aawaz Suno",
    "overview": "Sushil Kumar, a police officer, is charged with the task of apprehending a gang of kidnappers, who only target women. However, doing so not only threatens his identity and life but also his family's.",
    "popularity": 7.6053,
    "poster_path": "/aFwAcUcCiYm5UJUtS2YkhkwJZV2.jpg",
    "release_date": "23/11/1981",
    "title": "Meri Aawaz Suno",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/uakYFO4k3yxFOzFFTk3v3FTONVD.jpg",
    "genre_ids": [],
    "id": 307572,
    "original_language": "hi",
    "original_title": "Man Ki Aankhen",
    "overview": "Film starring Waheeda Rehman, Dharmendra and Sujit Kumar",
    "popularity": 7.386,
    "poster_path": "/hIvNxrLu8L1xbOhAnH8SX9JQZVv.jpg",
    "release_date": "01/01/1970",
    "title": "Man Ki Aankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pwBtk8ngoMtqn0qv8j1feSFTKUn.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 781732,
    "original_language": "hi",
    "original_title": "Animal",
    "overview": "The hardened son of a powerful industrialist returns home after years abroad and vows to take bloody revenge on those threatening his father's life.",
    "popularity": 7.3819,
    "poster_path": "/hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
    "release_date": "01/12/2023",
    "title": "Animal",
    "video": false,
    "vote_average": 6.169,
    "vote_count": 157
  },
  {
    "adult": false,
    "backdrop_path": "/3AlkuJ7gpG8b4oHtOsXPTuFWq8E.jpg",
    "genre_ids": [
      18
    ],
    "id": 945188,
    "original_language": "hi",
    "original_title": "Haseenon Ka Devata",
    "overview": "Gopal intends to take over the entire region under Raja Saheb, by hook or by crook. Things go his way when Raja signs a power of attorney in his name, and then accidentally shoots and kills a young woman named Silky, Gopal persuades Raja to run and hide from the police. Raja's daughter, Sunita, is overseas, and when she returns home, she is befriended by a young man named Jai, who assures her that he is there to help her, and re-instate Raja. What Sunita does not know is that Jai is friendly with the very people who had helped Gopal overthrow Raja",
    "popularity": 7.3749,
    "poster_path": "/n0m7Tdnmv9nbyPqFmU2cpgGsjqP.jpg",
    "release_date": "10/03/1971",
    "title": "Haseenon Ka Devata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3PVCfWAX6m0WJUXXB3ybebkSabF.jpg",
    "genre_ids": [
      18,
      9648
    ],
    "id": 306169,
    "original_language": "hi",
    "original_title": "Mera Saaya",
    "overview": "A lawyer's wife dies in his arms. Yet, another woman - identical in appearance and accused of aiding a gang of bandits - claims to be the lawyer's wife. A courtroom drama ensues.",
    "popularity": 7.3333,
    "poster_path": "/fBTFTZ9kQn1Un8iFPA1GzurHbad.jpg",
    "release_date": "01/01/1966",
    "title": "Mera Saaya",
    "video": false,
    "vote_average": 7.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/cYt8G14vfxBCf2uVNDGlCMDazv4.jpg",
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 561339,
    "original_language": "hi",
    "original_title": "Daanveer",
    "overview": "After the passing away of his widower and advocate dad, Vijay Srivastav takes it upon himself to raise his younger siblings, Vishal and Sudha. Years later, while Vishal is studying I.A.S., ...",
    "popularity": 7.3151,
    "poster_path": "/a5wjH2rUvxgefIbrawbcWlVW4LV.jpg",
    "release_date": "20/09/1996",
    "title": "Daanveer",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/nGSkGAaq4Bkh23l73Y3zv6e99o8.jpg",
    "genre_ids": [
      18,
      10402
    ],
    "id": 539411,
    "original_language": "hi",
    "original_title": "Khandan",
    "overview": "An ancestral property is distributed between two brothers, then a couple of years later, bitterness divides their families. An outsider in the younger brother's family tries to kill the others, which is resisted in time, and they reunite.",
    "popularity": 7.2978,
    "poster_path": "/9nTiaXz3mwJ7LuqFCBzdkcLzegW.jpg",
    "release_date": "23/09/1965",
    "title": "Khandan",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 627655,
    "original_language": "hi",
    "original_title": "Bheegi Raat",
    "overview": "A struggling artist accidentally kills a man on a \"wet night.\" Unbeknownst to him, a wealthy witness falls for his sister. Their love blossoms, but the hidden truth of the murder threatens to unravel everything, forcing them to confront a dark past that could shatter their future.",
    "popularity": 7.2977,
    "poster_path": "/zWZ1Y47L7IMK50USDYXhbihbFgM.jpg",
    "release_date": "10/12/1965",
    "title": "Bheegi Raat",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/btzpSWqW32ZJF0S7BZQ4PBpp0ST.jpg",
    "genre_ids": [
      27
    ],
    "id": 437113,
    "original_language": "hi",
    "original_title": "Khooni Panja",
    "overview": "Seema is murdered by her husband and her hand dismembered. This hand proceeds to capture the body of Pinky and systematically kills her entire in-law family in order to extract revenge on her husband who is killed by his brother Ajay.",
    "popularity": 7.2973,
    "poster_path": "/lQtHAuqrVoZU6QgMiOm6mRarl7N.jpg",
    "release_date": "01/01/1991",
    "title": "Khooni Panja",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/fRGTJp54TZGhr55BCwrdaQW2sfE.jpg",
    "genre_ids": [
      18
    ],
    "id": 1447985,
    "original_language": "hi",
    "original_title": "Aachari Baa",
    "overview": "An elderly Gujarati grandmother reconnects with her family through her cherished pickle-making tradition, bringing warmth and flavor to her community.",
    "popularity": 7.2797,
    "poster_path": "/dGUJofA1WdL2j66CZUWbyQdaEye.jpg",
    "release_date": "14/03/2025",
    "title": "Aachari Baa",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 714220,
    "original_language": "hi",
    "original_title": "Shahenshah",
    "overview": "Prince Rashid fights to regain his kingdom",
    "popularity": 7.2794,
    "poster_path": "/yg5GEJGNmncYcE1r67c0ANj5R5p.jpg",
    "release_date": "12/12/1953",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 569670,
    "original_language": "hi",
    "original_title": "Bhai Bhai",
    "overview": "Two friends aim to take down a mafia don and other government officials who conspire to incite religious riots in an effort to take over Kashmir.",
    "popularity": 7.2687,
    "poster_path": "/jeDuRMGMgCMnpYo2ZQFUqUneCk8.jpg",
    "release_date": "01/01/1997",
    "title": "Bhai Bhai",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/qwCUf2jbmrK7BbWprlfLvkzd0XM.jpg",
    "genre_ids": [
      80,
      10749,
      53
    ],
    "id": 828901,
    "original_language": "hi",
    "original_title": "Love Hostel",
    "overview": "Set against the pulsating backdrop of rustic North India, Love Hostel traces the volatile journey of star-crossed lovers, being hunted by a ruthless mercenary on the orders of the area's MLA, who also happens to be the girl's grandmother.",
    "popularity": 7.2515,
    "poster_path": "/gjp2tU35OCLErpIG5pKqgBc9Ch7.jpg",
    "release_date": "25/02/2022",
    "title": "Love Hostel",
    "video": false,
    "vote_average": 5.063,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 313842,
    "original_language": "hi",
    "original_title": "Kath Putli",
    "overview": "In this Bollywood classic tearjerker, a romance for the ages blooms between the puppeteer Shivraj and the young admirer Pushpa after Shivraj loses the use of his hands and his livelihood. But love turns to resentment when Pushpa begins paying the bills with money made through her budding stage career. Will fierce pride keep them apart, or will Pushpa's faithful agent find a way to bring them together again?",
    "popularity": 7.2283,
    "poster_path": "/wXLoeFIJZT40IdJfRvDCSNWnsBH.jpg",
    "release_date": "25/01/1957",
    "title": "Kath Putli",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/bvDMTxHgbAKEjnaxxqlznzUpoPP.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 303401,
    "original_language": "hi",
    "original_title": "Jeevan Dhaara",
    "overview": "Mr. Shrivastav abandons his family for a life of hermitage.  His family struggles to carry on financially in his absence, with two daughters: Sangeeta and Geeta forced to carry the burden of employment, while their brother Ashok gambles their earnings away.",
    "popularity": 7.1942,
    "poster_path": "/6OEIrk6JQSjNPfXEf5xJgtYmjDg.jpg",
    "release_date": "06/02/1982",
    "title": "Jeevan Dhaara",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306394,
    "original_language": "hi",
    "original_title": "Hanste Zakhm",
    "overview": "Film about the upper class in India.",
    "popularity": 7.1924,
    "poster_path": "/cLJLQ4OnwNusObYQ6JK48zhDsOq.jpg",
    "release_date": "01/01/1973",
    "title": "Hanste Zakhm",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/81X7h8wtbKHpdrlO1Q5VGX5dsDP.jpg",
    "genre_ids": [
      18
    ],
    "id": 341480,
    "original_language": "hi",
    "original_title": "Majhli Didi",
    "overview": "Bipinchandra breaks family tradition by marrying a city girl, Hemangini, much to the chagrin of his sister-in-law, Kadambini, and her husband, Navinchandra. Things are delicate even after both women give birth to two children each. Then Hemangini testifies against Navinchandra in Court, leading to the division of the property. Things got worse by the arrival of Kadambini's orphaned school-going step-brother, Kishan, who is beaten and abused by not only by Kadambini and Navinchandra, but also by their overweight son. When Hemangini objects to Kishan's ill-treatment, Bipin takes the side of the rest of the family, and may probably force her to abandon Kishan to his fate or divorce her.",
    "popularity": 7.1567,
    "poster_path": "/jsPlSuLNEuhGWgd5clxqGOK3NP5.jpg",
    "release_date": "21/09/1967",
    "title": "Majhli Didi",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/i9vMUijXzqkUEGoN4esJgWdkpJm.jpg",
    "genre_ids": [
      18
    ],
    "id": 647873,
    "original_language": "hi",
    "original_title": "Tulsi: Mathrudevobhava",
    "overview": "Tulsi tells the story of Tulsi, married to a drunkard Suraj. The couple is blessed with four kids. One evening, while Suraj is away, his friend tries to molest Tulsi. When Suraj gets to know of it, he beats Yashpal black and blue. A furious Yashpal swears revenge. In the meanwhile, Tulsi is diagnosed with blood cancer. Yashpal attacks Suraj and murders him. A distraught Tulsi now decides to get her kids adopted by different families before she's gone.",
    "popularity": 7.1533,
    "poster_path": "/uqqPAMJMKAPQVUmyf3LF8CuCIbj.jpg",
    "release_date": "18/01/2008",
    "title": "Tulsi: Mathrudevobhava",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/qYtakW5oZVkPiHAVcJLeaaxymFD.jpg",
    "genre_ids": [
      10402,
      18,
      10749
    ],
    "id": 159187,
    "original_language": "hi",
    "original_title": "Baiju Bawra",
    "overview": "During the reign of Akbar the Great, a young singer sets out to avenge his father's death and challenges the killer to a musical duel.",
    "popularity": 7.1481,
    "poster_path": "/3WfK4t6FjLBV7L95SvbgthCOfVi.jpg",
    "release_date": "05/10/1952",
    "title": "Baiju Bawra",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 795309,
    "original_language": "hi",
    "original_title": "Bhishma",
    "overview": "Paro, her mother, and her brother, Natwar, find an unconscious man near their town. They bring him over to their house, nurse and nurture him back to good health, only to find out that he has the mind of a 12 year of old child, and name him Bhola. Years pass by, Paro has fallen in love with Bhola, for he rescued her from a molester, and both would like to get married. Before that could happen, Bhola is viciously attacked and left for dead by Paro's molester, and is hospitalized. While in hospital, Police Sub-Inspector Abhimanyu Verma finds out that Bhola is not who he claims to be but a homicidal maniac, wanted for killing three policemen - named Bhisma - and is possibly masquerading as a 12 year old child to hide from the police.",
    "popularity": 7.1421,
    "poster_path": "/53FOIfuMj0Y4GMmCjEk9TygQPIS.jpg",
    "release_date": "26/07/1996",
    "title": "Bhishma",
    "video": false,
    "vote_average": 2.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/edDjcImKuvYUkEj3KoG2gWgIJbV.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 1145809,
    "original_language": "hi",
    "original_title": "Sergeant",
    "overview": "Sergeant Nikhil Sharma suffers from severe depression after losing a limb while on duty. However, after meeting Monica, he gains confidence and vows to reclaim his previous life by solving a critical case. Will he be able to complete his mission?",
    "popularity": 7.1179,
    "poster_path": "/lXA8kxSRY2BgSNncCCrbDLrX0Iw.jpg",
    "release_date": "30/06/2023",
    "title": "Sergeant",
    "video": false,
    "vote_average": 2,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 463310,
    "original_language": "hi",
    "original_title": "Khanna & Iyer",
    "overview": "Aryan and Nandini, two fellow collegians, fall in love and elope when their parents disapprove of their relationship. However, they land in trouble when they are abducted by Donga, a terrorist.",
    "popularity": 7.1052,
    "poster_path": "/gntZ1LM3P2XfjTgc6VEBSPHB15W.jpg",
    "release_date": "30/03/2007",
    "title": "Khanna & Iyer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 312643,
    "original_language": "hi",
    "original_title": "Agni Pankh",
    "overview": "Based on the true story of Air Force personnel in Srinagar, Kashmir.",
    "popularity": 7.1035,
    "poster_path": "/cjhFfZ0mf9QEJak9zP3BeUpour0.jpg",
    "release_date": "01/01/2004",
    "title": "Agni Pankh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/53xmqJIbZ00BZLi6AlpkbpEJyLz.jpg",
    "genre_ids": [
      53
    ],
    "id": 1021511,
    "original_language": "hi",
    "original_title": "Asha-Jyoti",
    "overview": "Musician Deepak recreates the mistakes of his father when he begins courting a society girl without first confirming that his wife, a dancer, had actually died.",
    "popularity": 7.1011,
    "poster_path": "/ez9KG1K4ZABq6A9N5uILi7H1L1B.jpg",
    "release_date": "25/05/1984",
    "title": "Asha Jyoti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 978801,
    "original_language": "hi",
    "original_title": "Aakhri Sajda",
    "overview": "Jennie, the atheist foreign wife of Akbar, son of pious and honest institutional head, finds life in her in-laws house stifling and agrees to participate in a dance program much against their protestations. A paralytic stroke makes her turn towards reading the Koran, which miraculously cures her of her ailment. She decides to devote the rest of her life in prayers.",
    "popularity": 7.0975,
    "poster_path": "/trvjclFc5HKaDkxFnBiObha5Nt3.jpg",
    "release_date": "01/01/1977",
    "title": "Aakhri Sajda",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/w2bEYA5udKHF4j6N8QIATdfYkgW.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 243831,
    "original_language": "hi",
    "original_title": "Jackpot",
    "overview": "JACKPOT THE SET UP -  Jackpot is a fast-paced thriller con, with sharp comic one-liners and crazy characters, set entirely in Goa against the backdrop of casino boats.  The film goes back and forth in time, capturing one Goan monsoon of Full Jhol. Its a card game between the players in the con. Who will come out Aces and who will end up being the Joker?  An amateur gang of young Goans plan the perfect con - no nuksaan, no pareshan. However, all good plans often  It doesn't take long for them to discover that a reverse con has been played back on them - by the very people they were trying to con.  In doing so, the five members of the gang split and start suspecting each other. After all, when there is cash in a briefcase, and a beautiful woman with a gun, things tend to go horribly wrong.",
    "popularity": 7.0875,
    "poster_path": "/ez2rqjHFJbiyNTWzx6STChKbIlr.jpg",
    "release_date": "13/12/2013",
    "title": "Jackpot",
    "video": false,
    "vote_average": 3.1,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/jKyM3qkfilqEGCkzpRKu63PDUHx.jpg",
    "genre_ids": [
      53,
      80
    ],
    "id": 428337,
    "original_language": "hi",
    "original_title": "Dark Chocolate",
    "overview": "The film is based on the real life murder mystery of Sheena Bora. Bollywood actress Mahima Chaudhry makes her debut in Bengali film as Ishani Banerjee, a character based on Sheena's mother and alleged murderer Indrani Mukherjea. Riya Sen will play the part of Rina Bardhan, inspired by Sheena Bora. Media baron Peter Mukherjea, Sheena's stepfather, will be portrayed by Sudeep Mukherjee.",
    "popularity": 7.0709,
    "poster_path": "/h8amchpxUAaPE7E3ocWLOEPFTjf.jpg",
    "release_date": "02/09/2016",
    "title": "Dark Chocolate",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 936455,
    "original_language": "hi",
    "original_title": "Hanste Ansu",
    "overview": "Usha, a well-educated girl, is married to Kumar by her drunkard father. Being illiterate, Kumar gets jealous of Usha's education and her frank nature. He abuses her and she leaves their home and begins to battle for women's right. She gives birth to a son and starts to work in a factory, where male workers start to dominate her.",
    "popularity": 7.059,
    "poster_path": "/460JSIHVKXwK2nVxoKMpaneADZI.jpg",
    "release_date": "31/12/1950",
    "title": "Hanste Ansu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12
    ],
    "id": 1194582,
    "original_language": "hi",
    "original_title": "Khazana",
    "overview": "A renowned but solitary singer discovers the true treasure of life when a forbidden romance with a wealthy patron's daughter forces her to choose between the glittering promise of fame and the genuine wealth of love.",
    "popularity": 7.0588,
    "poster_path": "/s6ED7bk2HBMapJDo6lEqPeOVQ93.jpg",
    "release_date": "20/04/1951",
    "title": "Khazana",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/oiJHjdpNI38iGku04FGgyFSTu93.jpg",
    "genre_ids": [
      10749
    ],
    "id": 604195,
    "original_language": "hi",
    "original_title": "The Zoya Factor",
    "overview": "An advertising agency executive Zoya Singh Solanki meets the Indian cricket team and ends up becoming their lucky charm at the 2011 Cricket World Cup.",
    "popularity": 7.0563,
    "poster_path": "/ytLpoqycSAhMo5W7eHJyCXn8E2n.jpg",
    "release_date": "19/09/2019",
    "title": "The Zoya Factor",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/32RrclFHo3SLvx3o3MDpBeWS9rs.jpg",
    "genre_ids": [
      28,
      878
    ],
    "id": 496318,
    "original_language": "hi",
    "original_title": "Krrish 4",
    "overview": "4th installment in the sci-fi superhero series - Krrish.",
    "popularity": 7.038,
    "poster_path": "/v0flRsjnl2CaWTHIHlUYJ2UEgq1.jpg",
    "release_date": "",
    "title": "Krrish 4",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/eHaTjsMwqwsQCCFhXnCvBvkzrMs.jpg",
    "genre_ids": [
      18
    ],
    "id": 963682,
    "original_language": "hi",
    "original_title": "The Storyteller",
    "overview": "After decades of working in the printing industry in Kolkata in eastern India, Tarini has reached retirement age. He spends his days at home, having declined his son’s invitation to come to the United States. Then a friend shows him a help-wanted ad. Although he has never published a book, Tarini used to tell made-up stories to his friends in his youth, and the ad for a storyteller in Ahmedabad in western India piques his interest.",
    "popularity": 7.0305,
    "poster_path": "/dvvcO7hm4kWGz5dnCXAwpVK8x95.jpg",
    "release_date": "08/10/2022",
    "title": "The Storyteller",
    "video": false,
    "vote_average": 8.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/prl7pKfMfnjtADf3Mynoms1wtaf.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 623560,
    "original_language": "hi",
    "original_title": "Kathputli",
    "overview": "A woman secretly gives birth to a child after being raped by her boss and hides the truth from her husband.",
    "popularity": 7.0275,
    "poster_path": "/j3wGYXd9OjmuHd7hP05kBZv5WrX.jpg",
    "release_date": "28/08/1971",
    "title": "Kathputli",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 848074,
    "original_language": "hi",
    "original_title": "Prabhat",
    "overview": "Village belle Sarita falls in love with young and dashing Ramesh, gets married to him, and re-locates to the city. Once in the city, Ramesh takes her to a brothel, and asks her to wait for him for a few days. Unknown to her, Ramesh has sold her to brothel madame, Champabai, for a hefty fee.",
    "popularity": 7.0206,
    "poster_path": "/iHYCTySo07Hd6fr3w6sBgbi5aUo.jpg",
    "release_date": "01/01/1973",
    "title": "Prabhat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 285363,
    "original_language": "hi",
    "original_title": "Andhera",
    "overview": "A killer with a metal glove stalks a group of gangsters responsible for the torment and mutilation of a man and his mother.",
    "popularity": 6.9859,
    "poster_path": "/jsHH26KzpGh1xzkbhIZWNYkhkkD.jpg",
    "release_date": "22/05/1975",
    "title": "Andhera",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/iBbMy4mxmdxDOLm8HTb412qMacg.jpg",
    "genre_ids": [
      18,
      28,
      10749
    ],
    "id": 37737,
    "original_language": "hi",
    "original_title": "Kites",
    "overview": "A wounded man searches for his sweetheart in the Mexican desert while on the run from the police, bounty hunters, and others.",
    "popularity": 6.9815,
    "poster_path": "/lYJhUIsKtlke4gNNHkYZNppYlTZ.jpg",
    "release_date": "21/05/2010",
    "title": "Kites",
    "video": false,
    "vote_average": 7.206,
    "vote_count": 218
  },
  {
    "adult": false,
    "backdrop_path": "/xMH0eMPEghR5HHUVWFtSsC0vn2d.jpg",
    "genre_ids": [
      35,
      10749,
      10402,
      18
    ],
    "id": 275784,
    "original_language": "hi",
    "original_title": "Solva Saal",
    "overview": "Classmates Laaj (Waheeda Rehman) and Shyam elope to Bombay with Laaj's necklace, which they hope to pawn to pay for their travels. On the train, a crafty journalist named Pran (Dev Anand) overhears the lovers' plan and follows them in search of a story. When Shyam snatches the necklace and runs off, it's Pran to the rescue. What follows is a song-filled caper of intrigue, adventure and romance.",
    "popularity": 6.98,
    "poster_path": "/1UlOSiz1kwBLt9iJyY0Yc1zW9MK.jpg",
    "release_date": "01/01/1958",
    "title": "Solva Saal",
    "video": false,
    "vote_average": 3.333,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/q7cm2iGUaZrMhTeAsLtm0NfPEAO.jpg",
    "genre_ids": [
      18
    ],
    "id": 1160026,
    "original_language": "hi",
    "original_title": "Yellow Bus",
    "overview": "In the sweltering Arabian Gulf heat Ananda’s dreams of a better life than the one she left behind in India are shattered after her child is forgotten on a school bus. Armed with the dead child’s ashes, she stands up against society’s ‘invisible’ caste, demanding accountability and refusing the customary blood money.",
    "popularity": 6.9776,
    "poster_path": "/w2pXtOgr2uOKA1U2EoiGVjq1mOY.jpg",
    "release_date": "10/09/2023",
    "title": "Yellow Bus",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1520860,
    "original_language": "hi",
    "original_title": "Adhuri Kahani",
    "overview": "The educated Harbala battles the oppressive traditionalism of her husband, Seth Gopaldas. Desperate for her children, Somnath and Neelam, to live freely, her frustration leads to a tragic act. Haunted by guilt, her children ultimately follow. The film, aptly titled \"The Unfinished Tale,\" suggests hope for a more liberated future.",
    "popularity": 6.9649,
    "poster_path": "/bKPzveSOxyWvegpXzWEcxa1uNDn.jpg",
    "release_date": "21/10/1939",
    "title": "Adhuri Kahani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/A8tmOkIdD9Uban7JjYQUDuXv6kP.jpg",
    "genre_ids": [
      18
    ],
    "id": 1059007,
    "original_language": "hi",
    "original_title": "Agra",
    "overview": "The story of a family and an exploration of space in an increasingly crowded world. It follows the quest for a sexual odyssey of an individual.",
    "popularity": 6.9636,
    "poster_path": "/hzO4EVmu1F5ZHqhvNN0gGIfEbUa.jpg",
    "release_date": "14/11/2025",
    "title": "Agra",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 420825,
    "original_language": "hi",
    "original_title": "Phagun",
    "overview": "Shanta Dhamle lives a wealthy lifestyle in Bombay along with her dad, Shamrao, and mom, Ansuya. She incurs their displeasure when she falls in love and gets married to a poor and overly sensitive writer, Gopal, who moves in with them, and continues to suffer verbal abuse at Shamrao's hands. On the occasion of Holi, while his book 'Agla Kadam' is being published and marketed, he puts some color on a pregnant Shanta's expensive Saree, which upsets her, she humiliates him, and he walks out. He starts writing under the pen name of Santosh, and when Shanta finds out, he changes his name to Vivek, and again to Chitrangh, and does not communicate with her. Four years later, a day before Holi, he has accumulated enough wealth, hundreds of expensive and colorful Sarees, a doll for his daughter,",
    "popularity": 6.9601,
    "poster_path": "/c9pl1MaMfv6KzQKUNxHepk1n7gK.jpg",
    "release_date": "12/10/1973",
    "title": "Phagun",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/277DkDEtv10esk0Zsi9jfWSfYyH.jpg",
    "genre_ids": [
      10751,
      28,
      35,
      80,
      18,
      10402
    ],
    "id": 232492,
    "original_language": "hi",
    "original_title": "Sachaa Jhutha",
    "overview": "A penniless musician is unwittingly forced to trade places with a look-alike diamond merchant/thief causing a comedy of errors by everyone involved.",
    "popularity": 6.9567,
    "poster_path": "/ci1fS1HDpmkOLvhPizXr0iRwyVU.jpg",
    "release_date": "01/05/1970",
    "title": "Sachaa Jhutha",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/vSVhSge7BOkKQeAlpGoEawlWJpj.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 320551,
    "original_language": "hi",
    "original_title": "Mera Damad",
    "overview": "Utpal Dutt stars as Chaudhry, a landowner who comes to town looking to get his daughter Sunita (Zarina Wahab) married to the son of his childhood friend Khanna. Khanna's son, Jai (Farooque Shaikh), isn't interested in marrying anyone, but his determined father nonetheless plans a trip to Chaudhry's village for Jai, hoping things will work out. What ensues is a hilarious comedy of errors.",
    "popularity": 6.9487,
    "poster_path": "/bRtoiYgIBaC9RAkTfdm6IoGZF49.jpg",
    "release_date": "08/03/1985",
    "title": "Mera Damad",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 307840,
    "original_language": "hi",
    "original_title": "Aasman Mahal",
    "overview": "The story revolves around a Nawab, who having lost his money, still continues to live in the old traditional style, maintaining a grandeur facade. His son opposes the unrealistic life-style.",
    "popularity": 6.9461,
    "poster_path": "/r0JcL0n5DuNPFb19khQK5VHAL2o.jpg",
    "release_date": "01/01/1965",
    "title": "Sky palace",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10749
    ],
    "id": 383860,
    "original_language": "hi",
    "original_title": "LoveShhuda",
    "overview": "For Gaurav Mehra and Pooja Misra, it could well have been a one-night stand which was a moment to remember, only to be erased over a period of time. However, when there is a lot more to it with dancing, talking and making merry accompanied by drinking, partying and making love, a connect is bound to be formed. A connect, which is subconscious, only to be realized when destiny has its own games to play! They are happy and content as individuals. But together they are happier, more at peace. They believe that they have already found love in respective lives. Together, they realize that this intense love they have for each other is something very different. Gaurav and Pooja may not be hunting for love as they truly feel that they have it all. But can one truly ignore the signs of something special that bonds the two together?",
    "popularity": 6.9294,
    "poster_path": "/ieulQukcFKol1YF44HKbQ2DHweR.jpg",
    "release_date": "12/02/2016",
    "title": "LoveShhuda",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1368820,
    "original_language": "hi",
    "original_title": "Divorce",
    "overview": "Mr. Oswal is a very rich, influential, domineering man who lives with his wife and two sons, Jayant and Ajay. Mr. Oswal convinces his elder son Jayant that he cannot marry the girl he loves, Chandra; he must marry the girl of his father's choice.",
    "popularity": 6.9132,
    "poster_path": "/t5c4oDZ2aLJhDX8rvLpv2yE1YhH.jpg",
    "release_date": "01/01/1984",
    "title": "Divorce",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 315161,
    "original_language": "hi",
    "original_title": "Kala Pani",
    "overview": "Based on A.J.Cronin's 'Beyond This Place', this movie narrates the story of an untiring crusade for justice. A young man, learning about his father's wrongful implication in a fifteen-year-old murder, vows to bring the true criminals to justice and release his innocent father from 'kaala paani' (life imprisonment), for which he enlists the help of a press reporter, a retired police inspector and an unwitting prostitute who happens to possess some key evidence.",
    "popularity": 6.8952,
    "poster_path": "/rWZBY7sYwgOmbuA81sD0OyCnPQk.jpg",
    "release_date": "23/02/1958",
    "title": "Kala Pani",
    "video": false,
    "vote_average": 4.286,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/aq6HPS0dwGE8t2x366CnYVwJpfX.jpg",
    "genre_ids": [],
    "id": 142139,
    "original_language": "hi",
    "original_title": "Khoon Pasina",
    "overview": "Shiva / Tiger is the local criminal don in his part of the town where he lives with his mother. His mother wants him to marry and settle down, and give up his criminal activities. Shiva meets with Chanda and both are attracted to each other, and soon get married. Chanda is appalled at the way Shiva leads his life, with everyone around petrified of him. She asks Shiva to give up his criminal activities, and get a job. Shiva agrees, but the question is will he keep to his promise or will he just pretend to be honest in front of Chanda. And on the other hand is Shera, a dacait with a good heart. Both Shiva and Shera are rivals. When Shera hears of Shiva attempting to go straight, he decides to move in on Shiva's territory, with results that will change their lives forever. (Taken from Wikipedia -https://en.wikipedia.org/wiki/Khoon_Pasina- )",
    "popularity": 6.8943,
    "poster_path": "/xVNuYOxMeT7TvX4ThtdPIOmQXjf.jpg",
    "release_date": "21/01/1977",
    "title": "Khoon Pasina",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 312608,
    "original_language": "hi",
    "original_title": "Jeena Hai Toh Thok Daal",
    "overview": "Originating from the dark and gruesome underbelly of Bihar, Jeena Hai Toh Thok Daal is a story of the conscientious journey of four outlaws who set out to Mumbai for a mission. These four mercenaries who have grown up in the cradle of crime come from different age groups but are united in being the perfect hell raisers. Their freewheeling passion and addiction to thrill makes them take the route which very few can think of. In pursuit of one of such crimes, they set out to the city of dreams - Mumbai. Their ambitious plan comes to a screeching halt when one of them has a change of heart and their lives take an eventful turn.",
    "popularity": 6.8911,
    "poster_path": "/zffa8KzTYceNxyp7YQDY4X0iBJ0.jpg",
    "release_date": "14/09/2012",
    "title": "Jeena Hai Toh Thok Daal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vK6s1zlXu72dcxFAXb4zHLoltC0.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 81273,
    "original_language": "hi",
    "original_title": "The Dirty Picture",
    "overview": "After running away from home in search of movie stardom, a village girl rises to become a prominent sex symbol.",
    "popularity": 6.8909,
    "poster_path": "/oebs05w6hggeleB0F28uerrzvkq.jpg",
    "release_date": "02/12/2011",
    "title": "The Dirty Picture",
    "video": false,
    "vote_average": 6.202,
    "vote_count": 84
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 464020,
    "original_language": "hi",
    "original_title": "International Crook",
    "overview": "Superintendent of Police, Rajesh, is asked to take charge of a police station in Goa, and manage it. Rajesh is aware that his friend, Shekar, also lives there, and he is anxious to see him. Upon arrival in Goa, Rajesh and Shekar are delighted to see each other. Shekar is in love with Seema, and Seema too loves him. However, Seema's mom, Lajwanti, does not approve of Shekar, and would like Seema to marry Rajesh. When Shekar comes to know about this, he steps away, so that Rajesh and Seema can marry each other. When Rajesh finds out about Shekar's sacrifice, he decides to let Seema marry Rajesh, and shortly thereafter the marriage takes place. While Shekar and Seema go off on their honeymoon, Rajesh commences his investigation into smuggling activities off the coast of Goa, and his investigations lead him to a suspect by the name of Tiger. Little does Rajesh know, that Tiger is none other an alias for Shekar, who will do anything to protect himself from Rajesh and the police.",
    "popularity": 6.8629,
    "poster_path": "/4n2PEDuaZESFVcMNBrX92UMgPOZ.jpg",
    "release_date": "22/07/1974",
    "title": "International Crook",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/73DMYsmzV0MbdVn4CIVITw7keDX.jpg",
    "genre_ids": [
      35,
      53,
      10749
    ],
    "id": 41188,
    "original_language": "hi",
    "original_title": "Bhagam Bhag",
    "overview": "After their lead actress quits their drama troupe; Bunty, Babla and their boss Champak search for a new heroine in London where they have just arrived, and get embroiled in a murder case involving a mysterious woman.",
    "popularity": 6.8616,
    "poster_path": "/wJqdwEgMiMzU0zIEnKBWEbTfeUS.jpg",
    "release_date": "22/12/2006",
    "title": "Bhagam Bhag",
    "video": false,
    "vote_average": 6.517,
    "vote_count": 87
  },
  {
    "adult": false,
    "backdrop_path": "/dLg3ed4745ib2373xyqBpojGkzg.jpg",
    "genre_ids": [
      18,
      28,
      80
    ],
    "id": 183659,
    "original_language": "hi",
    "original_title": "Qurbani",
    "overview": "A cabaret dancer and singer, Sheela (Zeenat Aman) has two admirers: a small-time thief Rajesh (Feroz Khan), and a young, eligible widower, Amar (Vinod Khanna). Both are best friends and does not know that they love the same woman.",
    "popularity": 6.8457,
    "poster_path": "/5jkQAxALX0Th0HQCRWiuETRedNR.jpg",
    "release_date": "19/06/1980",
    "title": "Qurbani",
    "video": false,
    "vote_average": 6.583,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 533321,
    "original_language": "hi",
    "original_title": "Sonata",
    "overview": "Three single women, a professor, a banker, and a journalist, who are best friends, share their happy and joyous moments and support each other through hard times.",
    "popularity": 6.8441,
    "poster_path": "/UvmDMI0ToGKQgBm3szVOuzmXHv.jpg",
    "release_date": "21/04/2017",
    "title": "Sonata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1171144,
    "original_language": "hi",
    "original_title": "Risky Romeo",
    "overview": "Abir Sengupta Movie",
    "popularity": 6.8338,
    "poster_path": "/nwaGVjJXias7HVFoGcHWg29zDh4.jpg",
    "release_date": "",
    "title": "Risky Romeo",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fyDZBGhQWZGzHlBNSfHECMJA2qH.jpg",
    "genre_ids": [],
    "id": 432523,
    "original_language": "hi",
    "original_title": "Tere Mere Sapne",
    "overview": "Upon completing medical school, young, idealistic Dr. Anand Kumar (Dev Anand) moves to a small village intent on making a difference. Unfortunately, he finds that life sometimes gets in the way of principles. After tragedy strikes the doctor and his new bride (Mumtaz), his bitterness drives him to pursue wealth and power, transforming him into the type of man he once despised. But in winning a fortune, has Anand lost the love of his devoted wife?",
    "popularity": 7.5031,
    "poster_path": "/vXXUzjt6OCEH1Xkm6cFfG1KS8um.jpg",
    "release_date": "13/05/1971",
    "title": "Tere Mere Sapne",
    "video": false,
    "vote_average": 4,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/cOJNzhxlrxTb8oHvgeza8tMDCkM.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 1515149,
    "original_language": "hi",
    "original_title": "Inspector Dhanush",
    "overview": "Inspector Dhanush, an honest police officer, brings criminals to justice. When he stumbles upon a case involving Commissioner Avinash, he is killed and replaced by his lookalike.",
    "popularity": 7.5816,
    "poster_path": "/6khZoLijr64j1UkHHFeNUNpS6WW.jpg",
    "release_date": "20/12/1991",
    "title": "Inspector Dhanush",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/36Tukz7yrAtKj0UX9WCQOR6EXLw.jpg",
    "genre_ids": [
      35
    ],
    "id": 584943,
    "original_language": "hi",
    "original_title": "Bhaagte Raho",
    "overview": "How the life of an innocent cook (Abhay Raichand) who works in a military cantonment takes a twist and turns wherein he meets more 9 innocent and idiot people takes the audience on the laughter ride. The cook with dreams of creating his own army with 9 stupid people trains them, that makes the situation more comic. He finds his love (Riya Deepsi) at the same time and entangled with an unconditional term for achieving his love,",
    "popularity": 7.5098,
    "poster_path": "/fK3hmAIYyEYlb47K01iOIf3utlq.jpg",
    "release_date": "14/12/2018",
    "title": "Bhaagte Raho",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/bPwdy3zaNnMdZ22u0WCcYu0xxgt.jpg",
    "genre_ids": [
      18
    ],
    "id": 7508,
    "original_language": "hi",
    "original_title": "तारे ज़मीन पर",
    "overview": "Ishaan Awasthi is an eight-year-old whose world is filled with wonders that no one else seems to appreciate. Colours, fish, dogs, and kites don't seem important to the adults, who are much more interested in things like homework, marks, and neatness. Ishaan cannot seem to get anything right in class; he is then sent to boarding school, where his life changes forever.",
    "popularity": 6.508,
    "poster_path": "/puHRt6Raovm5ujGCdwLWvRv4NHU.jpg",
    "release_date": "21/12/2007",
    "title": "Like Stars on Earth",
    "video": false,
    "vote_average": 7.98,
    "vote_count": 1254
  },
  {
    "adult": false,
    "backdrop_path": "/foRWBRsGBXNFZHaIEFLXB21TbVe.jpg",
    "genre_ids": [
      28,
      80,
      18,
      10402
    ],
    "id": 618922,
    "original_language": "hi",
    "original_title": "Aamne Samne",
    "overview": "Johny lives a dual life - as a popular starlet and an international criminal wanted by the police for a number of criminal activities. He meets his look-alike Gopi who comes from the village in search of a job; Johny offers Gopi the job; a salary and a house to live in. This job involves playing the role of Johny so that the real Johny can outsmart the police and commit his criminal activities with ease. He teaches Gopi his mannerism and etiquette with things going as planned. But Gopi eventually gets trapped - both by the police and the underworld criminal gang.",
    "popularity": 6.4941,
    "poster_path": "/cdOpsncg1w7avVSEhrr2mQVn00N.jpg",
    "release_date": "29/01/1982",
    "title": "Aamne Samne",
    "video": false,
    "vote_average": 6,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 795309,
    "original_language": "hi",
    "original_title": "Bhishma",
    "overview": "Paro, her mother, and her brother, Natwar, find an unconscious man near their town. They bring him over to their house, nurse and nurture him back to good health, only to find out that he has the mind of a 12 year of old child, and name him Bhola. Years pass by, Paro has fallen in love with Bhola, for he rescued her from a molester, and both would like to get married. Before that could happen, Bhola is viciously attacked and left for dead by Paro's molester, and is hospitalized. While in hospital, Police Sub-Inspector Abhimanyu Verma finds out that Bhola is not who he claims to be but a homicidal maniac, wanted for killing three policemen - named Bhisma - and is possibly masquerading as a 12 year old child to hide from the police.",
    "popularity": 7.1421,
    "poster_path": "/53FOIfuMj0Y4GMmCjEk9TygQPIS.jpg",
    "release_date": "26/07/1996",
    "title": "Bhishma",
    "video": false,
    "vote_average": 2.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/cYt8G14vfxBCf2uVNDGlCMDazv4.jpg",
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 561339,
    "original_language": "hi",
    "original_title": "Daanveer",
    "overview": "After the passing away of his widower and advocate dad, Vijay Srivastav takes it upon himself to raise his younger siblings, Vishal and Sudha. Years later, while Vishal is studying I.A.S., ...",
    "popularity": 7.3151,
    "poster_path": "/a5wjH2rUvxgefIbrawbcWlVW4LV.jpg",
    "release_date": "20/09/1996",
    "title": "Daanveer",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/e5bFtChejaGio218NejT0jXgSux.jpg",
    "genre_ids": [
      35,
      27
    ],
    "id": 1196364,
    "original_language": "hi",
    "original_title": "थामा",
    "overview": "Two destined lovers battle supernatural forces, family ties, and nature itself to defend their forbidden romance in a mystical world where ancient powers and prophecies threaten to keep them apart.",
    "popularity": 6.3829,
    "poster_path": "/d1SbIg1r1eowrCWsxHO6BJqQQwN.jpg",
    "release_date": "21/10/2025",
    "title": "Thamma",
    "video": false,
    "vote_average": 7,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749,
      53
    ],
    "id": 420491,
    "original_language": "hi",
    "original_title": "Anhonee",
    "overview": "An impoverished advocate faces challenges after he falls in love with a wealthy woman who has a look-alike courtesan sister.",
    "popularity": 6.6228,
    "poster_path": "/8wUQx8BV5yEL24A7Dszf0BbQnLn.jpg",
    "release_date": "10/10/1952",
    "title": "Anhonee",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1171144,
    "original_language": "hi",
    "original_title": "Risky Romeo",
    "overview": "Abir Sengupta Movie",
    "popularity": 6.8338,
    "poster_path": "/nwaGVjJXias7HVFoGcHWg29zDh4.jpg",
    "release_date": "",
    "title": "Risky Romeo",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lUJHDBuggd0ZseDWZHLkhvTMXkZ.jpg",
    "genre_ids": [
      10402,
      10749
    ],
    "id": 170859,
    "original_language": "hi",
    "original_title": "दाग़",
    "overview": "Sunil is convicted of murder and is on the run. But the long arm of the law and his past finally catch up with him. Can he outrun his destiny for long?",
    "popularity": 5.0868,
    "poster_path": "/6udaQLNqUpikXGjqszWVy0vA9yh.jpg",
    "release_date": "23/02/1973",
    "title": "Daag",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/cpMszrx8BFVfmq3ZBrL6RVQvO2V.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 192558,
    "original_language": "hi",
    "original_title": "आशिकी २",
    "overview": "A young woman meets a failing musician who launches her singing career, but their relationship is doomed when people assume he's with her for her fame and fortune.",
    "popularity": 5.6569,
    "poster_path": "/lMblq8xcQIRRIVdaMg1XC283gU0.jpg",
    "release_date": "26/04/2013",
    "title": "Aashiqui 2",
    "video": false,
    "vote_average": 6.791,
    "vote_count": 177
  },
  {
    "adult": false,
    "backdrop_path": "/prl7pKfMfnjtADf3Mynoms1wtaf.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 623560,
    "original_language": "hi",
    "original_title": "Kathputli",
    "overview": "A woman secretly gives birth to a child after being raped by her boss and hides the truth from her husband.",
    "popularity": 7.0275,
    "poster_path": "/j3wGYXd9OjmuHd7hP05kBZv5WrX.jpg",
    "release_date": "28/08/1971",
    "title": "Kathputli",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1541016,
    "original_language": "hi",
    "original_title": "Ek Nazar",
    "overview": "Two friends arrive in the city seeking work and find themselves in a theater company, where love, fortune, and hidden motives test their bond and their hearts.",
    "popularity": 6.8155,
    "poster_path": "/biwDgW8RH8qZgu9FoN5HcrhVQN4.jpg",
    "release_date": "19/10/1951",
    "title": "Ek Nazar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 480619,
    "original_language": "hi",
    "original_title": "Pehli Nazar Ka Pyaar",
    "overview": "Ajay saves Anju in a fall from a mountain height, it is love at first sight. He doesn't know that she is engaged, and they don't know they have a past together.",
    "popularity": 6.5014,
    "poster_path": "/1nebZus927gHLkLnx9oPrszle8K.jpg",
    "release_date": "04/11/2008",
    "title": "Love at first sight",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 936455,
    "original_language": "hi",
    "original_title": "Hanste Ansu",
    "overview": "Usha, a well-educated girl, is married to Kumar by her drunkard father. Being illiterate, Kumar gets jealous of Usha's education and her frank nature. He abuses her and she leaves their home and begins to battle for women's right. She gives birth to a son and starts to work in a factory, where male workers start to dominate her.",
    "popularity": 7.059,
    "poster_path": "/460JSIHVKXwK2nVxoKMpaneADZI.jpg",
    "release_date": "31/12/1950",
    "title": "Hanste Ansu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yGv5u1PGozHmebSTQUsVKHatUbY.jpg",
    "genre_ids": [
      53,
      80,
      18
    ],
    "id": 48922,
    "original_language": "hi",
    "original_title": "Jewel Thief",
    "overview": "Vinay finds himself constantly mistaken for a look-alike jewel thief. To clear his name, he joins hands with the police to impersonate the thief and catch the real culprit.  When the thief decides to counter by posing as Vinay, their true identities become thoroughly muddled.",
    "popularity": 5.7572,
    "poster_path": "/bDgXjS4bXj2RDj3KpIb023d7AAT.jpg",
    "release_date": "27/10/1967",
    "title": "Jewel Thief",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/50fX1VRHRW4exugep59POKsW34M.jpg",
    "genre_ids": [],
    "id": 199170,
    "original_language": "hi",
    "original_title": "Lajwanti",
    "overview": "Having been unjustly accused of having an affair, a dutiful and loving wife is thrown out of the house by her husband and forced to abandon her baby. When mother and child are eventually reunited, the mother faces an uphill struggle to regain the love of her daughter.",
    "popularity": 6.7128,
    "poster_path": "/iGZtuVzuWsbbuvOaeFUVdGzLuv4.jpg",
    "release_date": "08/06/1958",
    "title": "Lajwanti",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/tR8jVRLNW9an1mK69rFRu70PRyw.jpg",
    "genre_ids": [
      28,
      80,
      18,
      53
    ],
    "id": 69785,
    "original_language": "hi",
    "original_title": "शैतान",
    "overview": "Five substance-abusing friends decide to fake a kidnapping in order to bribe a police constable for covering-up a hit-and-run accident.",
    "popularity": 5.5053,
    "poster_path": "/4X9wr1tnwPY0MPlf3MHtJBggdlA.jpg",
    "release_date": "01/06/2011",
    "title": "Shaitan",
    "video": false,
    "vote_average": 6.235,
    "vote_count": 49
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 309151,
    "original_language": "hi",
    "original_title": "Kalicharan",
    "overview": "A police officer goes undercover to catch a wealthy and reputable person, who is involved in criminal activities.",
    "popularity": 6.7291,
    "poster_path": "/vkKMmkZVntE2qj52W9C2UhBVhAr.jpg",
    "release_date": "07/02/1976",
    "title": "Kalicharan",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/4AWQOipcjMRHmhKWXzmvISjnjsv.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 79982,
    "original_language": "hi",
    "original_title": "हां बॉस",
    "overview": "Rahul Joshi wants to be a successful businessman so he works hard for his boss Siddharth. One day Rahul meets Seema, an up and coming model, and he feels like he's finally met his match. Will Seema fall for Rahul?",
    "popularity": 5.3362,
    "poster_path": "/ayp76lRwyp5izlZVnxcZscgHofH.jpg",
    "release_date": "18/07/1997",
    "title": "Yes Boss",
    "video": false,
    "vote_average": 6.039,
    "vote_count": 89
  },
  {
    "adult": false,
    "backdrop_path": "/coML7p8C5YUsEDLL4tACUGLXRTQ.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 46428,
    "original_language": "hi",
    "original_title": "Gangaajal",
    "overview": "An honest Superintendent of Police, IPS Amit Kumar, is assigned to a crime infested town to reduce its crime rates. There, he soon learns that cleaning up the town also means confronting the corruption among police and politicians.",
    "popularity": 6.3859,
    "poster_path": "/hYgMIlRddxXV7WaVLy6QvGy5RPM.jpg",
    "release_date": "29/08/2003",
    "title": "Gangaajal",
    "video": false,
    "vote_average": 6.486,
    "vote_count": 69
  },
  {
    "adult": false,
    "backdrop_path": "/6pzK8QkLkM50bw5A6Cm3xMRntqf.jpg",
    "genre_ids": [
      18
    ],
    "id": 110619,
    "original_language": "hi",
    "original_title": "Geetanjali",
    "overview": "Gita is a modest girl who dreams of a quiet family life. Her twin sister Anjali loves noisy parties, singing, and dancing. Each sister's life unfolds as they wish, until the cruelty of others intervenes and alters their destinies.",
    "popularity": 6.3096,
    "poster_path": "/gC0eoLgPXtajtp3D1FFlhViv8C7.jpg",
    "release_date": "01/01/1993",
    "title": "Geetanjali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53
    ],
    "id": 162086,
    "original_language": "hi",
    "original_title": "Dehraadun Diary",
    "overview": "In the era of large scale corruption, where everyone seated on a chair that holds power is neck deep in corruption, exist unlikely heroes",
    "popularity": 6.1934,
    "poster_path": "/aun7v46MMgUWTXF9kYjxGiZyK0y.jpg",
    "release_date": "04/01/2013",
    "title": "Dehraadun Diary",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/xMH0eMPEghR5HHUVWFtSsC0vn2d.jpg",
    "genre_ids": [
      35,
      10749,
      10402,
      18
    ],
    "id": 275784,
    "original_language": "hi",
    "original_title": "Solva Saal",
    "overview": "Classmates Laaj (Waheeda Rehman) and Shyam elope to Bombay with Laaj's necklace, which they hope to pawn to pay for their travels. On the train, a crafty journalist named Pran (Dev Anand) overhears the lovers' plan and follows them in search of a story. When Shyam snatches the necklace and runs off, it's Pran to the rescue. What follows is a song-filled caper of intrigue, adventure and romance.",
    "popularity": 6.98,
    "poster_path": "/1UlOSiz1kwBLt9iJyY0Yc1zW9MK.jpg",
    "release_date": "01/01/1958",
    "title": "Solva Saal",
    "video": false,
    "vote_average": 3.333,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36
    ],
    "id": 583237,
    "original_language": "hi",
    "original_title": "Sher Shivaji",
    "overview": "Story is Based on Maharashtra's beloved king Chatrapati Shivaji Maharaj.",
    "popularity": 6.6444,
    "poster_path": "/avkUsfC8arYr7SVBXVflxnzn6jk.jpg",
    "release_date": "01/01/1987",
    "title": "Sher Shivaji",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 107736,
    "original_language": "hi",
    "original_title": "Shankar Shambhu",
    "overview": "Inspector Ranjit Singh lives a middle-classed lifestyle along with his wife, Laxmi, a son, Pappu, and daughter, Pinky. When the National Bank is broken into one night, he gives chase to the robbers, and shoots one of them dead. The dead robber's brother, Kundan, manages to get away with the loot, then tracks down Ranjit and his family, shoots at them, forcing their jeep to fall into the Narbada river, separating the entire family. Ranjit manages to rescue Laxmi, and then apprehends Kundan, has him tried in Court, and sentenced to jail for several years, but is unable to recover the stolen loot. Years later, Kundan gets discharged and is received by his nephew, Chaman. Ranjit is now the Inspector General of Police, and Laxmi still hopes to be reunited with her children. Pappu has been adopted by a bandit named Lakhan Singh, who re-names him Shambhu, and brings him up with his other son, Shankar.",
    "popularity": 6.2251,
    "poster_path": "/s7SA3tS72rb2ONEEAR2NSpAj3cr.jpg",
    "release_date": "06/10/1976",
    "title": "Shankar Shambhu",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/a7435UDbLEoOz3YrGPx9AFii66Q.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 310298,
    "original_language": "hi",
    "original_title": "Sarhad Paar",
    "overview": "Years after he's declared missing in action, Indian soldier Ranjeet Singh (Sanjay Dutt) returns home a broken man. Severe mistreatment and torture have left Singh suffering amnesia; he only remembers the face of his tormentor. Though his wife, Pammi (Tabu), and sister Simran (Mahima Chaudhry) try to help him, his deep wounds may never heal. Chandrachur Singh and Rahul Dev co-star in this poignant drama from director Raman Kumar.",
    "popularity": 6.7393,
    "poster_path": "/egldi6LfxpYN9muKw4eHPLVmBpq.jpg",
    "release_date": "23/11/2006",
    "title": "Sarhad Paar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8IVcmTR62Yoqi9PjwUqwpSLJOQw.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 85043,
    "original_language": "hi",
    "original_title": "Tere Naal Love Ho Gaya",
    "overview": "In a quaint village of Haryana lives Miny, a free-spirited tomboy who instantly wins your heart with her bubbly personality. Her father, Bhatti, runs an auto-rickshaw business and is adamant to marry her off against her liking to Sunny. The male protagonist Viren, is a humble and ambitious rickshaw driver working for Miny's father. Bhatti, insecure about Viren's success, sells of all the rickshaws where Viren had carefully stashed his life savings. In an attempt to recover his money from Bhatti, Viren storms into Miny's engagement with fury. This gives Miny the perfect opportunity to escape her marriage and so she stages a kidnap. However, the kidnap goes all wrong and she and Viren land up in Viren's family mansion. Eventually, Miny's father arrives with the ransom that she had asked for and takes her back home. Back in Punjab, while she is being married off to Sunny...",
    "popularity": 6.2302,
    "poster_path": "/2Xk8g7AyNrG6kbamqoyDW9kB8n3.jpg",
    "release_date": "24/02/2012",
    "title": "Tere Naal Love Ho Gaya",
    "video": false,
    "vote_average": 6.29,
    "vote_count": 31
  },
  {
    "adult": false,
    "backdrop_path": "/qwCUf2jbmrK7BbWprlfLvkzd0XM.jpg",
    "genre_ids": [
      80,
      10749,
      53
    ],
    "id": 828901,
    "original_language": "hi",
    "original_title": "Love Hostel",
    "overview": "Set against the pulsating backdrop of rustic North India, Love Hostel traces the volatile journey of star-crossed lovers, being hunted by a ruthless mercenary on the orders of the area's MLA, who also happens to be the girl's grandmother.",
    "popularity": 7.2515,
    "poster_path": "/gjp2tU35OCLErpIG5pKqgBc9Ch7.jpg",
    "release_date": "25/02/2022",
    "title": "Love Hostel",
    "video": false,
    "vote_average": 5.063,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/81X7h8wtbKHpdrlO1Q5VGX5dsDP.jpg",
    "genre_ids": [
      18
    ],
    "id": 341480,
    "original_language": "hi",
    "original_title": "Majhli Didi",
    "overview": "Bipinchandra breaks family tradition by marrying a city girl, Hemangini, much to the chagrin of his sister-in-law, Kadambini, and her husband, Navinchandra. Things are delicate even after both women give birth to two children each. Then Hemangini testifies against Navinchandra in Court, leading to the division of the property. Things got worse by the arrival of Kadambini's orphaned school-going step-brother, Kishan, who is beaten and abused by not only by Kadambini and Navinchandra, but also by their overweight son. When Hemangini objects to Kishan's ill-treatment, Bipin takes the side of the rest of the family, and may probably force her to abandon Kishan to his fate or divorce her.",
    "popularity": 7.1567,
    "poster_path": "/jsPlSuLNEuhGWgd5clxqGOK3NP5.jpg",
    "release_date": "21/09/1967",
    "title": "Majhli Didi",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/viDmdq93CVJGIqRuTJkJJxLBWDp.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 661671,
    "original_language": "hi",
    "original_title": "Shikara",
    "overview": "Shikara is the untold story of Kashmiri Pandits' forced exodus. It is the story of resilience in the face of insurmountable odds. It is also the story of a love that remains unextinguished through 30 years of exile. A timeless love story in the worst of times.",
    "popularity": 6.4656,
    "poster_path": "/ncLh2MnAWX7cJVwxIo8TY6uI37U.jpg",
    "release_date": "07/02/2020",
    "title": "Shikara",
    "video": false,
    "vote_average": 4.222,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/8jcXJD3Y8oPld7v4s7xvLsUqTyK.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 546442,
    "original_language": "hi",
    "original_title": "Zabardast",
    "overview": "A family man, Ratan, decides to commit a crime for Balram Singh, but keeps the bounty for himself. Singh sets his house on fire, and believing his family to be dead, Ratan goes on the run.",
    "popularity": 6.5612,
    "poster_path": "/5fw0IoCA5pqRzkn3fqEL7Pg6yNY.jpg",
    "release_date": "21/06/1985",
    "title": "Zabardast",
    "video": false,
    "vote_average": 7,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/968JL3nPZ9WpRezb96WfwJxpIrS.jpg",
    "genre_ids": [],
    "id": 180761,
    "original_language": "hi",
    "original_title": "Muqaddar Ka Faisla",
    "overview": "Muqaddar ka Faisla, is the story of Pandit Krishna Kant. A poor, but extremely honest, upright, God-fearing man, who refuses to compromise on his principles.",
    "popularity": 6.0236,
    "poster_path": "/9T3zz7ol2AZjphUoH4vIFwKmC16.jpg",
    "release_date": "26/06/1987",
    "title": "Muqaddar Ka Faisla",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/73DMYsmzV0MbdVn4CIVITw7keDX.jpg",
    "genre_ids": [
      35,
      53,
      10749
    ],
    "id": 41188,
    "original_language": "hi",
    "original_title": "Bhagam Bhag",
    "overview": "After their lead actress quits their drama troupe; Bunty, Babla and their boss Champak search for a new heroine in London where they have just arrived, and get embroiled in a murder case involving a mysterious woman.",
    "popularity": 6.8616,
    "poster_path": "/wJqdwEgMiMzU0zIEnKBWEbTfeUS.jpg",
    "release_date": "22/12/2006",
    "title": "Bhagam Bhag",
    "video": false,
    "vote_average": 6.517,
    "vote_count": 87
  },
  {
    "adult": false,
    "backdrop_path": "/maDgbxETyrbtTv20bvhJQTfdsrI.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 306140,
    "original_language": "hi",
    "original_title": "Chandi Sona",
    "overview": "A group of people of Indian origin live on an Island which contains a tomb of Shahenshah Chandi Sona which is believed to contain jewelry, diamonds, and gold. Mayur and Rita, stage actor love-birds, plot with Amar to steal this wealth and better their lives. They decide to buy a house from a woman named Mayadevi, and after doing so they decide to make a swimming pool and through that dig a tunnel right underneath the tomb and help themselves to the riches that they find there. They also decide to enlist the help of four jailbirds by dramatically helping them to escape from prison. After the completion of the tunnel, they run into an underground pool of water and enlist the help of undersea divers Bikram and Sharma.",
    "popularity": 6.298,
    "poster_path": "/pBHgKI75BWWXm0MS0JRlJ42BmMJ.jpg",
    "release_date": "25/03/1977",
    "title": "Chandi Sona",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1520860,
    "original_language": "hi",
    "original_title": "Adhuri Kahani",
    "overview": "The educated Harbala battles the oppressive traditionalism of her husband, Seth Gopaldas. Desperate for her children, Somnath and Neelam, to live freely, her frustration leads to a tragic act. Haunted by guilt, her children ultimately follow. The film, aptly titled \"The Unfinished Tale,\" suggests hope for a more liberated future.",
    "popularity": 6.9649,
    "poster_path": "/bKPzveSOxyWvegpXzWEcxa1uNDn.jpg",
    "release_date": "21/10/1939",
    "title": "Adhuri Kahani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pySViZ55m6GtRRxUZG30s7mAb2T.jpg",
    "genre_ids": [
      10749,
      10402,
      53,
      27
    ],
    "id": 334875,
    "original_language": "hi",
    "original_title": "Ek Paheli Leela",
    "overview": "It is a reincarnation story about the love between Leela and her lover, which is left incomplete because one of them has been murdered. The story comes to circle after 300 years; when Leela has taken birth as Meera and her lover's character is also reborn.",
    "popularity": 6.0599,
    "poster_path": "/mW2UYZWtyWstkO8xno99FMlnEB9.jpg",
    "release_date": "10/04/2015",
    "title": "Ek Paheli Leela",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 307840,
    "original_language": "hi",
    "original_title": "Aasman Mahal",
    "overview": "The story revolves around a Nawab, who having lost his money, still continues to live in the old traditional style, maintaining a grandeur facade. His son opposes the unrealistic life-style.",
    "popularity": 6.9461,
    "poster_path": "/r0JcL0n5DuNPFb19khQK5VHAL2o.jpg",
    "release_date": "01/01/1965",
    "title": "Sky palace",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hcIdGBm3bR4JpqtcBC9yhI31blL.jpg",
    "genre_ids": [
      18
    ],
    "id": 529523,
    "original_language": "hi",
    "original_title": "Aandhi-Toofan",
    "overview": "Notorious biker-gangster Balbir kills Inspector Ranjeet Singh. Now Sheela, his love, hires two men to capture Balbir alive and bring him to her. Is this a task for them or will Balbir have the last laugh?",
    "popularity": 6.4911,
    "poster_path": "/wfM8Ng0SejxbGthQqsx3aCkb2bK.jpg",
    "release_date": "22/03/1985",
    "title": "Aandhi-Toofan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zQDFHYNVVVp9OAYSixYAG1SyX1l.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 19404,
    "original_language": "hi",
    "original_title": "दिलवाले दुल्हनिया ले जायेंगे",
    "overview": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
    "popularity": 5.9924,
    "poster_path": "/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
    "release_date": "20/10/1995",
    "title": "Dilwale Dulhania Le Jayenge",
    "video": false,
    "vote_average": 8.514,
    "vote_count": 4518
  },
  {
    "adult": false,
    "backdrop_path": "/8PCaSM36zArgaEuqvo7hGbv1LlX.jpg",
    "genre_ids": [
      18,
      14,
      27
    ],
    "id": 143895,
    "original_language": "hi",
    "original_title": "Nigahen: Nagina Part II",
    "overview": "Rajni's daughter Neelam continues the curse that turns her into a serpent.",
    "popularity": 6.5299,
    "poster_path": "/plOOzk2CtsrqwDO4nUCHdW3l2QZ.jpg",
    "release_date": "19/07/1989",
    "title": "Nigahen: Nagina Part II",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/aCSkTKxyvfWy1aB8Vkf9MzGGxwV.jpg",
    "genre_ids": [
      80,
      28
    ],
    "id": 304157,
    "original_language": "hi",
    "original_title": "Yaar Gaddar",
    "overview": "When his brother becomes involved in a deadly bank robbery, a heartbroken cop vows to track down and retrieve his wayward sibling -- dead or alive.",
    "popularity": 6.4302,
    "poster_path": "/teGvKXdzS1Y63jasL9XPnpzJDKN.jpg",
    "release_date": "04/11/1994",
    "title": "Yaar Gaddar",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      14
    ],
    "id": 1517810,
    "original_language": "hi",
    "original_title": "Shri Krishnarjun Yudh",
    "overview": "Chitrasen inadvertently humiliates Gabal Rishi, who approaches Bhagwan Shri Kishan and prays that the former be punished. Kishanji readily agrees to punish Chitrasen by beheading him with the Sudarshan Chakra. When no amount of pleas for mercy are adhered to, a compassionate Subhadra, moved by Chitrangini's plight, asks her spouse, Arjun, to intervene. The later, at first, refuses to take up arms against Kishanji, his friend, but subsequently relents - resulting in war - that will not only end their friendship - but may well also destroy the universe and annihilate Arjun, his brothers and their entire army.",
    "popularity": 6.8148,
    "poster_path": "/6P3yRnnA5PHvKktbejWO55hgsBO.jpg",
    "release_date": "01/06/1945",
    "title": "Shri Krishnarjun Yudh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/1oEBCKVKC49By9RBTbsae8RO9Nh.jpg",
    "genre_ids": [
      28,
      35,
      80,
      18
    ],
    "id": 496524,
    "original_language": "hi",
    "original_title": "सिंम्बा",
    "overview": "A corrupt police officer enjoys all the perks of being an immoral and unethical police officer until an event which transforms his life completely and forces him to choose the righteous path.",
    "popularity": 5.4478,
    "poster_path": "/ulQO4XJ1xlWdl4vX8Lr3SbWRfZw.jpg",
    "release_date": "28/12/2018",
    "title": "Simmba",
    "video": false,
    "vote_average": 6.17,
    "vote_count": 91
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 232818,
    "original_language": "hi",
    "original_title": "Palay Khan",
    "overview": "The British government have taken over there rule in a deserted region in India. But some of the people there strive for freedom; one of those brave freedom fighter is Palay Khan, who owes his intelligence to the entire region.",
    "popularity": 6.6787,
    "poster_path": "/oeZOebbNC1ri0zCfFy5GxuutYfV.jpg",
    "release_date": "02/01/1986",
    "title": "Palay Khan",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/slbWZ8P3WWzTv8P9dyqiu2bef58.jpg",
    "genre_ids": [
      18
    ],
    "id": 968757,
    "original_language": "hi",
    "original_title": "Banwra",
    "overview": "A story centers on themes of social status and romantic conflict, involving a sensitive or \"mad\" (the meaning of Banwra) character played by Raj Kapoor who must overcome societal hurdles to be with his beloved.",
    "popularity": 6.3762,
    "poster_path": "/ksMLcWkg4LZR9qNPxAukJaS9WGN.jpg",
    "release_date": "31/12/1950",
    "title": "Banwra",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/GZO6hEHu8QvRdTYtgk1H7UQ2Be.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 185132,
    "original_language": "hi",
    "original_title": "Mere Hamdam Mere Dost",
    "overview": "Sunil lives with his mom and sister in a middle-class dwelling in Delhi, India. He works for Chopra & Co., Chartered Accountants. He comes across a beautiful woman posing for a painting and instantly falls in love. The only problem, Sunil hates rich girls and this girl is very wealthy.",
    "popularity": 6.6381,
    "poster_path": "/tZLauPzicX2sWK4f5nyTajU63W9.jpg",
    "release_date": "01/01/1968",
    "title": "Mere Hamdam Mere Dost",
    "video": false,
    "vote_average": 8.5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/u3Cfe21Cmv5cWs5VnFCz15HdfKO.jpg",
    "genre_ids": [
      27
    ],
    "id": 1389158,
    "original_language": "hi",
    "original_title": "माँ",
    "overview": "A mother and daughter encounter a demon in a village where girls have been disappearing.",
    "popularity": 5.6625,
    "poster_path": "/kc5n7LJUmvBsVxzAla1ONN8kouP.jpg",
    "release_date": "20/06/2025",
    "title": "Maa",
    "video": false,
    "vote_average": 6.691,
    "vote_count": 47
  },
  {
    "adult": false,
    "backdrop_path": "/38XgAaNExUjHGcJXr26Zfid1xYv.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 782364,
    "original_language": "hi",
    "original_title": "Aaj Ka Daur",
    "overview": "This film is about a university graduate Jackie Shroff, who can get no better job than a petrol pump employee, a girl Padmini Kolhapure, who is struggling to pay for college, and others in a building owned by Prem Chopra, who attempts to evict them with the help of Shakti Kapoor.",
    "popularity": 5.7178,
    "poster_path": "/bD3JGaLoAAgXD9xv4mMUZpasElx.jpg",
    "release_date": "06/12/1985",
    "title": "Aaj Ka Daur",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/vK6s1zlXu72dcxFAXb4zHLoltC0.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 81273,
    "original_language": "hi",
    "original_title": "The Dirty Picture",
    "overview": "After running away from home in search of movie stardom, a village girl rises to become a prominent sex symbol.",
    "popularity": 6.8909,
    "poster_path": "/oebs05w6hggeleB0F28uerrzvkq.jpg",
    "release_date": "02/12/2011",
    "title": "The Dirty Picture",
    "video": false,
    "vote_average": 6.202,
    "vote_count": 84
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14
    ],
    "id": 87697,
    "original_language": "hi",
    "original_title": "Bajrangbali",
    "overview": "Bhagwan Shri Bajrangbali has had super-natural powers at a very young age which includes swallowing the sun, lifting mountains, just to name a few. Bajrangbali has always regarded the skies and universe as his playground and could leap and fly around at will. Bajrangbali makes it his duty to serve Bhagwan Shri Ram all days in his life. He will make this comes to light when Ram's wife, Devi Maa Sita, has been kidnapped by Shivbakht Ravan, and is being held captive in far off Lanka.",
    "popularity": 6.2878,
    "poster_path": "/8LE2MJxeSDmLoZ1kCyD5UW0w76p.jpg",
    "release_date": "01/01/1976",
    "title": "Bajrangbali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/y7Sft8RTYF5e8dBYZV4y0jbOHkh.jpg",
    "genre_ids": [
      28,
      10749,
      53
    ],
    "id": 758923,
    "original_language": "hi",
    "original_title": "बाघी ४",
    "overview": "After waking up from a coma, a grieving man sets out to uncover the truth about his missing girlfriend.",
    "popularity": 6.2536,
    "poster_path": "/u2YEFW5o2Y7RAw2K4hSA4TEXF3Q.jpg",
    "release_date": "05/09/2025",
    "title": "Baaghi 4",
    "video": false,
    "vote_average": 4.6,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/iBbMy4mxmdxDOLm8HTb412qMacg.jpg",
    "genre_ids": [
      18,
      28,
      10749
    ],
    "id": 37737,
    "original_language": "hi",
    "original_title": "Kites",
    "overview": "A wounded man searches for his sweetheart in the Mexican desert while on the run from the police, bounty hunters, and others.",
    "popularity": 6.9815,
    "poster_path": "/lYJhUIsKtlke4gNNHkYZNppYlTZ.jpg",
    "release_date": "21/05/2010",
    "title": "Kites",
    "video": false,
    "vote_average": 7.206,
    "vote_count": 218
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 569670,
    "original_language": "hi",
    "original_title": "Bhai Bhai",
    "overview": "Two friends aim to take down a mafia don and other government officials who conspire to incite religious riots in an effort to take over Kashmir.",
    "popularity": 7.2687,
    "poster_path": "/jeDuRMGMgCMnpYo2ZQFUqUneCk8.jpg",
    "release_date": "01/01/1997",
    "title": "Bhai Bhai",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 307901,
    "original_language": "hi",
    "original_title": "Gehri Chaa",
    "overview": "Dharamchand is the Chair of Olympic Bank, which is due for a final audit by the 30th of the month. Shortly thereafter, his daughter, Hema, finds his dead body in his bedroom. She phones her brother, Ratan, who arrives, finds a suicide note in his dad's room, clarifying that he had embezzled 20 lakhs from the bank, is unable to repay it, and hence is killing himself. Ratan decides to protect the good name of the family and does not tell anyone about the suicide note to anyone, including Hema. Shortly thereafter, Ratan is approached by a blackmailer named Shekhar, who threatens to expose Ratan's secret if Ratan does not participate in a bank robbery that will take place two days before the final audit. Ratan assists him, the robbery takes place, the money is looted, all bank records are burnt, and the robbers make a successful getaway.",
    "popularity": 6.3332,
    "poster_path": "/dXjY77TJBRpY6qURi5w2XCJnKtl.jpg",
    "release_date": "27/07/1973",
    "title": "Gehri Chaal",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/6pzK8QkLkM50bw5A6Cm3xMRntqf.jpg",
    "genre_ids": [
      18
    ],
    "id": 110619,
    "original_language": "hi",
    "original_title": "Geetanjali",
    "overview": "Gita is a modest girl who dreams of a quiet family life. Her twin sister Anjali loves noisy parties, singing, and dancing. Each sister's life unfolds as they wish, until the cruelty of others intervenes and alters their destinies.",
    "popularity": 6.3096,
    "poster_path": "/gC0eoLgPXtajtp3D1FFlhViv8C7.jpg",
    "release_date": "01/01/1993",
    "title": "Geetanjali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/518g56F7TmUEnhOrJV8CFyMYtNS.jpg",
    "genre_ids": [
      18
    ],
    "id": 429520,
    "original_language": "hi",
    "original_title": "The Threshold",
    "overview": "A North Indian couple, in their early 60s, at their mountain retreat. Their son has just gotten married, a reception has ended and all the guests have left. She chooses this moment to tell her husband that she is leaving. What follows is an endless day: the avalanche of this long-gathering decision and what it means to a decades-long relationship. Fragments of conversations, silence and chaos, as nostalgia mingles with menace and tenderness with cruelty. What will they succeed in rescuing against the landslide of memory and emotion?",
    "popularity": 6.2984,
    "poster_path": "/nud7qQD6qbyAEY2wj1obUclISEG.jpg",
    "release_date": "20/02/2015",
    "title": "The Threshold",
    "video": false,
    "vote_average": 9,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/maDgbxETyrbtTv20bvhJQTfdsrI.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 306140,
    "original_language": "hi",
    "original_title": "Chandi Sona",
    "overview": "A group of people of Indian origin live on an Island which contains a tomb of Shahenshah Chandi Sona which is believed to contain jewelry, diamonds, and gold. Mayur and Rita, stage actor love-birds, plot with Amar to steal this wealth and better their lives. They decide to buy a house from a woman named Mayadevi, and after doing so they decide to make a swimming pool and through that dig a tunnel right underneath the tomb and help themselves to the riches that they find there. They also decide to enlist the help of four jailbirds by dramatically helping them to escape from prison. After the completion of the tunnel, they run into an underground pool of water and enlist the help of undersea divers Bikram and Sharma.",
    "popularity": 6.298,
    "poster_path": "/pBHgKI75BWWXm0MS0JRlJ42BmMJ.jpg",
    "release_date": "25/03/1977",
    "title": "Chandi Sona",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 410241,
    "original_language": "hi",
    "original_title": "Bin Phere Hum Tere",
    "overview": "A 1979 Bollywood Drama",
    "popularity": 6.297,
    "poster_path": "/4SHvW8Blj8SQ6oQhIvmcYlP6Tgw.jpg",
    "release_date": "14/09/1979",
    "title": "Bin Phere Hum Tere",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14
    ],
    "id": 87697,
    "original_language": "hi",
    "original_title": "Bajrangbali",
    "overview": "Bhagwan Shri Bajrangbali has had super-natural powers at a very young age which includes swallowing the sun, lifting mountains, just to name a few. Bajrangbali has always regarded the skies and universe as his playground and could leap and fly around at will. Bajrangbali makes it his duty to serve Bhagwan Shri Ram all days in his life. He will make this comes to light when Ram's wife, Devi Maa Sita, has been kidnapped by Shivbakht Ravan, and is being held captive in far off Lanka.",
    "popularity": 6.2878,
    "poster_path": "/8LE2MJxeSDmLoZ1kCyD5UW0w76p.jpg",
    "release_date": "01/01/1976",
    "title": "Bajrangbali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/51R1O7Lh7wULoYlPENCHPmr5iVx.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 1103937,
    "original_language": "hi",
    "original_title": "Operation Mayfair",
    "overview": "A serial killer strikes back in London after laying low for three years.  Amar, the investigating detective has since resigned from the job but is brought back to crack the case. Amar decides to return and resolve the case once and for all.",
    "popularity": 6.2835,
    "poster_path": "/riHtNCga1E2jGyZuWI6jxuGNWVh.jpg",
    "release_date": "24/03/2023",
    "title": "Operation Mayfair",
    "video": false,
    "vote_average": 3.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/vQkIAFCtxLrkWk6S2LeTrvx5nJI.jpg",
    "genre_ids": [
      35
    ],
    "id": 297019,
    "original_language": "hi",
    "original_title": "The Shaukeens",
    "overview": "Three friends in their 60s try to do everything that they couldn't do in their younger days - before death arrives.",
    "popularity": 6.2713,
    "poster_path": "/hAAzlXKdYtheXSVrWQKTQ6Dy0oR.jpg",
    "release_date": "07/11/2014",
    "title": "The Shaukeens",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 318765,
    "original_language": "hi",
    "original_title": "Maa Kasam",
    "overview": "After being released from prison, reckless criminal Balwant (Ranjeet) sets out to recover a treasure map concealed in a diamond ring, only to have his ruthless ways result in the tragic death of his wife. Balwant is jailed once again, but years later, the search for the map resumes when a curious stranger named Chakradhari (Amjad Khan) comes to town, and Balwant picks up the deadly hunt once more. Shibu Mitra directs this Hindi drama.",
    "popularity": 6.2577,
    "poster_path": "/eP0kgYLom9cGkwl4Z1dOlBH31qt.jpg",
    "release_date": "26/11/1985",
    "title": "Maa Kasam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ydO2smk93gfgVR6k58EokKutO7C.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 272859,
    "original_language": "hi",
    "original_title": "Surakksha",
    "overview": "In a bid to locate a missing employee, Jackson, the Central Bureau of Investigation assigns Agent Gopi to locate him. Gopi accepts this assignment and must battle women, venomous snakes, gangsters, kidnappers, a robot-human, as well as Priya Varma - who believes that he killed her father, Dr Varma, Neelam - who is determined to seduce and then enslave him, and the unknown and mysterious head of an organization simply known as S.S.O.",
    "popularity": 6.2567,
    "poster_path": "/x1ZNu4MuCfub9q8Kxrm24RoNmJx.jpg",
    "release_date": "22/07/1979",
    "title": "Surakksha",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/y7Sft8RTYF5e8dBYZV4y0jbOHkh.jpg",
    "genre_ids": [
      28,
      10749,
      53
    ],
    "id": 758923,
    "original_language": "hi",
    "original_title": "बाघी ४",
    "overview": "After waking up from a coma, a grieving man sets out to uncover the truth about his missing girlfriend.",
    "popularity": 6.2536,
    "poster_path": "/u2YEFW5o2Y7RAw2K4hSA4TEXF3Q.jpg",
    "release_date": "05/09/2025",
    "title": "Baaghi 4",
    "video": false,
    "vote_average": 4.6,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 433706,
    "original_language": "hi",
    "original_title": "Gangster",
    "overview": "The story is about a priest, Father Ferriera, who unwittingly becomes a witness to the rape and murder of a village woman by the rich man of the village, Chandulal Seth. Father Ferriera is framed for the crime by Chandulal Seth and is sent to the jail instead. During the jail time spent Father Ferriera develops a good friendship with some of the jail mates. On release from the jail, he along with his former jail mates decide on taking revenge with Chandulal Seth who is now one of the richest jewelers of the world.",
    "popularity": 6.2426,
    "poster_path": "/npV1DpQi1pbhfYrcJMmX2DhQ6qT.jpg",
    "release_date": "08/05/1994",
    "title": "Gangster",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4x2COoFuMpRzTN3Pe6BwJ971Zto.jpg",
    "genre_ids": [
      18
    ],
    "id": 877875,
    "original_language": "hi",
    "original_title": "Cinemaa Zindabad",
    "overview": "Cinemaa Zindabad is a 2021 Indian Hindi Film based on the Real Life story of the artist. This film is directed by Ajay Kailash Yadav, written by Ajay Kailash Yadav - Rajesh Chaurasia,and Produced By Ajay Kailash Yadav.",
    "popularity": 6.241,
    "poster_path": "/3PIvh3Zd0p0s1ap92V0BXY8vGsc.jpg",
    "release_date": "26/12/2021",
    "title": "Cinemaa Zindabad",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 86005,
    "original_language": "hi",
    "original_title": "Staying Alive",
    "overview": "Staying Alive is a movie which is based on a true story of a reporter Aditya (Anant Mahadevan). When he experiences heart attack for the third time, he is sent to the intensive cardiac care at a hospital. But fate brings him on the neighboring bed of an underworld kingpin, Shaukat Ali (Saurabh Shukla). Actually it was his love of kebabs which had led him to experience his first heart attack. The 2 inmates of a hospital, who have opposite nature and opposite profession, strike a love-hate relationship with Aditya relaying a few truths about life to Shaukat. Shaukat gets thankful for the pleasure of staying alive even in a life underprivileged of kebabs.  The end of the motion picture deals with life as it reveals for a man from the wrong side of the law trying to set things right...would he or would he not succeed? This comedy of black type is all about being thankful at the pleasure of just Staying Alive…",
    "popularity": 6.2384,
    "poster_path": "/glOBL4HmpSK5dSc8uPGbxvs9FN.jpg",
    "release_date": "03/02/2012",
    "title": "Staying Alive",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/kqSxCsGIT4rqrZTTMpYP8RIzojv.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 720557,
    "original_language": "hi",
    "original_title": "Tiger 3",
    "overview": "Following the events of Tiger Zinda Hai, War, and Pathaan, Avinash Singh Rathore returns as Tiger but this time the battle is within. He has to choose between his country or family as an old enemy is after his life, who claims that his family was killed by Tiger. He holds Tiger captive in Pakistan as the Indian agent's loyalty towards his country faces its biggest test.",
    "popularity": 6.2377,
    "poster_path": "/2hsZrii8zXsk765YKKActVhIjTE.jpg",
    "release_date": "12/11/2023",
    "title": "Tiger 3",
    "video": false,
    "vote_average": 5.717,
    "vote_count": 53
  },
  {
    "adult": false,
    "backdrop_path": "/8IVcmTR62Yoqi9PjwUqwpSLJOQw.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 85043,
    "original_language": "hi",
    "original_title": "Tere Naal Love Ho Gaya",
    "overview": "In a quaint village of Haryana lives Miny, a free-spirited tomboy who instantly wins your heart with her bubbly personality. Her father, Bhatti, runs an auto-rickshaw business and is adamant to marry her off against her liking to Sunny. The male protagonist Viren, is a humble and ambitious rickshaw driver working for Miny's father. Bhatti, insecure about Viren's success, sells of all the rickshaws where Viren had carefully stashed his life savings. In an attempt to recover his money from Bhatti, Viren storms into Miny's engagement with fury. This gives Miny the perfect opportunity to escape her marriage and so she stages a kidnap. However, the kidnap goes all wrong and she and Viren land up in Viren's family mansion. Eventually, Miny's father arrives with the ransom that she had asked for and takes her back home. Back in Punjab, while she is being married off to Sunny...",
    "popularity": 6.2302,
    "poster_path": "/2Xk8g7AyNrG6kbamqoyDW9kB8n3.jpg",
    "release_date": "24/02/2012",
    "title": "Tere Naal Love Ho Gaya",
    "video": false,
    "vote_average": 6.29,
    "vote_count": 31
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 107736,
    "original_language": "hi",
    "original_title": "Shankar Shambhu",
    "overview": "Inspector Ranjit Singh lives a middle-classed lifestyle along with his wife, Laxmi, a son, Pappu, and daughter, Pinky. When the National Bank is broken into one night, he gives chase to the robbers, and shoots one of them dead. The dead robber's brother, Kundan, manages to get away with the loot, then tracks down Ranjit and his family, shoots at them, forcing their jeep to fall into the Narbada river, separating the entire family. Ranjit manages to rescue Laxmi, and then apprehends Kundan, has him tried in Court, and sentenced to jail for several years, but is unable to recover the stolen loot. Years later, Kundan gets discharged and is received by his nephew, Chaman. Ranjit is now the Inspector General of Police, and Laxmi still hopes to be reunited with her children. Pappu has been adopted by a bandit named Lakhan Singh, who re-names him Shambhu, and brings him up with his other son, Shankar.",
    "popularity": 6.2251,
    "poster_path": "/s7SA3tS72rb2ONEEAR2NSpAj3cr.jpg",
    "release_date": "06/10/1976",
    "title": "Shankar Shambhu",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/jKHxpzea28XqnOitd695vHuDkzJ.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 667585,
    "original_language": "hi",
    "original_title": "Chhalaang",
    "overview": "Chhalaang humorously addresses the value of Sports Education in the school curriculum. It follows a hilarious, yet an inspirational journey of a typical PT Master from a semi government-funded school in Northern India, Montu, for whom it’s just a job and is forced to do what he has never done - Teach.",
    "popularity": 6.2227,
    "poster_path": "/AcWLGCxCMOeHs1vqMplBIzQ6ME5.jpg",
    "release_date": "13/11/2020",
    "title": "Chhalaang",
    "video": false,
    "vote_average": 5.984,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": "/3AvVJgf3FzCaJzEzbKsxreIusnl.jpg",
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 118841,
    "original_language": "hi",
    "original_title": "Prem Pratigyaa",
    "overview": "Raja Bhaiya (Mithun Chakraborty) and his friend Charan (Satish Kaushik) come to a city to make a living.  Failed in their attempts to find a job, one day, they are teased and ragged by Kallu Dada (Ranjeet).  The quarrel gets physical, which Raja wins.  Raja thus becomes the local underworld don and starts collecting protection money from shopkeepers, while becoming addicted to alcohol.  Raja's life takes twists and turns when Mohan Rao (Nilu Phule) passes away.",
    "popularity": 6.2149,
    "poster_path": "/1zIgM4hU6pBLAwjvoHvRM73tTPa.jpg",
    "release_date": "02/05/1989",
    "title": "Prem Pratigyaa",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 714211,
    "original_language": "hi",
    "original_title": "Kali Ghata",
    "overview": "After his brother gets married to his former lover, a playboy meets a French archeologist and his daughter as they are studying the Ellora Caves.",
    "popularity": 6.1989,
    "poster_path": "/3rtfgHUPrRziAQMRpcWqPxAScM7.jpg",
    "release_date": "06/07/1951",
    "title": "Kali Ghata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35,
      18
    ],
    "id": 306359,
    "original_language": "hi",
    "original_title": "Chhote Nawab",
    "overview": "Romantic comedy about a wealthy milk-drinking Peter Pan-type",
    "popularity": 5.9642,
    "poster_path": "/wKAP5p526cA9nVwGE2z96IEDW2O.jpg",
    "release_date": "01/01/1961",
    "title": "Chhote Nawab",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1486161,
    "original_language": "hi",
    "original_title": "Hum Panchhi Ek Dal Ke",
    "overview": "Rajendra Mehra is the only child of Rai Bahadur Kailalshnath, and studies in a school along with Nandu, Mehmood, Chatpat, Guru, and others. He decides to go on an outing with them, incurring the anger of his dad, who at first sends his servant, Dhamu, to bring him back. When Dhamu fails, he sends Mirza Usman, and when Mirza too fails to bring Rajendra home, Kailashnath himself sets out himself, but when he reaches them, he finds that the children have already left for home. Angered at his son for mixing with poor students, he decides to remove him from the school and have him taught at home - and the person he has recruited is none other than Shaktimaan Singh - a Circus Ringmaster. The question remains will Shaktimaan be able to appropriately discipline Rajendra?",
    "popularity": 6.7568,
    "poster_path": "/vl8wgEskWHDfioStCY9SpVpy3jX.jpg",
    "release_date": "21/12/1957",
    "title": "Hum Panchhi Ek Dal Ke",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fEZObsG7Cu9zl5iYi9OzPXCpVnq.jpg",
    "genre_ids": [
      28
    ],
    "id": 912010,
    "original_language": "hi",
    "original_title": "Mera Muqaddar",
    "overview": "Shanti and Suraj lead a content life until he abandons her to marry Ruchi. Shanti and Ruchi both give birth to boys, who grow up and fight each other, unaware that they are half-brothers.",
    "popularity": 6.6284,
    "poster_path": "/2pSNtxDURUHVvtoRUiCVXnPvyWo.jpg",
    "release_date": "22/06/1988",
    "title": "Mera Muqaddar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gL4Mcm11wRlM7ASQfoOWMWVQuOb.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 887914,
    "original_language": "hi",
    "original_title": "Phaansi Ke Baad",
    "overview": "Public Prosecutor Vijay Kumar is the only son of Surinder Nath, who is the DIG of Police. Vijay is quite popular as the only Public Prosecutor to have succeeded in bringing down the crime rate, resulting in the highest number of convictions. He also gets to prosecute Abbas Mohamed Riyaz for killing Inspector Bhagwat and Sukhdev Walia, a former gangster. Abbas is tried, found guilty, and sentenced to be hanged. Then Vijay's girlfriend, Sapna, finds evidence that it was someone else who was responsible for these killings. Vijay agrees to represent Abbas, find the real culprit(s), and ensure that the sentence is overturned. Before that could happen, Vijay is himself arrested for killing a woman by the name of Neena, thus making Abbas' hanging a certainty.",
    "popularity": 5.6453,
    "poster_path": "/6lvNKoJjFLvYEN7YRm5RdXDFofo.jpg",
    "release_date": "15/01/1985",
    "title": "Phaansi Ke Baad",
    "video": false,
    "vote_average": 9.8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 953308,
    "original_language": "hi",
    "original_title": "Hamari Beti",
    "overview": "A three year old girl separates from her widowed mother during a train journey.A poor man meets her and starts living of her.She then meets a rich man who also dedicates his life towards her but feels she needs mothers love and gets married for the same.The widowed mother who lost her daughter is helped by a couple with their child but she still looks for her missing daughter.Years later when the daughter grows she is in love with a man. And destiny brings the lost daughter and mother in front of each other.",
    "popularity": 5.9338,
    "poster_path": "/fGCPnU6nNvVsc2xywfHMhJDzCN8.jpg",
    "release_date": "08/12/1950",
    "title": "Hamari Beti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vAf35Sst9VsLr9rFwVhtuvSCN4Z.jpg",
    "genre_ids": [
      10749
    ],
    "id": 819737,
    "original_language": "hi",
    "original_title": "Apne Apne",
    "overview": "When Ravi Kapoor finds himself in trouble, he seeks help from his ex-wife, much to the dismay of his new wife, who tries to keep them apart.",
    "popularity": 5.99,
    "poster_path": "/9YV8HgovqOq58iU7c57iJtOAcC3.jpg",
    "release_date": "05/03/1987",
    "title": "Apne Apne",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 936197,
    "original_language": "hi",
    "original_title": "Apradhi",
    "overview": "Inspector Shankar is assigned to investigate a band of masked smugglers",
    "popularity": 6.3334,
    "poster_path": "/hsvCXsBLimfowqcHeXV7cmOkdhT.jpg",
    "release_date": "01/01/1974",
    "title": "Apradhi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/v2zQinU6ue6StybK899tHxklgX2.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 415358,
    "original_language": "hi",
    "original_title": "पिंक",
    "overview": "A sexual assault victim, unjustly tried for the attempted murder of her attacker, is defended by a retired lawyer who challenges India's rape culture.",
    "popularity": 5.2659,
    "poster_path": "/6xNhnyKm2M5FEOY7xv5iKiQ5P3.jpg",
    "release_date": "16/09/2016",
    "title": "Pink",
    "video": false,
    "vote_average": 7.396,
    "vote_count": 231
  },
  {
    "adult": false,
    "backdrop_path": "/tSjQCcfodtEVoomaQhjLacBe09p.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 423822,
    "original_language": "hi",
    "original_title": "Deadline: Sirf 24 Ghante",
    "overview": "Heart surgeon Dr. Viren Goenka, his wife Sanjana and their seven-year-old daughter Anishka live in Mumbai. Their joys have just multiplied with Viren being honored with a prestigious award for his contribution to the medical world. Viren is all set to visit New Delhi to receive this award. He promises to celebrate his daughter's birthday once he returns. But fate has something else planned for Viren and his family: Anishka is kidnapped under Sanjana's nose. She is startled with the presence of a creepy man named Krish in her house. Krish tells her that Anishka will be fine as long as Sanjana and Dr. Goenka follow his instructions.",
    "popularity": 6.0601,
    "poster_path": "/v41PRO3MrbDdgGj10Pxnh5dLOJ6.jpg",
    "release_date": "10/11/2006",
    "title": "Deadline: Sirf 24 Ghante",
    "video": false,
    "vote_average": 4.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/aq6HPS0dwGE8t2x366CnYVwJpfX.jpg",
    "genre_ids": [],
    "id": 142139,
    "original_language": "hi",
    "original_title": "Khoon Pasina",
    "overview": "Shiva / Tiger is the local criminal don in his part of the town where he lives with his mother. His mother wants him to marry and settle down, and give up his criminal activities. Shiva meets with Chanda and both are attracted to each other, and soon get married. Chanda is appalled at the way Shiva leads his life, with everyone around petrified of him. She asks Shiva to give up his criminal activities, and get a job. Shiva agrees, but the question is will he keep to his promise or will he just pretend to be honest in front of Chanda. And on the other hand is Shera, a dacait with a good heart. Both Shiva and Shera are rivals. When Shera hears of Shiva attempting to go straight, he decides to move in on Shiva's territory, with results that will change their lives forever. (Taken from Wikipedia -https://en.wikipedia.org/wiki/Khoon_Pasina- )",
    "popularity": 6.8943,
    "poster_path": "/xVNuYOxMeT7TvX4ThtdPIOmQXjf.jpg",
    "release_date": "21/01/1977",
    "title": "Khoon Pasina",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/5VKTBTheoNKGlMWcJVdYZLPJW9q.jpg",
    "genre_ids": [
      28,
      53,
      10749,
      12
    ],
    "id": 391629,
    "original_language": "hi",
    "original_title": "बाघी",
    "overview": "Ronny is a rebellious man, who falls in love with Sia but circumstances separate them. Years later, Ronny learns that Sia is abducted by a martial arts champion, Raghav.",
    "popularity": 6.4473,
    "poster_path": "/4IEqNeF3PzL06Y2YKsvi4uMGJ1q.jpg",
    "release_date": "29/04/2016",
    "title": "Baaghi",
    "video": false,
    "vote_average": 6.396,
    "vote_count": 139
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 1368820,
    "original_language": "hi",
    "original_title": "Divorce",
    "overview": "Mr. Oswal is a very rich, influential, domineering man who lives with his wife and two sons, Jayant and Ajay. Mr. Oswal convinces his elder son Jayant that he cannot marry the girl he loves, Chandra; he must marry the girl of his father's choice.",
    "popularity": 6.9132,
    "poster_path": "/t5c4oDZ2aLJhDX8rvLpv2yE1YhH.jpg",
    "release_date": "01/01/1984",
    "title": "Divorce",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/A6m01QHo92gaM7VCbOyNNBsgjFT.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 483189,
    "original_language": "hi",
    "original_title": "वीरे दी वेडिंग",
    "overview": "Kalindi, Avni, Sakshi and Meera are childhood friends. Kalindi and Rishabh are getting married, and the four gal pals come together for their veere’s wedding. But of course, there can be no shaadi without showsha and a lot of drama. This wedding celebration brings out skeletons from the closet, unspoken truths and some harsh realities as well.",
    "popularity": 5.2234,
    "poster_path": "/yeXnYRRQE2MT7s04uUfKS696cqi.jpg",
    "release_date": "01/06/2018",
    "title": "Veere Di Wedding",
    "video": false,
    "vote_average": 4.738,
    "vote_count": 40
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 633540,
    "original_language": "hi",
    "original_title": "Awara Baap",
    "overview": "The film revolves around the life of a rich man and his son, where the son lives happily with his wife, but after giving birth to a child his wife dies. The story takes a turn when he starts falling for another woman.",
    "popularity": 7.4596,
    "poster_path": "/dundoAuX1zuooczCMQ5ZNP3UWVd.jpg",
    "release_date": "27/12/1985",
    "title": "Awara Baap",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/rEZJsGXnugRB4XaxA1foJtACrmV.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 695708,
    "original_language": "hi",
    "original_title": "Chosen Few",
    "overview": "Abhay Joshi, a young, bright Special Police Officer (SPO) conducts a police raid on a dingy hotel in the suburbs of Mumbai. Though the police arrest few prostitutes along with their customers in the disgusting small rooms of the hotel, Abhay seems disappointed. He had information about a graver crime. Just then, he hears a muffled scream. He spots a thin boy escaping from beneath the hotel. Few minor girls run behind him. By the time police reaches the secret door, the boy and the girls disappear into the narrow lanes. .",
    "popularity": 5.9297,
    "poster_path": "/gFcPJrZteqdGOGxyhuA75rXWshu.jpg",
    "release_date": "21/04/2020",
    "title": "Chosen Few",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/9FCjQZJXcvqrBVgkMJWVNuEkmHf.jpg",
    "genre_ids": [
      10749,
      18,
      28
    ],
    "id": 216969,
    "original_language": "hi",
    "original_title": "Sohni Mahiwal",
    "overview": "Shahjada Ijjat Beg comes to India with his caravan and settles in a town in Gujrat. Here he falls in love with Sohani, who keeps a shop in metal pots. Ijjat Beg buys pot from her with whatever money he had and they were attracted to each other. Sohni dispensed with her servant and kept Ijjat Beg instead. This gave them more opportunity to meet. This was a scandal in the town and Sohni was perforce married to Rehaman who was slightly off his head. Sohni continued her meeting Ijjat Beg who went out fishing. When the atmosphere became to hot for them they jointly took a water grave for their love.",
    "popularity": 6.7885,
    "poster_path": "/fnWP8tWg5lHuLcxu9jSXE25NJMw.jpg",
    "release_date": "28/06/1984",
    "title": "Sohni Mahiwal",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/c8JIJqFggXhluAru8J9lPelVTeo.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 93519,
    "original_language": "hi",
    "original_title": "कारन अर्जुन",
    "overview": "Karan and Arjun reincarnate in the different parts of the country. But the faith of their previous mother brings them together in order to avenge their death.",
    "popularity": 4.9353,
    "poster_path": "/uYhjsC9gCKhxiG2enkCJgdLOXjB.jpg",
    "release_date": "13/01/1995",
    "title": "Karan Arjun",
    "video": false,
    "vote_average": 6.694,
    "vote_count": 111
  },
  {
    "adult": false,
    "backdrop_path": "/iqiDfcpmfCHc4YWlakoW0nIcyj9.jpg",
    "genre_ids": [],
    "id": 568215,
    "original_language": "hi",
    "original_title": "Meri Lalkaar",
    "overview": "This is a 1990 Hindi-language Indian feature film directed by Yesh Chauhaan, starring Sumeet Saigal in lead role.",
    "popularity": 6.6102,
    "poster_path": "/y2Qfnz0ZmCMHKbI3zZnkftv8GWH.jpg",
    "release_date": "28/02/1990",
    "title": "Meri Lalkaar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AiobFPguWTVDiYeYZubU1cQYObB.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 319920,
    "original_language": "hi",
    "original_title": "Kartoos",
    "overview": "On May 1st 1993 a bomb explodes in Gangaram Park in Bombay, killing more than 150 people, many of whom are children. ACP Jay Suryavanshi is assigned this case, quick arrests are made of four individuals. Jagat Jogia, a terrorist, claims responsibility for these killings, but the police are unable to arrest him as he is now located in London, England. Jay discusses this matter with his senior, and together they recruit dreaded killer, Jeet Balraj, rename him Raja, save him from death-row, promise him freedom in exchange for killing Jagat Jogia, to which Jeet agrees. Jeet is provided with money, passport and living quarters in London, and he re-locates. Upon arrival, he meets with Manpreet Kaur, and both of them fall in love. With someone to motivate him in life, Jeet decides to give up his past life - only to find out that not only Jay has other plans for him, but Jagat is also on the look-out for him - and both their agendas are the same - his death!",
    "popularity": 5.3024,
    "poster_path": "/1G06L0m2NsHytdGOGxOu5AQ0Tc0.jpg",
    "release_date": "07/05/1999",
    "title": "Kartoos",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      18,
      10751
    ],
    "id": 419052,
    "original_language": "hi",
    "original_title": "Tere Liye",
    "overview": "Tara, Dev Prakash Tandon, Aditya Verma, Ritu Malhotra, and Raghu, run their own band, and practice at Aditya's dad's studio. When an actress, Piya Anand, hears their number, she wants to join them, but Ritu rejects her, as she feels that Aditya may be falling for her. The group subsequently relent, let her join, and the inevitable happens when Aditya starts going out with Piya, with Raghu showing an interest in Ritu. They enter their band into a contest, compete, and qualify for the finals. Then they get devastating news when Ranjit Bose takes over the studio and threatens to demolish it. Things gets even worse when Piya finds out that Ranjit is her estranged dad, and will never permit her to take part either on the tinsel screen nor in a band.",
    "popularity": 6.3527,
    "poster_path": "/k69n1qShf6huLXSVnMm4olkNZyV.jpg",
    "release_date": "14/12/2001",
    "title": "Tere Liye",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 312643,
    "original_language": "hi",
    "original_title": "Agni Pankh",
    "overview": "Based on the true story of Air Force personnel in Srinagar, Kashmir.",
    "popularity": 7.1035,
    "poster_path": "/cjhFfZ0mf9QEJak9zP3BeUpour0.jpg",
    "release_date": "01/01/2004",
    "title": "Agni Pankh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 312608,
    "original_language": "hi",
    "original_title": "Jeena Hai Toh Thok Daal",
    "overview": "Originating from the dark and gruesome underbelly of Bihar, Jeena Hai Toh Thok Daal is a story of the conscientious journey of four outlaws who set out to Mumbai for a mission. These four mercenaries who have grown up in the cradle of crime come from different age groups but are united in being the perfect hell raisers. Their freewheeling passion and addiction to thrill makes them take the route which very few can think of. In pursuit of one of such crimes, they set out to the city of dreams - Mumbai. Their ambitious plan comes to a screeching halt when one of them has a change of heart and their lives take an eventful turn.",
    "popularity": 6.8911,
    "poster_path": "/zffa8KzTYceNxyp7YQDY4X0iBJ0.jpg",
    "release_date": "14/09/2012",
    "title": "Jeena Hai Toh Thok Daal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mjs5uEsujBVXu97I5eb5r6nLX0O.jpg",
    "genre_ids": [
      18,
      10402,
      10749
    ],
    "id": 81253,
    "original_language": "hi",
    "original_title": "Prem Rog",
    "overview": "Manorama, the daughter of a rich, orthodox family is married off, leaving her childhood friend Deodhar and his secret love for her, in despair. When tragedy befalls her, and traditions seem unfair, Deodhar must fight for what's right.",
    "popularity": 5.704,
    "poster_path": "/pwPAxZC7wK6PhUYhq2ZFYOrh6iK.jpg",
    "release_date": "30/07/1982",
    "title": "Prem Rog",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 951706,
    "original_language": "hi",
    "original_title": "Rickshawala",
    "overview": "A rickshaw puller tries to save an innocent college girl from being trafficked by an evil man, who is protected by a corrupt lawyer. In the process of doing so, he stumbles upon several dark secrets.",
    "popularity": 6.0682,
    "poster_path": "/epTlulWhOG7Wal6s2kHEiV7SODy.jpg",
    "release_date": "23/03/1973",
    "title": "Rickshawala",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fVxbEDd7ci0TE4ljsK13oyNUeW7.jpg",
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 535144,
    "original_language": "hi",
    "original_title": "सोनचिरिया",
    "overview": "In the more or less lawless Chambal Valley in 1975, a gang of bandits led by Maan Singh are up to mischief. The lawless men, who call themselves Bhaagis (rebels), live by robbery and attack the villages in the area. Since they have previously committed a more than shameful crime, they are hunted mercilessly by the police. When Maan Singh learns about a treasure of gold that is about to change hands at a wedding reception, the target of their next heist is clear. They have no idea that it is an ambush of the police. Some of the gang members barely manage to escape and flee into the inhospitably barren surrounding area. While a dispute arises about how to proceed, they meet a woman from the lowest caste who is being hunted by a family clan. In their care there is a girl who was raped and seriously injured by the leader of that clan. The bandits see the opportunity to atone for their shameful crime.",
    "popularity": 4.8949,
    "poster_path": "/7ygikeDbneOlUFIQyvAmMrvi3vJ.jpg",
    "release_date": "01/03/2019",
    "title": "Sonchiriya",
    "video": false,
    "vote_average": 8.132,
    "vote_count": 38
  },
  {
    "adult": false,
    "backdrop_path": "/6UJC90qnl5NUYqfU2c7DbpQ66qU.jpg",
    "genre_ids": [
      35,
      80,
      9648
    ],
    "id": 76684,
    "original_language": "hi",
    "original_title": "मस्ती",
    "overview": "Three henpecked friends try to escape their unhappy marriages by seeking out some extramarital fun, only to end up being blackmailed.",
    "popularity": 4.7766,
    "poster_path": "/2cUfjsn5uCiDiTdkjiEQM2HXYLg.jpg",
    "release_date": "09/04/2004",
    "title": "Masti",
    "video": false,
    "vote_average": 5.652,
    "vote_count": 56
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 543936,
    "original_language": "hi",
    "original_title": "Achha Bura",
    "overview": "Shekhar and Birsingh are bosom pals. They come to stay at a small chawl where an angry woman confronts them. But when their hatred turns into love and oneness they form a sister-brother relationship, willing to lay down their lives for each other. On the other side, there are two lovers – Ravi and Rita. Shekhar and Birsingh are also strangely related to Rita.",
    "popularity": 5.828,
    "poster_path": "/2Lo9vKVgXtxA69CmR6AUqXvSurf.jpg",
    "release_date": "17/09/1983",
    "title": "Achha Bura",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8rowRWdCenuqja0BEqrFeba4nTM.jpg",
    "genre_ids": [
      9648,
      18,
      27
    ],
    "id": 482189,
    "original_language": "hi",
    "original_title": "Ghungroo Ki Awaaz",
    "overview": "Thakur Ranjit Singh buys the enslaved Kajal's freedom and gives her the status of a daughter-in-law... much to the disgust of his uncle, Jasbir. When the sleazy Shakal turns up and arranges a secret meeting with Kajal, Ranjit believes that he has caught his beloved being unfaithful. He exacts a fearful retribution. Obligingly, Jasbir destroys the evidence. Ranjit finds himself being plagued by the restless spirit of Kajal as well as a suspicious policeman. Seeking respite in Bombay, he is stunned to see Kajal's doppelganger, a nurse called Kiran. Unnerved, he brings Kiran home with him and finds himself falling in love again. The mystery deepens when Kajal's vengeful spirit murders the usurper, sending Ranjit over the edge and into an asylum.",
    "popularity": 6.6119,
    "poster_path": "/1BxWXMHlWDd1eJRnslpIz2DpoZf.jpg",
    "release_date": "29/09/1981",
    "title": "The Tinkling of Anklets",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vHIxxJH9P8YZhuzO0D1KtnSCBD8.jpg",
    "genre_ids": [
      18,
      53,
      80
    ],
    "id": 42966,
    "original_language": "hi",
    "original_title": "Once Upon a Time in Mumbaai",
    "overview": "A tale of two gangsters from the eras of past and present, whose lives enter parallel paths as they struggle to survive within Bombay's criminal underworld.",
    "popularity": 5.015,
    "poster_path": "/qkPmQx9GMuwTDEuIUMoeN6DEqVA.jpg",
    "release_date": "30/07/2010",
    "title": "Once Upon a Time in Mumbaai",
    "video": false,
    "vote_average": 6.665,
    "vote_count": 88
  },
  {
    "adult": false,
    "backdrop_path": "/jKHxpzea28XqnOitd695vHuDkzJ.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 667585,
    "original_language": "hi",
    "original_title": "Chhalaang",
    "overview": "Chhalaang humorously addresses the value of Sports Education in the school curriculum. It follows a hilarious, yet an inspirational journey of a typical PT Master from a semi government-funded school in Northern India, Montu, for whom it’s just a job and is forced to do what he has never done - Teach.",
    "popularity": 6.2227,
    "poster_path": "/AcWLGCxCMOeHs1vqMplBIzQ6ME5.jpg",
    "release_date": "13/11/2020",
    "title": "Chhalaang",
    "video": false,
    "vote_average": 5.984,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 307901,
    "original_language": "hi",
    "original_title": "Gehri Chaa",
    "overview": "Dharamchand is the Chair of Olympic Bank, which is due for a final audit by the 30th of the month. Shortly thereafter, his daughter, Hema, finds his dead body in his bedroom. She phones her brother, Ratan, who arrives, finds a suicide note in his dad's room, clarifying that he had embezzled 20 lakhs from the bank, is unable to repay it, and hence is killing himself. Ratan decides to protect the good name of the family and does not tell anyone about the suicide note to anyone, including Hema. Shortly thereafter, Ratan is approached by a blackmailer named Shekhar, who threatens to expose Ratan's secret if Ratan does not participate in a bank robbery that will take place two days before the final audit. Ratan assists him, the robbery takes place, the money is looted, all bank records are burnt, and the robbers make a successful getaway.",
    "popularity": 6.3332,
    "poster_path": "/dXjY77TJBRpY6qURi5w2XCJnKtl.jpg",
    "release_date": "27/07/1973",
    "title": "Gehri Chaal",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/yuZlTuBpKU3FMfLjXFfBJiiA5eg.jpg",
    "genre_ids": [
      53,
      28
    ],
    "id": 17059,
    "original_language": "hi",
    "original_title": "Aa Dekhen Zara",
    "overview": "A photographer (Ray) has nothing going for him, until he inherits a camera from his grandfather. This changes his life in a way that he could not have ever imagined in his wildest dreams.",
    "popularity": 6.1871,
    "poster_path": "/2ZQC25WN6N5v9kidjHEv4Azq5gC.jpg",
    "release_date": "27/03/2009",
    "title": "Aa Dekhen Zara",
    "video": false,
    "vote_average": 4,
    "vote_count": 28
  },
  {
    "adult": false,
    "backdrop_path": "/jqhiALkRc4Cp1S5Wod3dIXQeDfU.jpg",
    "genre_ids": [
      18
    ],
    "id": 911597,
    "original_language": "hi",
    "original_title": "Dhoop Chhaon",
    "overview": "Concerned about the outbreak of plague in a distant rural village in India, Dr. D.D. Sinha asks a number of prominent doctors to go there and treat the ailing and prevent the disease from spreading. No one except his protégé, Dr. Paras, is prepared to go there. Dr. Paras travels there, works with the villagers to prevent the disease and treats the ailing, and is successful in preventing it's spreading to other communities. He meets with village belle, Lajwanti alias Lajjo, and both fall in love with each other.",
    "popularity": 5.3705,
    "poster_path": "/oY5iUxQzAhLReeByQEYNqBVfe1l.jpg",
    "release_date": "23/03/1977",
    "title": "Dhoop Chhaon",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4x2COoFuMpRzTN3Pe6BwJ971Zto.jpg",
    "genre_ids": [
      18
    ],
    "id": 877875,
    "original_language": "hi",
    "original_title": "Cinemaa Zindabad",
    "overview": "Cinemaa Zindabad is a 2021 Indian Hindi Film based on the Real Life story of the artist. This film is directed by Ajay Kailash Yadav, written by Ajay Kailash Yadav - Rajesh Chaurasia,and Produced By Ajay Kailash Yadav.",
    "popularity": 6.241,
    "poster_path": "/3PIvh3Zd0p0s1ap92V0BXY8vGsc.jpg",
    "release_date": "26/12/2021",
    "title": "Cinemaa Zindabad",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8xCwWM8IitQ7SFumcZrklQY39se.jpg",
    "genre_ids": [
      18
    ],
    "id": 630705,
    "original_language": "hi",
    "original_title": "Downtown",
    "overview": "A rich father challenges his spoilt son to live on his own for 24 hours on the streets of Mumbai.",
    "popularity": 5.8513,
    "poster_path": "/6zz6FtrgZs0Z5xEDXWbLPzczTEl.jpg",
    "release_date": "18/03/2016",
    "title": "Downtown",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1515995,
    "original_language": "hi",
    "original_title": "Ek Raat",
    "overview": "A thriller centered on Ravi, who arrives at Heera Mahal on a stormy night. He finds the bungalow now owned by Balraj Sharma, a crippled ex-police officer, and his daughter Rekha. Ravi takes a job with Balraj and learns of Balraj's fear of Jaggi, a man seeking revenge. Ravi and Rekha fall in love and try to help Balraj. The plot thickens when Ravi is accused of two murders, leading to more suspense and revelations.",
    "popularity": 6.0633,
    "poster_path": "/5mpe1LWuw4KFDfdJHYgdpLpqmN.jpg",
    "release_date": "09/01/1942",
    "title": "Ek Raat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306409,
    "original_language": "hi",
    "original_title": "Ghungroo",
    "overview": "While on his deathbed, the Emperor promises that his Senapati, Vikram Singh, will be treated like his son, and he will get married to a woman from a royal family. He also asks Vikram to obey every wish and whim of his wife, Ranimaa, to which Vikram agrees to. A few moments later the emperor passes away. After the formal mourning period is over, Ranimaa announces that she would like Vikram to marry Princess Priya. Vikram agrees to this, and soon Priya and he are married with great pomp and ceremony. After this marriage, Priya learns that Vikram really loves a prostitute named Kesarbai, and has only married her as he had promised to obey every wish and whim of Ranimaa. She also finds out that Kesar and Vikram had a baby girl as a result of this relationship.",
    "popularity": 5.9179,
    "poster_path": "/6LxRkMDSD8yjuV3MuJZ7lMzuU0Y.jpg",
    "release_date": "15/07/1983",
    "title": "Ghungroo",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 306174,
    "original_language": "hi",
    "original_title": "Meri Surat Teri Ankhen",
    "overview": "Raj Kumar is a wealthy businessman and dislikes everything ugly. When his wife, Kamla, becomes pregnant and gives birth to an ugly son, he asks the attending Dr. Mathur to inform his wife that their child was still-born. Dr. Mathur places the child in the hands of Rahmat and his wife, Naseeban, who welcome him with open arms. But misfortune follows them, as the child, who is named Pyare, accidentally burns their dwelling down, killing Naseeban. Rahmat then re-locates to his village when he teaches Pyare the skills required to play musical instruments and sing. Years later, Rahmat passes away, and informs Pyare that he is really a Hindu. Dr. Mathur fills the rest of the blanks for Pyare, and arranges a song and dance play and hopes that Raj will overcome his dislike for his now-grown son.",
    "popularity": 5.6269,
    "poster_path": "/3jZxWjNibcKS9I9FPG7pX5eyLz5.jpg",
    "release_date": "01/01/1963",
    "title": "Meri Surat Teri Ankhen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7R25S2oEVtD0KxFhAcWrSqQmcsT.jpg",
    "genre_ids": [
      53,
      18,
      10749
    ],
    "id": 488216,
    "original_language": "hi",
    "original_title": "Strangers",
    "overview": "An overnight train journey, from London into France, business class, is comfortable and expensive. The premise where two of the film's protagonists,'strangers' to each other, meet, talk and decide to eliminate each other's spouses to alleviate themselves of the hell they are trapped in.",
    "popularity": 6.0601,
    "poster_path": "/gy5tR9A9oAXB79zV6Q2crzCB9tP.jpg",
    "release_date": "15/12/2007",
    "title": "Strangers",
    "video": false,
    "vote_average": 5,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/3fbfYmizUdTj8jPYeLjX2qTzucC.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 586183,
    "original_language": "hi",
    "original_title": "Bansi Birju",
    "overview": "Bansi and Birju get married in their village. But the villager's find out that Bansi is a prostitute.",
    "popularity": 6.0347,
    "poster_path": "/ygkdFmd9drxInPMfl5rE1ys1BQ5.jpg",
    "release_date": "01/09/1972",
    "title": "Bansi Birju",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14
    ],
    "id": 702900,
    "original_language": "hi",
    "original_title": "Geek Out",
    "overview": "The dual lives we lead, that virtual alter ego we all have nurtured and empowered, The Indian \"Geek\" today is no longer that lad who sat in a corner. He could be that carefully framed pic on Instagram to that deadly opinionated Twitter handle or maybe that pop philosophy spitting Facebook page or that revolutionary blog that was created to change the world or just plain drowned into the Audio-Visual black hole \"You-Tube\". Day dreaming now has a new address, the world wide web. Dream on ! May the force be with the Geek !",
    "popularity": 5.9526,
    "poster_path": "/f8Ntxc13SGPbpU8hAVOiXX1EzIf.jpg",
    "release_date": "03/06/2013",
    "title": "Geek Out",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 318765,
    "original_language": "hi",
    "original_title": "Maa Kasam",
    "overview": "After being released from prison, reckless criminal Balwant (Ranjeet) sets out to recover a treasure map concealed in a diamond ring, only to have his ruthless ways result in the tragic death of his wife. Balwant is jailed once again, but years later, the search for the map resumes when a curious stranger named Chakradhari (Amjad Khan) comes to town, and Balwant picks up the deadly hunt once more. Shibu Mitra directs this Hindi drama.",
    "popularity": 6.2577,
    "poster_path": "/eP0kgYLom9cGkwl4Z1dOlBH31qt.jpg",
    "release_date": "26/11/1985",
    "title": "Maa Kasam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/aJnLyX6vB6yQHC28NXGOQoPSPUE.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 911812,
    "original_language": "hi",
    "original_title": "Haqeeqat",
    "overview": "Arjun, an honest cop, makes influential enemies in his department and amongst corrupt politicians when he brings law and order to his region. Can he and his community get justice or remain oppressed?",
    "popularity": 5.5696,
    "poster_path": "/fVZMgiC9pAj0TZJfkHUWDN6WZgQ.jpg",
    "release_date": "06/04/1985",
    "title": "Haqeeqat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8ex9rWW7jCK35wxK3kTJAR6KPnA.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 310887,
    "original_language": "hi",
    "original_title": "Benazir",
    "overview": "Sibling rivalry abounds in this film about two privileged brothers, Anwar and Nawab, and the women who come between them. Nawab, although a married man and father, engages in frequent secret rendezvous with his mistress, Benazir. Meanwhile, Anwar declares his love for a woman named Shahida, whom he desires to wed. So when Nawab witnesses Anwar in the arms of the lovely Benazir, he's outraged -- and puzzled -- by the brotherly betrayal.",
    "popularity": 5.6842,
    "poster_path": "/pB4XiTPNxCU2O0X3beK5wq7T2rE.jpg",
    "release_date": "19/06/1964",
    "title": "Benazir",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1340336,
    "original_language": "hi",
    "original_title": "Pannadai",
    "overview": "Set four hundred years ago, Pannadai is an epic tale from Rajasthan centered on the loyal nurse Pannadai. After Rana Sang of Chittorgarh dies, his Queen Karunavati is besieged by Bahadursingh. Pannadai cleverly secures help from Emperor Humayun, but after the Queen's death, she is entrusted with safeguarding the child-king Udai Singh. Pannadai then faces the treacherous schemes of Banbir, Rana Sang's illegitimate son, who seeks to usurp the throne, leading to the ultimate sacrifice of her own son to protect the rightful heir.",
    "popularity": 6.1683,
    "poster_path": "/axnfdbJDzKP3KjjrvJYhZ0hSggo.jpg",
    "release_date": "13/07/1945",
    "title": "Nursemaid Panna",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12
    ],
    "id": 423833,
    "original_language": "hi",
    "original_title": "Chor Chor",
    "overview": "A retired policeman sees a killer he thought had been dead for twenty years, and the next night he is killed. The killer is blackmailing the head of a bank, and forcing him to participate in a robbery of his own bank. He is replaced by the son of the policeman, who is hunting for his fathers killer. A rarity in 70's Bollywood since it does not contain any musical interludes.",
    "popularity": 6.3417,
    "poster_path": "/8BEGTIWU4ZSuFuidES69vKEIWs1.jpg",
    "release_date": "11/07/1974",
    "title": "Chor Chor",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4qHLGibbfBaVWm8nmJSgSjhABvc.jpg",
    "genre_ids": [
      18
    ],
    "id": 892271,
    "original_language": "hi",
    "original_title": "Tathagat",
    "overview": "Set in the meditative quietude of a Himalayan village, Tathagat is a poetically shot tale of guilt. Following the journey of a monk questioning his renunciation, this philosophical drama takes a thought-provoking look at the relationship between our childhood memories and adulthood perplexities.",
    "popularity": 5.6695,
    "poster_path": "/eVAyhSiDpf5V20qetngvLTlQ3iX.jpg",
    "release_date": "22/10/2021",
    "title": "Tathagat",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 790673,
    "original_language": "hi",
    "original_title": "Daadi Maa",
    "overview": "Parvati seeks to heal the breach between her husband and his mother",
    "popularity": 5.6801,
    "poster_path": "/8Q0jUITPk5alLT2Yr8xvR3QtmQD.jpg",
    "release_date": "01/01/1966",
    "title": "Daadi Maa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hJHfqLvYPz9nMPEZamjifHiXZbr.jpg",
    "genre_ids": [
      27,
      35
    ],
    "id": 603673,
    "original_language": "hi",
    "original_title": "लक्ष्मी",
    "overview": "Aasif's belief in logic and science shatters when he gets possessed by a transgender's ghost.",
    "popularity": 4.9961,
    "poster_path": "/6COHwokEERAjjvlmNF44Xg9BK1y.jpg",
    "release_date": "09/11/2020",
    "title": "Laxmii",
    "video": false,
    "vote_average": 4.385,
    "vote_count": 52
  },
  {
    "adult": false,
    "backdrop_path": "/efao3Gy42NL38LhUkZ7cFKz56WE.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 211819,
    "original_language": "hi",
    "original_title": "Raja Babu",
    "overview": "Raja Babu is a rich, spoiled, country bumpkin who lives a carefree, luxury lifestyle until the girl he loves rejects him and his parents reveal that he was adopted.",
    "popularity": 5.6866,
    "poster_path": "/56dEONvFlidzOxZy9c8pOOWDPmQ.jpg",
    "release_date": "10/01/1994",
    "title": "Raja Babu",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 285363,
    "original_language": "hi",
    "original_title": "Andhera",
    "overview": "A killer with a metal glove stalks a group of gangsters responsible for the torment and mutilation of a man and his mother.",
    "popularity": 6.9859,
    "poster_path": "/jsHH26KzpGh1xzkbhIZWNYkhkkD.jpg",
    "release_date": "22/05/1975",
    "title": "Andhera",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/582nrZRzTUkslhPXVr5Mi8yXqht.jpg",
    "genre_ids": [
      28,
      12,
      18,
      36
    ],
    "id": 82578,
    "original_language": "hi",
    "original_title": "Kranti",
    "overview": "The film takes place in 19th Century British India and is the story of the fight for independence from the British in the years spanning from 1825 to 1875. It tells the story of two men who led the war against British Rule, Sanga and Bharat both of whom call themselves Kranti.",
    "popularity": 5.1582,
    "poster_path": "/fbXgeQtZMj5EtVRyqM8kZZbF1pK.jpg",
    "release_date": "03/02/1981",
    "title": "Kranti",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/sMbpGFqVTcNeGaj7dCshDuUWa3H.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 331563,
    "original_language": "hi",
    "original_title": "Asli Naqli",
    "overview": "Seth Laxmi Narayan and his wife had a son who was separated at an early age. The only clue they have is that he has a locket around his neck. When Laxmi Narayan passes away, he leaves behind a lot of money and wealth. His wife makes efforts to locate her long-lost son, with the help of her relative, Durjan Singh. Durjan Singh hires a local thug, Birju, and asks him to pose as the long-lost son, for a hefty price, to which he agrees. Mrs. Narayan welcomes Birju as her son, and accepts him, little knowing his agenda, and the evil scheme devised by Durjan Singh and his son.",
    "popularity": 6.0685,
    "poster_path": "/8hAvHOaR9LHTePYktQkQFq6IxbX.jpg",
    "release_date": "17/10/1986",
    "title": "Asli Naqli",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      28
    ],
    "id": 419432,
    "original_language": "hi",
    "original_title": "Yateem",
    "overview": "When Inspector Yadav (Kulbhushan Kharbanda) shoots down a criminal couple in the line of duty, his heart goes out to their orphaned baby son Krishna. He adopts the child, who grows up with Yadav's own daughter, Gauri (Farha). As they grow up, Krishna (Sunny Deol) and Gauri fall in love - but an obstacle is looming in their path in the form of Yadav's young second wife (Sujata Mehta), who is attracted to the handsome Krishna, and in her jealousy proceeds to do all she can to destroy the young couple's chances of happiness.",
    "popularity": 5.8926,
    "poster_path": "/socdFH0C3W0KDe5ePxPZQssdcgm.jpg",
    "release_date": "02/12/1988",
    "title": "Yateem",
    "video": false,
    "vote_average": 5.417,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/mWwifOy2Ib1HSBGu9gfS0nU1q4b.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 19624,
    "original_language": "hi",
    "original_title": "Fashion",
    "overview": "A small-town girl finally realizes her dream of becoming a famous supermodel but soon finds out that there's a price for her glamorous new life.",
    "popularity": 5.8916,
    "poster_path": "/6PQyJUJ3Ny1AZegtL5OkUATCIcr.jpg",
    "release_date": "29/10/2008",
    "title": "Fashion",
    "video": false,
    "vote_average": 6.456,
    "vote_count": 91
  },
  {
    "adult": false,
    "backdrop_path": "/osOvyg2ccbjFiQsmiZK2vw8f7zs.jpg",
    "genre_ids": [
      80,
      53,
      18
    ],
    "id": 774098,
    "original_language": "hi",
    "original_title": "Nail Polish",
    "overview": "A high profile defence lawyer is promised a Rajya Sabha seat if he wins a case of an accused with charges of killing two migrant children. However, there's much more than what meets the eye in this courtroom drama that explores the uncertainty of human mind and the journey of criminal discovery.",
    "popularity": 5.8858,
    "poster_path": "/gcruMXQ2l8Gp69onHp2T3UtgMgW.jpg",
    "release_date": "01/01/2021",
    "title": "Nail Polish",
    "video": false,
    "vote_average": 6.706,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 939867,
    "original_language": "hi",
    "original_title": "Rajrani Meera",
    "overview": "Meera is immersed in her love and devotion to Lord Krishna since a young age. When she grows older, her family get her married to the Rana of Mewar. Misunderstandings occur when her devotional poetry is thought to be love songs for someone. Several hardships are inflicted on her by her husband and her in-laws. She takes to sitting in the temple and singing bhajans (sacred songs) composed by her. Her brother-in-law tries to have her killed many times, but fails. She finally renounces her life in the palace and wanders from place to place singing devotional songs.",
    "popularity": 5.8588,
    "poster_path": "/bU6Yr1yndkLKVJhWOFljEZXgDMg.jpg",
    "release_date": "06/07/1933",
    "title": "Rajrani Meera",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8xCwWM8IitQ7SFumcZrklQY39se.jpg",
    "genre_ids": [
      18
    ],
    "id": 630705,
    "original_language": "hi",
    "original_title": "Downtown",
    "overview": "A rich father challenges his spoilt son to live on his own for 24 hours on the streets of Mumbai.",
    "popularity": 5.8513,
    "poster_path": "/6zz6FtrgZs0Z5xEDXWbLPzczTEl.jpg",
    "release_date": "18/03/2016",
    "title": "Downtown",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1554735,
    "original_language": "hi",
    "original_title": "Birha Ki Raat",
    "overview": "A dramatic countdown begins for a famous poet facing the gallows for a crime he may not have committed, as a doctor attempts to unravel the dark truth behind a beautiful, complex woman and a mysterious book, hoping to find the salvation in his final Night of Separation (Birha Ki Raat).",
    "popularity": 5.8507,
    "poster_path": "/6ldxO9dCLdLQH0Er56FueM0A9iv.jpg",
    "release_date": "24/02/1950",
    "title": "Birha Ki Raat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8uOZ99y5gxmqj76NMCl4GSciNGU.jpg",
    "genre_ids": [
      53
    ],
    "id": 360817,
    "original_language": "hi",
    "original_title": "Bhaag Johnny",
    "overview": "Blackmailed into murdering, a casanova is presented with the opportunity of living two lives. One in which he commits the crime and the other in which he refuses and goes on the run.",
    "popularity": 5.8444,
    "poster_path": "/5Vs5TYt6lEq88zBURWr7lydqCnL.jpg",
    "release_date": "25/09/2015",
    "title": "Bhaag Johnny",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12,
      18
    ],
    "id": 765945,
    "original_language": "hi",
    "original_title": "Paanch Qaidi",
    "overview": "Once upon a time in a village a dacoit named Daku Mangal Singh (Ranjeet) harasses the villagers for lagaan, When Inspector-in-charge Vijay (Girish Karnad) gets transferred to that village he encounters Daku Mangal Singh (Ranjeet) and makes a plan to set the village free of the menace. This story is about five criminals who were taken by the inspector-in-charge Vijay for help to the village. Inspector Vijay take those criminals at his own risk as the higher authority denies his approval. Daku Mangal Singh also exploits women in the village. Does Vijay succeed in his mission.",
    "popularity": 5.8311,
    "poster_path": "/25xmOgUUrK0jyWBONqsdaNWeQkm.jpg",
    "release_date": "01/01/1981",
    "title": "Paanch Qaidi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mguy0nefEUY7NKruffpLO3Stj3d.jpg",
    "genre_ids": [
      10749,
      18,
      10402
    ],
    "id": 1241634,
    "original_language": "hi",
    "original_title": "सैयारा",
    "overview": "Two artistic souls find harmony through music despite their contrasting worlds. As feelings deepen, age and circumstances challenge their undeniable bond.",
    "popularity": 5.8301,
    "poster_path": "/hQBIsi3ZfBYEayMc3GhcEmJVkss.jpg",
    "release_date": "18/07/2025",
    "title": "Saiyaara",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 118
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 543936,
    "original_language": "hi",
    "original_title": "Achha Bura",
    "overview": "Shekhar and Birsingh are bosom pals. They come to stay at a small chawl where an angry woman confronts them. But when their hatred turns into love and oneness they form a sister-brother relationship, willing to lay down their lives for each other. On the other side, there are two lovers – Ravi and Rita. Shekhar and Birsingh are also strangely related to Rita.",
    "popularity": 5.828,
    "poster_path": "/2Lo9vKVgXtxA69CmR6AUqXvSurf.jpg",
    "release_date": "17/09/1983",
    "title": "Achha Bura",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/oYaqVWsQQsWFfU9HEgiJ2Bkwy9h.jpg",
    "genre_ids": [
      18
    ],
    "id": 307690,
    "original_language": "hi",
    "original_title": "Gharaonda",
    "overview": "A story of a young, middle-class urban working couple wanting to get married and their tribulations in finding a house in the city of Mumbai.",
    "popularity": 5.8226,
    "poster_path": "/zLUvf3OO4CRtETUIGoZwsKysKEU.jpg",
    "release_date": "01/01/1977",
    "title": "Gharaonda",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/zi61CVleJa70IyorynX6PZFRCVo.jpg",
    "genre_ids": [
      18
    ],
    "id": 976827,
    "original_language": "hi",
    "original_title": "Dhak Dhak",
    "overview": "Four women — a travel blogger, her friend's biker granny, a makeshift mechanic and a young girl set to be married — ride to the highest motorable pass in the world on an extraordinary journey of self-discovery.",
    "popularity": 5.8192,
    "poster_path": "/l3VtG2LeHL0AGnDC8dsDwmPu5PK.jpg",
    "release_date": "13/10/2023",
    "title": "Dhak Dhak",
    "video": false,
    "vote_average": 6,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 912005,
    "original_language": "hi",
    "original_title": "Manokaamnaa",
    "overview": "Gauri lives a poor lifestyle in a small town in India along with her maternal uncle, Pandey, and aunt, Parvati. Pandey is the peon for the District Forest Officer, and his wife and Gauri assist him in cooking, and cleaning the officer's living quarters. When Jain retires, he is replaced by a much younger officer, Vikas Kashyap, whose family, consisting of two married brothers, their wives, and his widowed mother, live a wealthy lifestyle in Bombay. Vikas takes over the job, and a few days later his mother also comes to live there. Gauri falls in love with Vikas, and is convinced that he, too, is in love with her. She even undertakes the Karva Chauth Vrath - little realizing that Vikas is in love with London-based Sonia, and their marriage will soon be finalized.",
    "popularity": 5.812,
    "poster_path": "/fqAx486DQ1LlkCDSOhJ33cjwHV8.jpg",
    "release_date": "11/04/1980",
    "title": "Manokaamnaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/fvkQ22NNUhLOWvj0CxfEaRMwabv.jpg",
    "genre_ids": [
      28
    ],
    "id": 206202,
    "original_language": "hi",
    "original_title": "Mashaal",
    "overview": "Vinod Kumar, an honest man, tries to expose the malpractices of influential politician-cum-gangster, SK Vardhan through his newspaper, Mashaal. A chain of events changes Vinod's life - from an honest journalist to a gangster.",
    "popularity": 5.805,
    "poster_path": "/zZbCbgHFK82StzGOJT4nppqc8Th.jpg",
    "release_date": "12/01/1984",
    "title": "Mashaal",
    "video": false,
    "vote_average": 8.1,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/op5AFgFmSkJ8S2qvEXonhf11EmU.jpg",
    "genre_ids": [
      35
    ],
    "id": 459079,
    "original_language": "hi",
    "original_title": "Waah! Tera Kya Kehna",
    "overview": "Kishan Oberoi has three sons - Dilip, Ashish, and Raj. While Dilip and Ashish are married, Raj (Govinda) is in love with Meena. Kishan does not trust his two elder sons, but trusts Raj, and Raj in turn, is devoted to his dad. One day Raj loses his mind in an accident, and the two elder brothers begin a conspiracy that includes the death of their dad, and the disinheritance of their brother Raj, by declaring him mentally incompetent. Raj mysteriously disappears, and Kishan falls off a building; Murari, a greedy employee of the Oberoi family, brings in a look-alike of Raj, namely Banne Khan (also Govinda), and his wife, Salma Khan, who poses as his nurse, so that Banne Khan and Murari both rule over the Oberoi family, and reap the benefits.",
    "popularity": 5.8048,
    "poster_path": "/fXv4dCqMbMAxE5iCXayFzcmVw8h.jpg",
    "release_date": "01/11/2002",
    "title": "Waah! Tera Kya Kehna",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/eR0Y8ospjRV9NjM4g10x3MsE7xR.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 988228,
    "original_language": "hi",
    "original_title": "Holy Cow",
    "overview": "The story of how Salim's cow, Ruksar, goes missing and he starts searching for it at night.",
    "popularity": 5.8043,
    "poster_path": "/4aGHjbHR5wX05GtnlZVEWzkOnJO.jpg",
    "release_date": "26/08/2022",
    "title": "Holy Cow",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/wpt6vpqenbn2H2IiBLj195ZF8iD.jpg",
    "genre_ids": [
      18
    ],
    "id": 619061,
    "original_language": "hi",
    "original_title": "Jhalki",
    "overview": "A lyrical story of lost childhood, against the powerful backdrop of child slavery and human trafficking. It is a heart-rending but inspiring story of a nine-year old street-smart girl, Jhalki, in search of her seven-year old brother, Babu, who is suddenly thrown into an inhuman world of child labor with no respite from a terminally gloomy, dark and depressing workplace. Armed with an intimate folk tale of a tireless sparrow, her own ingenious efforts and her charming presence of mind, Jhalki manages her search and eventually free her brother, along with thousands of other enslaved children caught in this insidious practice, affecting over 200 million children worldwide.",
    "popularity": 5.7955,
    "poster_path": "/nxtRjtJXarnmzKckmp92k3ydRxb.jpg",
    "release_date": "27/09/2019",
    "title": "Jhalki",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/fDIVoKoNWYqKdy6olpmH0uw8l6W.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 82186,
    "original_language": "hi",
    "original_title": "Pasand Apni Apni",
    "overview": "Geeta, a stage artist in Star Theatre Company, takes a ride in industrialist Sandeep Anand's car and gossip starts making rounds about their love.  Sriram, owner of Star Theatre Company, wants to take advantage of the love between Geeta and Sandeep and publicizes that their new play will be sponsored by Sandeep Anand without Sandeep's knowledge.  Sandeep goes on to investiglate the mysterious bills he gets for costumes, meets Geeta and falls in love with her.  After quite a lot of confusion, things settle down and Sandeep and Geeta finally get married.",
    "popularity": 5.7936,
    "poster_path": "/hWiSRhafAkwL256PD3fb0aeQDbW.jpg",
    "release_date": "01/01/1983",
    "title": "Pasand Apni Apni",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1554739,
    "original_language": "hi",
    "original_title": "Hamara Ghar",
    "overview": "The story is of a family consisting of a mother and her five sons. A relative causes discord. The mother argues they need to stay united like the walls of a room to avoid collapse.",
    "popularity": 5.7679,
    "poster_path": "/cisnhBXPhP0onBztfrK4uMZFTii.jpg",
    "release_date": "20/10/1950",
    "title": "Hamara Ghar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      9648,
      53
    ],
    "id": 1192990,
    "original_language": "hi",
    "original_title": "Kal: Yesterday and Tomorrow",
    "overview": "Bhavna Dayal and Maya Jalan had been fellow collegians and close friends, both come from very wealthy families. Bhavna is in love with another ex-fellow collegian, Tarun Haksar, who also comes from a wealthy family, and is also in love with Bhavna. Their respective families' expect both to marry each other. However, Tarun and Maya suddenly announce their engagement, and get married, leaving a shocked and heart-broken Bhavna to deal with this situation on her own. She eventually breaks off all contact with her former lover and friend respectively. One night, several months later, a disturbed Tarun returns to her life and apartment, and stays there overnight. The next day she is shocked to find out that Maya has been shot dead, and the police suspect Tarun of killing her. The question remains if Tarun had spent the entire night with Bhavna, then who killed Maya, and further why did Tarun decide to return to Bhavna's life all of a sudden?",
    "popularity": 5.762,
    "poster_path": "/d5weOuf9Wx8D4rIByDKMM5YJwgM.jpg",
    "release_date": "16/09/2005",
    "title": "Kal: Yesterday and Tomorrow",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/cWgZ7SOYFHzs4Gf6P5R2WlUXrv4.jpg",
    "genre_ids": [
      80,
      35
    ],
    "id": 365912,
    "original_language": "hi",
    "original_title": "Meeruthiya Gangsters",
    "overview": "A group of Meerut rogues aspire to become crime kingpins and local politicos. But, a major kidnapping makes them lose their all.",
    "popularity": 5.7601,
    "poster_path": "/yezUNRqLWeiMD8z8AfClbZLAs6C.jpg",
    "release_date": "18/09/2015",
    "title": "Meeruthiya Gangsters",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/yGv5u1PGozHmebSTQUsVKHatUbY.jpg",
    "genre_ids": [
      53,
      80,
      18
    ],
    "id": 48922,
    "original_language": "hi",
    "original_title": "Jewel Thief",
    "overview": "Vinay finds himself constantly mistaken for a look-alike jewel thief. To clear his name, he joins hands with the police to impersonate the thief and catch the real culprit.  When the thief decides to counter by posing as Vinay, their true identities become thoroughly muddled.",
    "popularity": 5.7572,
    "poster_path": "/bDgXjS4bXj2RDj3KpIb023d7AAT.jpg",
    "release_date": "27/10/1967",
    "title": "Jewel Thief",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/A28a6VEijdm9H4R3oZVOLdRqgNS.jpg",
    "genre_ids": [
      18,
      10749,
      28
    ],
    "id": 391766,
    "original_language": "hi",
    "original_title": "Do Lafzon Ki Kahani",
    "overview": "Centered on ex-mixed martial arts artist Sooraj and sculptor artist Jenny. Their fate intertwines when their past are revealed in their blooming relationship.",
    "popularity": 5.7407,
    "poster_path": "/yvWHmmWK8ZrGgnyLCBWw4rwnvS8.jpg",
    "release_date": "10/06/2016",
    "title": "Do Lafzon Ki Kahani",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/xBeicXpaZuDWyr8Nixr2DG9CN5L.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 307368,
    "original_language": "hi",
    "original_title": "Amir Garib",
    "overview": "Manmohan alias Moni lives a dual life. One as a magician, and the other as a thief with the name of Bhagula Bhagat, whose prime agenda is to rob the rich, and spread the wealth with the poor. He meets with a young woman named Sunita alias Soni, and both fall in love with each other. Things change for the better for Soni, when she meets her wealthy long-lost father, Daulatram, and goes to live with him. She decides not to have to do anything with Moni. When Moni attempts to meet Soni to find out why she has rejected him, she refuses to meet him. Then Moni finds out that Soni is not who she claims she is, and definitely not the daughter of Daulatram, but the daughter of another wealthy man named Nandlal, who had died under mysterious and destitute circumstance.",
    "popularity": 5.7377,
    "poster_path": "/iv9BadGk9Bz5tVkkS6tGBApH6IL.jpg",
    "release_date": "26/07/1974",
    "title": "Amir Garib",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 758403,
    "original_language": "hi",
    "original_title": "Haar Jeet",
    "overview": "Kamal, a governess, falls in love with Ashok. Things, however, take an odd turn when Ashok marries her friend, Radha. Soon after the marriage, Radha meets with an accident.",
    "popularity": 5.7369,
    "poster_path": "/AbDXWrc19Ylo5U6nfMXVnbb4R3p.jpg",
    "release_date": "14/04/1972",
    "title": "Haar Jeet",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7l1Dx3CtlcplteaQomeWjXTtyiw.jpg",
    "genre_ids": [
      28
    ],
    "id": 304269,
    "original_language": "hi",
    "original_title": "Jeet Hamaari",
    "overview": "Thakur Vikram Singh (Om Shivpuri) is informed by a museum curator that an ancestral sword donated by his father has been stolen. This is important because it bore half the location of a hidden treasure. The other half is on a sword still in Singh's possession, and he must guard it. He finds a thief, Avvtar Singh (Madan Puri) attempting to steal the sword, and stops him. Avvtar grabs Thakur's son, Mohan, and escapes. He is to exchange sword for son at the black hills, but his car is stolen by a thief, who raises Mohan as his own under the name Raju. Raju (Rajnikanth) grows up to be a car thief, and eventually encounters his family as his enemies.",
    "popularity": 5.7188,
    "poster_path": "/pPntwk3DtZ74AtP6374AvhQ8wih.jpg",
    "release_date": "30/05/1983",
    "title": "Jeet Hamaari",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/38XgAaNExUjHGcJXr26Zfid1xYv.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 782364,
    "original_language": "hi",
    "original_title": "Aaj Ka Daur",
    "overview": "This film is about a university graduate Jackie Shroff, who can get no better job than a petrol pump employee, a girl Padmini Kolhapure, who is struggling to pay for college, and others in a building owned by Prem Chopra, who attempts to evict them with the help of Shakti Kapoor.",
    "popularity": 5.7178,
    "poster_path": "/bD3JGaLoAAgXD9xv4mMUZpasElx.jpg",
    "release_date": "06/12/1985",
    "title": "Aaj Ka Daur",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/2CrbXaxmObtAUaOrFCFrLqBUPpR.jpg",
    "genre_ids": [
      18,
      28,
      53
    ],
    "id": 308056,
    "original_language": "hi",
    "original_title": "Lootmaar",
    "overview": "Indian Air Force pilot Bhagat lives with his wife, Raksha and a young son. While going to the bank one day, the family find that the bank is being held up. The bank-robbers panic at the arrival of the police, and fire randomly, killing Raksha instantly. Bhagat witnesses this horrific spectacle and is unable to do anything to save his wife. The robbers were masked, but one of them had a tear in his shoe and another was wearing a locket, very similar to the one worn by his wife. Bhagat's inquiries take him to the northernmost hilly regions of India, where he must confront the past, as well as seek out the elusive killers and bring them to justice, not knowing that in so doing he will be endangering the life of his son.",
    "popularity": 5.7142,
    "poster_path": "/xbpNvCc8LYZJrcTdUnhOAt4uWyV.jpg",
    "release_date": "10/04/1980",
    "title": "Lootmaar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/GpE8aBRoc3NahbO45TYxtzpzn2.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 485459,
    "original_language": "hi",
    "original_title": "Phir Subha Hogi",
    "overview": "Ram is a bright but destitute law student. Out of love for an even poorer girl, he commits a crime that starts chasing him like a ghost. He is torn between 'wanting a punishment' and 'getting away with it.' But, is it really in his own hands?",
    "popularity": 5.7082,
    "poster_path": "/9YkvoxAH3gyV9JRycIqRu0JanVv.jpg",
    "release_date": "06/11/1958",
    "title": "Phir Subha Hogi",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/noGCs3IiHkMtBxtQOqViKsn9Kdi.jpg",
    "genre_ids": [
      10749
    ],
    "id": 501099,
    "original_language": "hi",
    "original_title": "Do Premee",
    "overview": "Young Chetan Prakash and beautiful Payal are in love and would like to marry each other. Their respective fathers, Daulatram and Retired Col. Bhagwant Singh, have other plans and want them to marry the spouses of their choice. So Chetan and Payal decide to elope, and marry on the run. Bhagwant Singh advertises in the newspapers for his missing daughter, and offers a handsome reward for her return. Chetan finds a job as a chauffeur, and Payal works as a maid in a house, and they become absorbed in their daily chores, not realizing that their employer, Geeta, is under the power and influence of a gangster named Shivlal, who operates a religious sect under the name of Mahayogi, and who has a gas chamber that he uses to kill people who disagree with him.",
    "popularity": 5.705,
    "poster_path": "/oekBPUpAVDGMF7DOEMLSFiE9nk0.jpg",
    "release_date": "07/11/1980",
    "title": "Do Premee",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mjs5uEsujBVXu97I5eb5r6nLX0O.jpg",
    "genre_ids": [
      18,
      10402,
      10749
    ],
    "id": 81253,
    "original_language": "hi",
    "original_title": "Prem Rog",
    "overview": "Manorama, the daughter of a rich, orthodox family is married off, leaving her childhood friend Deodhar and his secret love for her, in despair. When tragedy befalls her, and traditions seem unfair, Deodhar must fight for what's right.",
    "popularity": 5.704,
    "poster_path": "/pwPAxZC7wK6PhUYhq2ZFYOrh6iK.jpg",
    "release_date": "30/07/1982",
    "title": "Prem Rog",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/p3GiLNaEQoaeH8aN40q8dVvARsU.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 15532,
    "original_language": "hi",
    "original_title": "Ek Vivaah… Aisa Bhi",
    "overview": "A tragedy compels Chandni to put off her marriage to Prem, and her singing career. As she takes on new responsibilities, Prem holds their love in his heart for years, and waits for the day when she can come back to him.",
    "popularity": 5.7012,
    "poster_path": "/4W1O7Ctg5qkF0uWa00FKhk49IjD.jpg",
    "release_date": "07/11/2008",
    "title": "Ek Vivaah… Aisa Bhi",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 628835,
    "original_language": "hi",
    "original_title": "Lal Haveli",
    "overview": "Mukta and Anand are childhood friends and love each other. But Mukta belongs to higher social class than Anand and her family wants to arrange her marriage with Jawahar, son of a rich man.",
    "popularity": 5.6992,
    "poster_path": "/ah7LXRqr9tBic2iShstNjpAMkRK.jpg",
    "release_date": "16/12/1944",
    "title": "Lal Haveli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18,
      10402
    ],
    "id": 743820,
    "original_language": "hi",
    "original_title": "Maa Beti",
    "overview": "Unaware of her brother Raghunandan's evil plans, Laxmi ill-treats her stepchildren, causing them to run away. What follows after is a young girl’s transition to a woman battling for survival, her brother’s education, and to reconcile with her long lost family.",
    "popularity": 5.6953,
    "poster_path": "/1F7qbdkl3bZjv8VLkHXLNZUAny9.jpg",
    "release_date": "01/01/1986",
    "title": "Maa Beti",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 670664,
    "original_language": "hi",
    "original_title": "Ghunghat",
    "overview": "An adaptation of Rabindranath Tagore's 1906 Bengali story Noukadubi (The Wreck).",
    "popularity": 5.6832,
    "poster_path": "/mvtUr5EDIkDj4KptE4ZvzPGeIIF.jpg",
    "release_date": "01/01/1960",
    "title": "Ghunghat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/qMgHzTu8kChAtylfvnQEIVFIobs.jpg",
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 20968,
    "original_language": "hi",
    "original_title": "सर्कार",
    "overview": "Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.",
    "popularity": 4.6668,
    "poster_path": "/rxruLUuejw1By5KMZVbhN8VJv9O.jpg",
    "release_date": "01/07/2005",
    "title": "Sarkar",
    "video": false,
    "vote_average": 6.753,
    "vote_count": 85
  },
  {
    "adult": false,
    "backdrop_path": "/oOttkndcBXPbYBqJwicB87tmAFr.jpg",
    "genre_ids": [
      878,
      18,
      14
    ],
    "id": 640421,
    "original_language": "hi",
    "original_title": "Cargo",
    "overview": "Prahastha, a lonely astronaut, works in a spaceship. Every morning, his spaceship comes close to Earth and Cargos are delivered at the arrival bay. These Cargos are people who have just died on Earth and we learn that Prahastha works for Post Death Transition Services — a large, pioneering, bureaucratic company that stores, transitions, and recycles dead people for rebirth. Today, after many years, a young, popular astronaut — Yuvishka, trained in cutting edge technology, will join the spaceship as his assistant.",
    "popularity": 5.6929,
    "poster_path": "/p8qSsI6g2vSrdumtdbb8c2Q2pV6.jpg",
    "release_date": "18/10/2019",
    "title": "Cargo",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/xZ0XFjBtFxi3rUXLk4mq1GQY7VV.jpg",
    "genre_ids": [
      18,
      28,
      35
    ],
    "id": 455985,
    "original_language": "hi",
    "original_title": "Andolan",
    "overview": "Adarsh (Sanjay Dutt) and Aniket (Govinda) are brothers. Aniket is the elder, while Adarsh is the younger one. Both go to the same college, where beautiful Guddi (Mamta Kulkarni) has a crush on him, and vice-versa. Meanwhile, Adarsh is up to college pranks and practical jokes. One of these pranks and jokes land him into trouble in a girls only hostel. When the time comes to leave college and seek a career, both brothers chose a different path, one of which leads to the destruction and separation of their family.  Will they reunite in the end?",
    "popularity": 6.4128,
    "poster_path": "/27K4ztdUoGYlCwJxflH9MoOHksJ.jpg",
    "release_date": "21/02/1995",
    "title": "Andolan",
    "video": false,
    "vote_average": 2.75,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/1jsfeI6vEAp4QGFmSoWbcSQbhbG.jpg",
    "genre_ids": [
      53,
      18
    ],
    "id": 397365,
    "original_language": "hi",
    "original_title": "मदारी",
    "overview": "A common man kidnaps the son of the Home Minister of India to get answers about the loss of his own son, caused by the illegal acts committed by corrupt government officials.",
    "popularity": 5.228,
    "poster_path": "/rrZhF166gPDzdArYMSh3mPvFjYp.jpg",
    "release_date": "10/06/2016",
    "title": "Madaari",
    "video": false,
    "vote_average": 7.335,
    "vote_count": 79
  },
  {
    "adult": false,
    "backdrop_path": "/GpE8aBRoc3NahbO45TYxtzpzn2.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 485459,
    "original_language": "hi",
    "original_title": "Phir Subha Hogi",
    "overview": "Ram is a bright but destitute law student. Out of love for an even poorer girl, he commits a crime that starts chasing him like a ghost. He is torn between 'wanting a punishment' and 'getting away with it.' But, is it really in his own hands?",
    "popularity": 5.7082,
    "poster_path": "/9YkvoxAH3gyV9JRycIqRu0JanVv.jpg",
    "release_date": "06/11/1958",
    "title": "Phir Subha Hogi",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/xI2PFG5zwlb4KWga7l9FcHGB4gr.jpg",
    "genre_ids": [
      28,
      80,
      18,
      53
    ],
    "id": 75745,
    "original_language": "hi",
    "original_title": "Force",
    "overview": "A vengeful drug-dealer/gangster targets and terrorizes an entire police unit and their families.",
    "popularity": 5.6098,
    "poster_path": "/fohdh3mQXHbk6sfOEjVojvaZICh.jpg",
    "release_date": "30/09/2011",
    "title": "Force",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 45
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      10770
    ],
    "id": 619865,
    "original_language": "hi",
    "original_title": "Hamara Hero Shaktimaan",
    "overview": "Shaktimaan mentors a young boy with superpowers and helps him become Junior Shaktimaan, while a scientist invents an earthquake-causing  machine to support the evil act of Kilvish.",
    "popularity": 5.4761,
    "poster_path": "/cCkaDGydKMWPVgyfMnR3cad60xl.jpg",
    "release_date": "30/06/2013",
    "title": "Hamara Hero Shaktimaan",
    "video": false,
    "vote_average": 10,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/gBF73bttgNmGMbyLKYJQLFbXwlK.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 51523,
    "original_language": "hi",
    "original_title": "Ek Khiladi Ek Haseena",
    "overview": "Following his best friend's murder, a con-man finds himself plunged in debt against a feared gangster and assembles an eclectic bunch of fellow scamsters for a big job: 25 days, 25 crores.",
    "popularity": 4.9599,
    "poster_path": "/emVhmOZYn3mS3eqUzvVaYYQJR0z.jpg",
    "release_date": "18/11/2005",
    "title": "Ek Khiladi Ek Haseena",
    "video": false,
    "vote_average": 4.333,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/wpt6vpqenbn2H2IiBLj195ZF8iD.jpg",
    "genre_ids": [
      18
    ],
    "id": 619061,
    "original_language": "hi",
    "original_title": "Jhalki",
    "overview": "A lyrical story of lost childhood, against the powerful backdrop of child slavery and human trafficking. It is a heart-rending but inspiring story of a nine-year old street-smart girl, Jhalki, in search of her seven-year old brother, Babu, who is suddenly thrown into an inhuman world of child labor with no respite from a terminally gloomy, dark and depressing workplace. Armed with an intimate folk tale of a tireless sparrow, her own ingenious efforts and her charming presence of mind, Jhalki manages her search and eventually free her brother, along with thousands of other enslaved children caught in this insidious practice, affecting over 200 million children worldwide.",
    "popularity": 5.7955,
    "poster_path": "/nxtRjtJXarnmzKckmp92k3ydRxb.jpg",
    "release_date": "27/09/2019",
    "title": "Jhalki",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/vQkIAFCtxLrkWk6S2LeTrvx5nJI.jpg",
    "genre_ids": [
      35
    ],
    "id": 297019,
    "original_language": "hi",
    "original_title": "The Shaukeens",
    "overview": "Three friends in their 60s try to do everything that they couldn't do in their younger days - before death arrives.",
    "popularity": 6.2713,
    "poster_path": "/hAAzlXKdYtheXSVrWQKTQ6Dy0oR.jpg",
    "release_date": "07/11/2014",
    "title": "The Shaukeens",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": "/7B2PrhvPnqraLjRKCGP11QLYTVu.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 320024,
    "original_language": "hi",
    "original_title": "Dolly Ki Doli",
    "overview": "Dolly, an attractive woman, fakes marriages and runs away stealing all the precious belongings of the groom and his family. Dolly's modus operandi is to get her fake brother to identify prospective grooms &amp; then entice these men to fall in love with her. Attracted by her charms, these prospective grooms are ready to do anything for dolly including going against their parents' wishes to marry her.",
    "popularity": 5.43,
    "poster_path": "/8xn2K7FAa8JI8sXITW5M92b6u1Y.jpg",
    "release_date": "23/01/2015",
    "title": "Dolly Ki Doli",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      28
    ],
    "id": 419432,
    "original_language": "hi",
    "original_title": "Yateem",
    "overview": "When Inspector Yadav (Kulbhushan Kharbanda) shoots down a criminal couple in the line of duty, his heart goes out to their orphaned baby son Krishna. He adopts the child, who grows up with Yadav's own daughter, Gauri (Farha). As they grow up, Krishna (Sunny Deol) and Gauri fall in love - but an obstacle is looming in their path in the form of Yadav's young second wife (Sujata Mehta), who is attracted to the handsome Krishna, and in her jealousy proceeds to do all she can to destroy the young couple's chances of happiness.",
    "popularity": 5.8926,
    "poster_path": "/socdFH0C3W0KDe5ePxPZQssdcgm.jpg",
    "release_date": "02/12/1988",
    "title": "Yateem",
    "video": false,
    "vote_average": 5.417,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      18,
      10749
    ],
    "id": 440016,
    "original_language": "hi",
    "original_title": "Neel Kamal",
    "overview": "A military coup leads to two outcast princesses falling for the same rakish artist.",
    "popularity": 5.9876,
    "poster_path": "/dVhm0JBjZVCrdhxQdT0qPELO8qp.jpg",
    "release_date": "24/03/1947",
    "title": "Neel Kamal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gcZbciueHH7WmD03GcVZX7LYqmR.jpg",
    "genre_ids": [
      18,
      10402
    ],
    "id": 491625,
    "original_language": "hi",
    "original_title": "गल्ली बॉय",
    "overview": "A coming-of-age story based on the lives of street rappers in Mumbai.",
    "popularity": 4.8136,
    "poster_path": "/4RE7TD5TqEXbPKyUHcn7CSeMlrJ.jpg",
    "release_date": "14/02/2019",
    "title": "Gully Boy",
    "video": false,
    "vote_average": 7.307,
    "vote_count": 197
  },
  {
    "adult": false,
    "backdrop_path": "/mRUD0kRsKlV5zu0WX4bHZm2qrN5.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 165069,
    "original_language": "hi",
    "original_title": "Hameshaa",
    "overview": "Two close friends, Yash and Raja, share a passion for cars and beautiful women. Both come from different backgrounds, while Yash is wealthy, Raja comes from a poor family. Raja meets with Reshma, who is attending a nearby college, and falls in love with her. Reshma eventually also falls in love with him. When Yash meets Reshma, he also instantly falls in love with her. When Yash finds out that Reshma loves Raja, he has both of them tragically separated.",
    "popularity": 5.522,
    "poster_path": "/g9K6lJHB35Y9vi0tnlQ3G6ZbTFu.jpg",
    "release_date": "23/02/1997",
    "title": "Hameshaa",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/ofbPaZRWHv7tSQOgTk2rEsybPg0.jpg",
    "genre_ids": [
      12,
      18,
      10402
    ],
    "id": 340731,
    "original_language": "hi",
    "original_title": "Kuchh Kariye",
    "overview": "rishi, a small-town guy, moves to Mumbai with his girlfriend to pursue his passion for music. rishi teams up with a group of actors and film-makers who are eager to help him realize his dreams. However, he is thrown off his feet when he meets terrorists.",
    "popularity": 5.5833,
    "poster_path": "/UBgwedjJYldCR46Hdbsnohdla3.jpg",
    "release_date": "23/03/2010",
    "title": "Kuchh Kariye",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ofbPaZRWHv7tSQOgTk2rEsybPg0.jpg",
    "genre_ids": [
      12,
      18,
      10402
    ],
    "id": 340731,
    "original_language": "hi",
    "original_title": "Kuchh Kariye",
    "overview": "rishi, a small-town guy, moves to Mumbai with his girlfriend to pursue his passion for music. rishi teams up with a group of actors and film-makers who are eager to help him realize his dreams. However, he is thrown off his feet when he meets terrorists.",
    "popularity": 5.5833,
    "poster_path": "/UBgwedjJYldCR46Hdbsnohdla3.jpg",
    "release_date": "23/03/2010",
    "title": "Kuchh Kariye",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 1463159,
    "original_language": "hi",
    "original_title": "Kaala Paani",
    "overview": "Although he has a tragic childhood, Dharamveer grows up to become an honorable cop. Trying to perform his duties and keep society safe, he comes across a big-time thief and his loyal henchmen and focuses on successfully arresting them.",
    "popularity": 5.5804,
    "poster_path": "/jwYDjQXznxqcFJua3wfsr13v7aS.jpg",
    "release_date": "",
    "title": "Kaala Paani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 566436,
    "original_language": "hi",
    "original_title": "Shikast",
    "overview": "After a seven year absence, Dr. Ram Singh returns to his village intending to sell his land and go back to the city. He finds that the peasants are being mistreated by the local landlord and the landlord's sister, Sushma.",
    "popularity": 5.5804,
    "poster_path": "/rUrD4nCdUaLys2iLVkW64ssH6OH.jpg",
    "release_date": "18/09/1953",
    "title": "Shikast",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/aWoinUH9xn78YTiPp8NFubBtBvF.jpg",
    "genre_ids": [
      27,
      53,
      18
    ],
    "id": 886440,
    "original_language": "hi",
    "original_title": "Dybbuk",
    "overview": "Mahi, a newly married woman, brings an antique Jewish box into her home. When Mahi and her husband Sam begin to have paranormal experiences, they soon learn that the box is a dybbuk containing an evil spirit. The couple then seeks the help of a rabbi to unravel its mystery. Will they survive this ordeal before their child is born?",
    "popularity": 5.5727,
    "poster_path": "/sy0u4UEzMxrj7G79LMQWcuO15kt.jpg",
    "release_date": "29/10/2021",
    "title": "Dybbuk",
    "video": false,
    "vote_average": 5.233,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/5LtSjMNw6j3LkG29Oa4O0iY5U8.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 872906,
    "original_language": "hi",
    "original_title": "जवान",
    "overview": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
    "popularity": 5.5719,
    "poster_path": "/jFt1gS4BGHlK8xt76Y81Alp4dbt.jpg",
    "release_date": "07/09/2023",
    "title": "Jawan",
    "video": false,
    "vote_average": 7.081,
    "vote_count": 296
  },
  {
    "adult": false,
    "backdrop_path": "/aJnLyX6vB6yQHC28NXGOQoPSPUE.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 911812,
    "original_language": "hi",
    "original_title": "Haqeeqat",
    "overview": "Arjun, an honest cop, makes influential enemies in his department and amongst corrupt politicians when he brings law and order to his region. Can he and his community get justice or remain oppressed?",
    "popularity": 5.5696,
    "poster_path": "/fVZMgiC9pAj0TZJfkHUWDN6WZgQ.jpg",
    "release_date": "06/04/1985",
    "title": "Haqeeqat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pVBSKbiGqkMKBYMgyP3ORRMjkP4.jpg",
    "genre_ids": [
      53
    ],
    "id": 431959,
    "original_language": "hi",
    "original_title": "Khal-Naaikaa",
    "overview": "The lesser known Bollywood remake of The Hand that Rocks the Cradle.",
    "popularity": 5.5674,
    "poster_path": "/vLPvtX8KuN5MojL0Wnizu5gbfDj.jpg",
    "release_date": "06/08/1993",
    "title": "Khal-Naaikaa",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/ygTBp6GDxpXNtur57iOmTFQXMe8.jpg",
    "genre_ids": [
      18,
      10749,
      36
    ],
    "id": 7504,
    "original_language": "hi",
    "original_title": "1947: Earth",
    "overview": "It's 1947 and the borderlines between India and Pakistan are being drawn. A young girl bears witnesses to tragedy as her ayah is caught between the love of two men and the rising tide of political and religious violence.",
    "popularity": 5.5625,
    "poster_path": "/hQtvQYlxfEHl45TR41lNSywrq4K.jpg",
    "release_date": "16/09/1998",
    "title": "Earth",
    "video": false,
    "vote_average": 6.487,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 916815,
    "original_language": "hi",
    "original_title": "Shabnam",
    "overview": "Shabnam is an ambitious girl who wants to be a dancer. Her mother was also a great dancer but her father Tony is against it. Then comes Rahul in her life like a storm with a proposition to allow Shabnam to take part in dance competitions.",
    "popularity": 5.5494,
    "poster_path": "/rlULIppPCVTyi3jTaFz3toWaykm.jpg",
    "release_date": "01/01/1993",
    "title": "Shabnam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/xWPmtgeRziExck21NyRJu8ppd3K.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 40475,
    "original_language": "hi",
    "original_title": "Swarag Se Sunder",
    "overview": "Vijay Choudhury lives a comfortable lifestyle with his wife, Laxmi, and step-brother, Ravi. Although Vijay and Laxmi have been married for several years, they have no children, and as a result Laxmi is shunned and humiliated in the entire town of Madhopur, despite of the fact the Vijay is the Chair of the Village Panchayat. After Ravi completes his M.A., he falls in love with the only daughter, Lalita, of Milawatram and Bandharlekha. Since the Choudhurys and Milawatram do not get along, both anticipate problems from both sides. They do overcome these problems, get married, and Lalita proves to Vijay and Laxmi that she is here to be one of the Choudhury family member. Soon Lalita and Laxmi both get pregnant, and it is here that the family will be subjected to a trauma as only one woman will be able to give birth to a child. Watch what happens when a son is born and resultant anxiety that will end up tearing this family apart.",
    "popularity": 5.5416,
    "poster_path": "/mA7Sn3PxwbPK7MzN6837GU03K03.jpg",
    "release_date": "01/01/1986",
    "title": "Swarag Se Sunder",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 573856,
    "original_language": "hi",
    "original_title": "Saugandh",
    "overview": "A father worries for his younger son and asks his elder son to promise that he will do everthing in his power to ensure Arun does not go astray, educates himself and becomes an independent man. However, fate has other plans. When Arun commits an unthinkable crime, his brother fulfills the promise made to their father and shields his younger sibling from all harm.",
    "popularity": 5.5241,
    "poster_path": "/3EAUTCoTTvXoRuZCcI3xDLwsNmM.jpg",
    "release_date": "24/03/1942",
    "title": "Saugandh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      10749
    ],
    "id": 309671,
    "original_language": "hi",
    "original_title": "Sailaab",
    "overview": "Krishna is suffering from memory loss and is under the guidance of Dr Sushma. They fall in love and get married, but when Krishna gains his memory he tries to kill Dr Sushma.",
    "popularity": 5.5229,
    "poster_path": "/jcLKD3YWqCGUnUTFXczoDUm9lhH.jpg",
    "release_date": "31/08/1990",
    "title": "Sailaab",
    "video": false,
    "vote_average": 5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/mRUD0kRsKlV5zu0WX4bHZm2qrN5.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 165069,
    "original_language": "hi",
    "original_title": "Hameshaa",
    "overview": "Two close friends, Yash and Raja, share a passion for cars and beautiful women. Both come from different backgrounds, while Yash is wealthy, Raja comes from a poor family. Raja meets with Reshma, who is attending a nearby college, and falls in love with her. Reshma eventually also falls in love with him. When Yash meets Reshma, he also instantly falls in love with her. When Yash finds out that Reshma loves Raja, he has both of them tragically separated.",
    "popularity": 5.522,
    "poster_path": "/g9K6lJHB35Y9vi0tnlQ3G6ZbTFu.jpg",
    "release_date": "23/02/1997",
    "title": "Hameshaa",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36
    ],
    "id": 257397,
    "original_language": "hi",
    "original_title": "Shahjehan",
    "overview": "Shahjehan (a raw Rehman in one of his first releases) is approached by a Rajput chieftain, Jwala Singh, narrating the plight of his foster daughter, Ruhi (Ragini), who is blessed with unheard of beauty. This gives rise to an army of suitors, who indulge in violence to prevent her from getting married by scaring her to-be grooms. Her beauty, confined to four walls of Jwala's haveli becomes part of folklore, and street gossip, through the poetry of Sohail (Saigal) who accidentally catches her glimpse, and falls in love with her.",
    "popularity": 5.5182,
    "poster_path": "/2Zc6klGYNBYUbevHO0380Psipgr.jpg",
    "release_date": "01/01/1946",
    "title": "Shahjehan",
    "video": false,
    "vote_average": 5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/uD9EICFrFNpUnqSv93NU37YjX58.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 543941,
    "original_language": "hi",
    "original_title": "Chalta Purza",
    "overview": "Amar, a young and an honest man, is desperately in search of work in order to make ends meet for his mother and himself. Eventually, he gets a chance to work with the underworld.",
    "popularity": 5.5164,
    "poster_path": "/l91XbXTaOicZcJ5SDgpY9Bvx4XT.jpg",
    "release_date": "24/06/1977",
    "title": "Chalta Purza",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/6rTrCynWuYyUgLiCOZbFgFDgXb6.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 1187619,
    "original_language": "hi",
    "original_title": "शैतान",
    "overview": "Kabir and his family's fun weekend retreat takes terrifying turn when an intruder takes over the control of the  body of his teenage daughter, putting her at the mercy of his increasingly sinister orders.",
    "popularity": 5.5162,
    "poster_path": "/oRvFzcagAcC6Q317xtV7QXzwBnj.jpg",
    "release_date": "08/03/2024",
    "title": "Shaitaan",
    "video": false,
    "vote_average": 6.367,
    "vote_count": 75
  },
  {
    "adult": false,
    "backdrop_path": "/fvBCTyNkh3yoldeK8BdYAQx6r31.jpg",
    "genre_ids": [
      18
    ],
    "id": 304335,
    "original_language": "hi",
    "original_title": "Paigham",
    "overview": "Widowed Mrs. Lal lives with her two sons, Ram and Ratan; an unmarried daughter, Sheela; Ram's wife, Parvati and her children. While Ram is employed in a mill, Ratan is studying engineering in Calcutta. When Ratan returns, he is offered a job at the same mill, falls in love with a Typist named Manju, much to chagrin of Malti, the daughter of the mill-owner, Sewakram. When Ratan finds out that Sewakram has been defrauding the employees, he decides to form a union, a move that is opposed by Ram, who is very devoted and loyal to Sewakram.",
    "popularity": 5.5154,
    "poster_path": "/knkGYqsNYVqgtnjVvNye630Ww8c.jpg",
    "release_date": "01/01/1959",
    "title": "Paigham",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 543942,
    "original_language": "hi",
    "original_title": "Chhoti Si Mulaqat",
    "overview": "Shanker Choudhury's (Tarun Bose) mother (Pratima Devi), at the pleas of her dying husband, marries off his (Shanker's) daughter to a youth. Both the children are under-age and do not know nor understand that they have been married.",
    "popularity": 5.5136,
    "poster_path": "/qfF6iCOBkhNYfCoTK6A4lnzopS.jpg",
    "release_date": "01/01/1967",
    "title": "Chhoti Si Mulaqat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 630725,
    "original_language": "hi",
    "original_title": "Dholak",
    "overview": "Roop K. Shorey’s romantic drama. Manohar (Ajit) gets a job as a music teacher in a college. But on one condition – he has to be married in order to do it. Also starring Meena Shorey. In Hindi/subs.",
    "popularity": 5.5128,
    "poster_path": "/xgbikmQ2VakKy8eH4XxkhGOrskj.jpg",
    "release_date": "01/07/1951",
    "title": "Dholak",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/byXHavqCGlEGpgoon1aJbCQtheR.jpg",
    "genre_ids": [],
    "id": 317039,
    "original_language": "hi",
    "original_title": "Hathyar: Face to Face with Reality",
    "overview": "Hathyar is a narrative which probes into the household of Raghunath, a dreaded gangster. His bereaved son Rohit has to face a lot of flak from the outside world, repeatedly reminding him of the stigma attached to his family because of his father's past. Just like his father, circumstances force Rohit to become a gangster and he gets the name Boxer Bhai. Rohit has weaknesses, he cannot stand any woman being called a prostitute, because his mom, Sonu was one, and he has fallen hard for a married woman, Gauri, who is enduring a marriage with a physically abusive spouse. Rohit snatches her out of this abusive relationships and remarries her. But Rohit's problems are far from over. There is a change in the political scenario and Rohit does not find support from any godfather. He is ordered to be arrested - dead or alive.",
    "popularity": 6.4177,
    "poster_path": "/fih088o07oF0w1jbBsC1mzmLAvS.jpg",
    "release_date": "18/10/2002",
    "title": "Hathyar",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 916815,
    "original_language": "hi",
    "original_title": "Shabnam",
    "overview": "Shabnam is an ambitious girl who wants to be a dancer. Her mother was also a great dancer but her father Tony is against it. Then comes Rahul in her life like a storm with a proposition to allow Shabnam to take part in dance competitions.",
    "popularity": 5.5494,
    "poster_path": "/rlULIppPCVTyi3jTaFz3toWaykm.jpg",
    "release_date": "01/01/1993",
    "title": "Shabnam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 619094,
    "original_language": "hi",
    "original_title": "Naya Kadam",
    "overview": "Madhukar and Jaggu are Hitler-like tyrants who rule over a small community with an iron hand. They prefer to keep the inhabitants illiterate, so that they can continue to oppress and abuse them over time. But one young lad, Ramu, educates himself secretly with the help of the local school-master, Srikanth. Years later, Ramu has grown up and is now a formidable force to reckon with. Madhukar and Jaggu see him as a threat and soon spin a web of lies and deceit around him, leaving him with no alternative except to retreat, leaving the poor villagers once again at their mercy of their oppressors.",
    "popularity": 5.2453,
    "poster_path": "/paEqKKFbkeKx81ATa3ogxGou8ip.jpg",
    "release_date": "05/10/1984",
    "title": "Naya Kadam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/aJIojufZhl5JG42rJ0H3LsMxId6.jpg",
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 86004,
    "original_language": "hi",
    "original_title": "तलाश",
    "overview": "A cop, investigating the mysterious death of a filmstar, meets a sex-worker, while he faces some personal problems psychologically. The mystery connects these people in a way, that ultimately changes their lives.",
    "popularity": 4.5516,
    "poster_path": "/oCxyN7HmJ7zWp8jtJeMRHABnutF.jpg",
    "release_date": "30/11/2012",
    "title": "Talaash",
    "video": false,
    "vote_average": 6.763,
    "vote_count": 234
  },
  {
    "adult": false,
    "backdrop_path": "/u060S4drIWntmLeMDGe7mD0V6Jh.jpg",
    "genre_ids": [
      28,
      80,
      53,
      18
    ],
    "id": 1160018,
    "original_language": "hi",
    "original_title": "किल",
    "overview": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on, one by one.",
    "popularity": 5.2832,
    "poster_path": "/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg",
    "release_date": "03/07/2024",
    "title": "Kill",
    "video": false,
    "vote_average": 7.144,
    "vote_count": 426
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 692156,
    "original_language": "hi",
    "original_title": "Ganga Maiya Tohe Piyari Chadhaibo",
    "overview": "Murder interferes with a couple's wedding night when the groom dies mysteriously. Eventually, the widow, Sumitri, finds love again, but faces obstacles from society and, possibly, the killer.",
    "popularity": 5.2326,
    "poster_path": "/slSZcf6m15qa5o7pSpP5YoCPGmI.jpg",
    "release_date": "01/01/1962",
    "title": "O Mother Ganga I Will Offer You a Yellow Cloth",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/rQ7nMiagyG6e58ZwiQfOvqtHrp7.jpg",
    "genre_ids": [
      28,
      80
    ],
    "id": 307823,
    "original_language": "hi",
    "original_title": "Do Ustad",
    "overview": "Two rival career-criminal brothers recollect their lives in a Courtroom in which one is about to be convicted for murder.",
    "popularity": 6.0227,
    "poster_path": "/nqPORO6uABsjZM5BCP5eJro9FB7.jpg",
    "release_date": "01/01/1959",
    "title": "Do Ustad",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/vr4fskAEI91XoBNMxEiW8Tx3Q6g.jpg",
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 170645,
    "original_language": "hi",
    "original_title": "Hera Pheri",
    "overview": "Two con men, Vijay and Ajay, manage to hoodwink a number of wealthy people as well as Police Commissioner Khanna. Their lives undergo many changes, after a caper at a casino, where Vijay is recognized by a gangster named P.K., who decides to separate the two friends by claiming that Ajay is his long-lost son; insinuating that Vijay has not been completely forthright with Ajay; and implicating him in the murder of a male named Mac. Written by rAjOo (gunwanti@hotmail.com)",
    "popularity": 5.4266,
    "poster_path": "/hUlekD8DKi7GBTqy5HIrVovnU8i.jpg",
    "release_date": "01/10/1976",
    "title": "Hera Pheri",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/xWPmtgeRziExck21NyRJu8ppd3K.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 40475,
    "original_language": "hi",
    "original_title": "Swarag Se Sunder",
    "overview": "Vijay Choudhury lives a comfortable lifestyle with his wife, Laxmi, and step-brother, Ravi. Although Vijay and Laxmi have been married for several years, they have no children, and as a result Laxmi is shunned and humiliated in the entire town of Madhopur, despite of the fact the Vijay is the Chair of the Village Panchayat. After Ravi completes his M.A., he falls in love with the only daughter, Lalita, of Milawatram and Bandharlekha. Since the Choudhurys and Milawatram do not get along, both anticipate problems from both sides. They do overcome these problems, get married, and Lalita proves to Vijay and Laxmi that she is here to be one of the Choudhury family member. Soon Lalita and Laxmi both get pregnant, and it is here that the family will be subjected to a trauma as only one woman will be able to give birth to a child. Watch what happens when a son is born and resultant anxiety that will end up tearing this family apart.",
    "popularity": 5.5416,
    "poster_path": "/mA7Sn3PxwbPK7MzN6837GU03K03.jpg",
    "release_date": "01/01/1986",
    "title": "Swarag Se Sunder",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/dLNbqq5YHJALCdQiEK0agiDfbNF.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 259720,
    "original_language": "hi",
    "original_title": "टू स्टेट्स",
    "overview": "A man and a woman come from two very different cultural backgrounds, and decide that they won't get married until they convince their parents. As feared, differences between the families pose a hurdle.",
    "popularity": 4.6311,
    "poster_path": "/lOQqeKxZg12ZSn0qfHAOXOtbVFR.jpg",
    "release_date": "17/04/2014",
    "title": "2 States",
    "video": false,
    "vote_average": 6.51,
    "vote_count": 153
  },
  {
    "adult": false,
    "backdrop_path": "/xvAY4zRP4J74v1ROIOGjtm07oYA.jpg",
    "genre_ids": [
      53,
      18,
      9648
    ],
    "id": 353464,
    "original_language": "hi",
    "original_title": "तलवार",
    "overview": "A hardened cop deals with three conflicting perspectives involving a brutal double murder. The case is complicated as the prime suspects are the parents who supposedly killed their teenage daughter.",
    "popularity": 4.4871,
    "poster_path": "/vye2RxyxXKeTIJBSHo0HkvFuTCR.jpg",
    "release_date": "02/10/2015",
    "title": "Talvar",
    "video": false,
    "vote_average": 7.483,
    "vote_count": 180
  },
  {
    "adult": false,
    "backdrop_path": "/rvG9irR3D0HrxAA0Jh577Rik2Ck.jpg",
    "genre_ids": [
      28
    ],
    "id": 285803,
    "original_language": "hi",
    "original_title": "सिंघम रिटर्न्स",
    "overview": "Owing to the wrongdoings affiliated with evils similar to black money, an honest but ferocious police officer returns as the Deputy Commissioner of Police with the prospect of wiping out injustice.",
    "popularity": 4.8333,
    "poster_path": "/k8CDjZLYG8bCIuXWAg4gukxf0BE.jpg",
    "release_date": "15/08/2014",
    "title": "Singham Returns",
    "video": false,
    "vote_average": 6.096,
    "vote_count": 120
  },
  {
    "adult": false,
    "backdrop_path": "/tSncaEoyVy0ybrVNLBqnNJzLTDm.jpg",
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 624794,
    "original_language": "hi",
    "original_title": "Posham Pa",
    "overview": "Gundeep and Nikhat are making a documentary on the government-based project of psycho women who killed several kids with her daughters. Prajakta Deshpande was a psycho woman who would sleep with men and kill them after robbing their valuables this bought a very bad upbringing for her daughter Rega who also lost mental imbalance as she was badly abused by Prajakta. Prajakta then married military officer Deshpande and had a daughter Shikha and things were going fine but old habits die soon.",
    "popularity": 5.4105,
    "poster_path": "/iefccaofChisGbYGyOnMIvd7Wn6.jpg",
    "release_date": "21/08/2019",
    "title": "Posham Pa",
    "video": false,
    "vote_average": 6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/lwZyObPbSo2t57EsRIm6e8KF5WD.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 589615,
    "original_language": "hi",
    "original_title": "रात अकेली है",
    "overview": "When a newly married landlord is murdered, a misfit cop’s investigation is complicated by the victim’s secretive family and his own conflicted heart.",
    "popularity": 4.7352,
    "poster_path": "/lQPWcvQiv1D1xBlpnn5o0hepXkX.jpg",
    "release_date": "31/07/2020",
    "title": "Raat Akeli Hai",
    "video": false,
    "vote_average": 6.849,
    "vote_count": 76
  },
  {
    "adult": false,
    "backdrop_path": "/2CrbXaxmObtAUaOrFCFrLqBUPpR.jpg",
    "genre_ids": [
      18,
      28,
      53
    ],
    "id": 308056,
    "original_language": "hi",
    "original_title": "Lootmaar",
    "overview": "Indian Air Force pilot Bhagat lives with his wife, Raksha and a young son. While going to the bank one day, the family find that the bank is being held up. The bank-robbers panic at the arrival of the police, and fire randomly, killing Raksha instantly. Bhagat witnesses this horrific spectacle and is unable to do anything to save his wife. The robbers were masked, but one of them had a tear in his shoe and another was wearing a locket, very similar to the one worn by his wife. Bhagat's inquiries take him to the northernmost hilly regions of India, where he must confront the past, as well as seek out the elusive killers and bring them to justice, not knowing that in so doing he will be endangering the life of his son.",
    "popularity": 5.7142,
    "poster_path": "/xbpNvCc8LYZJrcTdUnhOAt4uWyV.jpg",
    "release_date": "10/04/1980",
    "title": "Lootmaar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 1463159,
    "original_language": "hi",
    "original_title": "Kaala Paani",
    "overview": "Although he has a tragic childhood, Dharamveer grows up to become an honorable cop. Trying to perform his duties and keep society safe, he comes across a big-time thief and his loyal henchmen and focuses on successfully arresting them.",
    "popularity": 5.5804,
    "poster_path": "/jwYDjQXznxqcFJua3wfsr13v7aS.jpg",
    "release_date": "",
    "title": "Kaala Paani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zi61CVleJa70IyorynX6PZFRCVo.jpg",
    "genre_ids": [
      18
    ],
    "id": 976827,
    "original_language": "hi",
    "original_title": "Dhak Dhak",
    "overview": "Four women — a travel blogger, her friend's biker granny, a makeshift mechanic and a young girl set to be married — ride to the highest motorable pass in the world on an extraordinary journey of self-discovery.",
    "popularity": 5.8192,
    "poster_path": "/l3VtG2LeHL0AGnDC8dsDwmPu5PK.jpg",
    "release_date": "13/10/2023",
    "title": "Dhak Dhak",
    "video": false,
    "vote_average": 6,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1300837,
    "original_language": "hi",
    "original_title": "Saubhagya Sundari",
    "overview": "A silent film adaptation of the popular Gujarati play, the story follows Saubhagyasinh, the lost son of a king, who falls in love with Sundari after saving her. Their romance is challenged by Sundari's manipulative step-mother, Kumati, with Saubhagyasinh's friend Madhavsinh assisting",
    "popularity": 5.4639,
    "poster_path": "/yTcmLmomPDiGWJP7OzMUBAKdUHY.jpg",
    "release_date": "01/01/1933",
    "title": "Saubhagya Sundari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 758403,
    "original_language": "hi",
    "original_title": "Haar Jeet",
    "overview": "Kamal, a governess, falls in love with Ashok. Things, however, take an odd turn when Ashok marries her friend, Radha. Soon after the marriage, Radha meets with an accident.",
    "popularity": 5.7369,
    "poster_path": "/AbDXWrc19Ylo5U6nfMXVnbb4R3p.jpg",
    "release_date": "14/04/1972",
    "title": "Haar Jeet",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  }
]