[
  {
    "adult": false,
    "backdrop_path": "/YCunHbbBUBKx6daM9XZAXkOH8k.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 1291608,
    "original_language": "hi",
    "original_title": "धुरंधर",
    "overview": "In the early 2000s, an Indian undercover operative infiltrates Karachi's underworld, breaking into its inner circle to dismantle a violent nexus from within.",
    "popularity": 75.1348,
    "poster_path": "/8FHOtUpNIk5ZPEay2N2EY5lrxkv.jpg",
    "release_date": "05/12/2025",
    "title": "Dhurandhar",
    "video": false,
    "vote_average": 6.833,
    "vote_count": 171
  },
  {
    "adult": false,
    "backdrop_path": "/fzo85eKFEjfmJ781gubJQjpQAwF.jpg",
    "genre_ids": [
      28,
      18,
      10752
    ],
    "id": 1213898,
    "original_language": "hi",
    "original_title": "बॉर्डर २",
    "overview": "During the events of the 1971 Indo-Pak war, a new generation of young Indian warriors were getting ready to defend the nation from an even bigger threat to the Indian motherland.",
    "popularity": 30.26,
    "poster_path": "/AmrCgmDPEJ6QxllS1rhjYwgO9Wb.jpg",
    "release_date": "23/01/2026",
    "title": "Border 2",
    "video": false,
    "vote_average": 7.333,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/qDyFe7gMnom72qfUEYzWrgwB4ss.jpg",
    "genre_ids": [
      28
    ],
    "id": 62201,
    "original_language": "hi",
    "original_title": "शहँशाह",
    "overview": "Inspector Srivastav is framed by a wily and cunning gangster, J.K., and unable to prove his innocence, hangs himself, leaving behind his wife, and son, Vijay. Years later, Vijay has grown up and has joined the police force as an Inspector. Unlike his dad, he is corrupt and does accept bribes to turn a nelson's eye to crime. The City Police are assigned the task of apprehending a customed man called \"Shahenshah\", who operates at night and targets, tries and kills gangsters in a \"Judge and Executioner \"style. No one knows the real identity of Shahenshah, as he is feared by the police department, and respected by the poor and middle-class.",
    "popularity": 18.5693,
    "poster_path": "/2ZUpj73MzEh2YwVzJNVUqBSu2LZ.jpg",
    "release_date": "29/01/1988",
    "title": "Shahenshah",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 26
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 304139,
    "original_language": "hi",
    "original_title": "Rahul",
    "overview": "Mira (Neha) comes from a very wealthy family, however, she wants to get married to Akash Sharma (Jatin Grewal), who is not so wealthy. Against the wishes of her mother and brother, Mira gets married to Akash. The bad memories are left behind when Mira's family finally \"forgives\" them, at the birth of baby-boy, Rahul (Yash Pathak). With the family with such a acrimonious past, coming together, their marriage deteriorates, to such an extent that they have to involve the police and the courts for purposes of custody. The only obstacle coming between the couple from getting married again to different people are marred by Rahul, who is unable to accept his parents' divorce.",
    "popularity": 15.7956,
    "poster_path": "/2B3Xfp24iH8DheYXBFPRIpWp8r6.jpg",
    "release_date": "23/03/2001",
    "title": "Rahul",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/hMvgb2rN7umXSArvwGIBgPAhOsD.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 213855,
    "original_language": "hi",
    "original_title": "Jamai Raja",
    "overview": "The conflict between Mother-in-law and Daughter-in-law is very common in every family. But in our exemplary story, there is a conflict between Mother-in-law and Son-in-law. Millionaire Durgeshwari Devi is a very stubborn and proud lady. She has two sons, who are employed in her factory. Her pet daughter Rekha is studying in a medical college in Bombay. Everybody is scared of Durgeshwari in the house. In Raja's house, his mother Devki and his adopted sister Indu are staying. It is a co-incidence that he falls in love with Rekha. When this news is conveyed to Durgeshwari by her Secretary Shakti, she get enraged. Raja marries Rekha secretly. Durgeshwari has to accept Raja as her son-in-law and invites him along with her daughter to stay in her house. But it is her keen desire that Rekha must be separated from Raja and she tries her best to create hatred between them. But truth prevails. During the events that are unfolded, Durgeshwari finally accepts Raja as her son-in-law.",
    "popularity": 15.6682,
    "poster_path": "/diJ6U0UC7ypc6nAPo462NVhyj2d.jpg",
    "release_date": "19/10/1990",
    "title": "Jamai Raja",
    "video": false,
    "vote_average": 6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/pKIRUTnwY3YYU9urSdsuobdcliP.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 1109086,
    "original_language": "hi",
    "original_title": "वॉर 2",
    "overview": "Years ago Agent Kabir went rogue, became India’s greatest villain ever.  As he descends further into the deepest shadows... India sends its deadliest, most lethal agent after him, Agent Vikram  A Special Units Officer who is more than Kabir’s equal and a relentless Terminator driven by his own demons, determined to put a bullet into Kabir’s skull.",
    "popularity": 12.639,
    "poster_path": "/fxxVbjhIOl8ZPS69dH8xeeuxvmh.jpg",
    "release_date": "13/08/2025",
    "title": "War 2",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 52
  },
  {
    "adult": false,
    "backdrop_path": "/ybUU0q42midbz7nEyt9ntmAFyUq.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 37951,
    "original_language": "hi",
    "original_title": "Raajneeti",
    "overview": "It is the story of a fiercely fought election campaign, where money power and corruption are the accepted norms, and where treachery and manipulation are routinely used weapons. As the personal drama of these conflict-ridden characters unfolds against this gritty backdrop, love and friendship become mere baits, and relationships get sacrificed at the altar of political alignments. The darkness that rises from their souls threatens to envelope all that they hold precious. Until eventually, in the crescendo of increasing violence, the line between good and evil blurs, making it impossible to distinguish heroes from villains. Raajneeti is the story of Indian democracy. And its ugly underside. It is about politics. And beyond.",
    "popularity": 10.4081,
    "poster_path": "/bZJeKk1vzekp2xfGecwYoUZGzoB.jpg",
    "release_date": "04/06/2010",
    "title": "Raajneeti",
    "video": false,
    "vote_average": 6.313,
    "vote_count": 83
  },
  {
    "adult": false,
    "backdrop_path": "/AhAhAfVL4S6k6MTGb4OJCHjhZlf.jpg",
    "genre_ids": [
      28,
      35,
      10402,
      10749
    ],
    "id": 302876,
    "original_language": "hi",
    "original_title": "Andaz",
    "overview": "Jaya has a crush on her married teacher and befriends his wife. When Jaya's father dies, the teacher's wife asks her to live with them.",
    "popularity": 10.235,
    "poster_path": "/6KbQmK10fxPpibvMvso5K0rd6wW.jpg",
    "release_date": "08/04/1994",
    "title": "Andaz",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/z7qIKE6XgGl7CLKIszh5mfhV98A.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 302471,
    "original_language": "hi",
    "original_title": "Dhaal",
    "overview": "Varun and Suraj are best friends. But when police inspector Varun arrests Suraj for a crime he didn't commit, it leaves Suraj crestfallen and feeling betrayed. Soon Varun too is framed and imprisoned.",
    "popularity": 10.1082,
    "poster_path": "/dj3jiazCRKTWXOGxo1fSpxDBBU8.jpg",
    "release_date": "28/11/1997",
    "title": "Dhaal",
    "video": false,
    "vote_average": 8.4,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/oynhrheYIXGygNHA4nqnDmuGq9d.jpg",
    "genre_ids": [],
    "id": 276014,
    "original_language": "hi",
    "original_title": "Qahar",
    "overview": "Inspector Amar faces a dilemma when he catches two criminals, Raja and Krishna, who are also battling corruption and crime in their respective ways.",
    "popularity": 9.9306,
    "poster_path": "/1cdQlobMONN1OEiJPX3QARZ4MPp.jpg",
    "release_date": "05/12/1997",
    "title": "Qahar",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/edDjcImKuvYUkEj3KoG2gWgIJbV.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 1145809,
    "original_language": "hi",
    "original_title": "Sergeant",
    "overview": "Sergeant Nikhil Sharma suffers from severe depression after losing a limb while on duty. However, after meeting Monica, he gains confidence and vows to reclaim his previous life by solving a critical case. Will he be able to complete his mission?",
    "popularity": 9.7259,
    "poster_path": "/lXA8kxSRY2BgSNncCCrbDLrX0Iw.jpg",
    "release_date": "30/06/2023",
    "title": "Sergeant",
    "video": false,
    "vote_average": 2,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/bfEvvTkzsvv3MO3zmBN8ah3L0El.jpg",
    "genre_ids": [
      28,
      12,
      35
    ],
    "id": 304517,
    "original_language": "hi",
    "original_title": "Amar Shakti",
    "overview": "In order to take over the kingdom, Shamsher Singh and Nahar Singh kill Yuvraj Gopal Singh and his wife, Roopa. The news of these deaths shocks the Maharaj who becomes seriously ill, but instead of treating him, the duo, with the help of the Hakim, poison him. They also believe that the heirs of this Kingdom, two young boys, Bada and Chhota Kumar, are also dead - paving the way for Shamsher to crown himself king. Years later Shamsher is still king, and has a daughter, Sunita, who he wants to get married to Kunver Ranjit Narayan Singh of Kishanganj. Shamsher does not know that the Bada and Chhota Kumars are still alive, while Shakti was taken in by a tribe of gypsies, Amar lives with his palace nanny, Leela, and believes she is his mother. The two princes will meet soon, not as friends and brothers though, but as enemies.",
    "popularity": 9.6867,
    "poster_path": "/jMks8HrFQmxOifR2pjKuofWdAL7.jpg",
    "release_date": "16/09/1978",
    "title": "Amar Shakti",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/3Nqk8XuPe5PHYHWkD33BR0Aszus.jpg",
    "genre_ids": [
      80,
      18,
      9648,
      53
    ],
    "id": 1038487,
    "original_language": "hi",
    "original_title": "Aazam",
    "overview": "Aazam is a Hindi feature film, set in the underbelly of the Mumbai underworld, the story revolves around the succession battle of mafia don Nawab Khan, who is suffering from blood cancer and has only 10-15 days to live. Huh. Nawab Khan controls the syndicate of 5 partners in governing the city. Kadar - Nawab's son, is his legitimate heir in business, but on the advice of his colleague Javed, Kader plans to eliminate all his father's associates. Kadar's plan fails as other syndicate members have their own agenda for the gang war. DCP Joshi, who is trying to stop this gang war havoc, also gets caught in the conspiracy hatched by Javed. Who is the \"Aazam\" of this battle of defeat and victory?",
    "popularity": 9.6465,
    "poster_path": "/9IdjgWe7XzSHflYWfIVTiZyDDYT.jpg",
    "release_date": "26/05/2023",
    "title": "Aazam",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/xQ1yWw2ynKn7GGOk4EBYlVEgyJA.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 487944,
    "original_language": "hi",
    "original_title": "Muavza",
    "overview": "A seasoned conman tricks five obnoxiously rich brothers into splurging all of their wealth with the promise that he will help them sell off their acres of land to builders at a sky-high rate.",
    "popularity": 9.5775,
    "poster_path": "/xQUSfMkWDSq1muXgmkd7XcYsGKr.jpg",
    "release_date": "06/10/2017",
    "title": "Muavza",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/kQPnktOc9LP6awJOZHcY1dfjiav.jpg",
    "genre_ids": [
      28,
      80,
      36,
      53
    ],
    "id": 171879,
    "original_language": "hi",
    "original_title": "दि अटैक्स ऑफ 26/11",
    "overview": "Rakesh Maria, Mumbai's Joint Commissioner, recounts the events of 26/11, where ten Pakistani terrorists attacked the city",
    "popularity": 9.5656,
    "poster_path": "/peDKpbfsQ4YdWjUllEQrUbGJLQW.jpg",
    "release_date": "01/03/2013",
    "title": "The Attacks Of 26/11",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      28,
      18
    ],
    "id": 348166,
    "original_language": "hi",
    "original_title": "Mrityudaata",
    "overview": "Dr Ram Prasad Ghayal (Amitabh) is a surgeon whose scalpel proves to be a magic wand. He has a wife called Janaki (Dimple) and a brother called Bharat. Bharat is in love with a dancing doll Renu (Karishma) whom the baddie's brother (Deepak Tijouri) also loves. Bharat, an architect refuses to sign a power project involving heavy kickbacks and heavier displacement (with so many scams in the air, what can one expect the plot to be). He is implicated in a plot and sent to jail. Unable to bear this humiliation, he commits suicide and Renu marries Deepak instead of repenting her beloved's loss. Now is the time for our 'Mrityudaata' to avenge the loss of his wife and his brother. He trades his scalpel for a machine gun and apron for a commando coat and cap.",
    "popularity": 9.514,
    "poster_path": "/2Fs3JLNMvCHl7mbFviccGnoittZ.jpg",
    "release_date": "06/06/1997",
    "title": "Mrityudaata",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/pdbML7ol4HvsI1xWX0s9LZpUGfL.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 1190511,
    "original_language": "hi",
    "original_title": "सितारे ज़मीन पर",
    "overview": "A disgraced basketball coach is given the chance to coach a team of players who are intellectually disabled as part of community services. Gulshan has apprehensions at first and feels out of place but soon realizes they just might have what it takes to make it to the national championships.",
    "popularity": 9.4992,
    "poster_path": "/adYjCJGSNiL7CIaDW3g0Bcg7r2Z.jpg",
    "release_date": "20/06/2025",
    "title": "Sitaare Zameen Par",
    "video": false,
    "vote_average": 7.152,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/7x6sDm5yeTJ7YKJOjoGEgVoPTvO.jpg",
    "genre_ids": [
      53
    ],
    "id": 13123,
    "original_language": "hi",
    "original_title": "Aamir",
    "overview": "A doctor of Indian origin returning to Mumbai from London is forced to participate in a terrorist plot.",
    "popularity": 9.4991,
    "poster_path": "/g1Qe0d1mFUdrgScSyw2GgiMjsqj.jpg",
    "release_date": "06/06/2008",
    "title": "Aamir",
    "video": false,
    "vote_average": 6.647,
    "vote_count": 58
  },
  {
    "adult": false,
    "backdrop_path": "/fB7dB9FZE01s1QWJthrnxsj4JN7.jpg",
    "genre_ids": [],
    "id": 410266,
    "original_language": "hi",
    "original_title": "Taaqatwar",
    "overview": "Amar Sharma, an honest police officer, seeks help from John, a criminal, in a bid to nab the gangster who is responsible for his father's death.",
    "popularity": 9.4881,
    "poster_path": "/h8OO0OoYSV93Fm73axZ8m2l77aM.jpg",
    "release_date": "16/06/1989",
    "title": "Taaqatwar",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/uSBUMknphVjcnGJk6se3gWe9omG.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 1616993,
    "original_language": "hi",
    "original_title": "Safia/Safdar",
    "overview": "When Salman falls ill, his saloon is at stake as the local moneylender wants it. The only person standing in the way is Salman's daughter, Safia. Will she be able to keep the salon running as Safdar?",
    "popularity": 8.4494,
    "poster_path": "/ggN2WBU8cRMehVdS1nV0VYHACin.jpg",
    "release_date": "16/01/2026",
    "title": "Safia/Safdar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/veHP1EOrVqFVeEHgOgXGpytAkqL.jpg",
    "genre_ids": [
      28,
      12,
      35
    ],
    "id": 20563,
    "original_language": "hi",
    "original_title": "Heroes",
    "overview": "Havaldar Balkar Singh, Captain Dhananjay Shergill and Lieutenant Sahil Naqvi are amongst numerous fatalities on India's side in the 1999 Kargil war against Pakistan. All 3 men had written their last letters to Kuljeet Kaur, Squadron Leader Vikram Singh, and Dr. Naqvi respectively. These letters were located 3 years later by IBN Reporter, Avinash Sarin, who entrusts them to two Indore-based slackers, Ali Shah and Sameer Suri, and asks them to deliver them to Chandigarh, Manali, and Leh respectively. Ali and Sameer set out to film this journey in order to get a graduation degree so that they can re-locate to America as well as televise it widely in order to convince the youth not to join any of India's armed forces.",
    "popularity": 8.8138,
    "poster_path": "/n3yb9bPeQxJt41thDm7kXjSDbWz.jpg",
    "release_date": "24/10/2008",
    "title": "Heroes",
    "video": false,
    "vote_average": 6,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 302934,
    "original_language": "hi",
    "original_title": "Taaqat",
    "overview": "Two powerful and strong-armed gangsters work for opposite political parties. Bhau works for Anil Rege, while Shakti works for Babbanrao. Both believe that that these two political leaders will provide a better life for the poor and the needy. Their hopes are dashed when both Anil and Babban patch up their differences, and decide to unite, and lead a corrupt life-style, while pitting both the gangsters against each other.",
    "popularity": 6.213,
    "poster_path": "/yPfY8BnhUQ5wk2ZFhaxJJnCdQsa.jpg",
    "release_date": "23/06/1995",
    "title": "Taaqat",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/128PamN9OTojRjnf9tcTnvAMcTa.jpg",
    "genre_ids": [
      28,
      80
    ],
    "id": 118807,
    "original_language": "hi",
    "original_title": "Izzatdaar",
    "overview": "Brahm Dutt (Dilip Kumar) is set up and framed for a murder for which he is jailed, because of his scheming son-in-law, Raghuvaran (Indrajeet Sabharwal).  His Daughter Sonu (Swapna) is also killed at the hands of Raghuvaran, when Raghuvaran slaps and tries to molest Mohini (Madhuri Dixit), when she confronts him about his evil deeds.  Brahm Dutt avenges the death of his daughter and the years spent in prison.  Against this backdrop, Vijay (Govinda) is a man who works for the underworld after he is shot as a child. After finding love with Mohini, he changes his ways and joins up with Brahm Dutt to take revenge as he too has been wronged by the same group of villains.",
    "popularity": 9.2623,
    "poster_path": "/6hgIAPv77qQIz1UUxNnnCpGb6tq.jpg",
    "release_date": "16/03/1990",
    "title": "Izzatdaar",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/ybUU0q42midbz7nEyt9ntmAFyUq.jpg",
    "genre_ids": [
      18,
      53
    ],
    "id": 37951,
    "original_language": "hi",
    "original_title": "Raajneeti",
    "overview": "It is the story of a fiercely fought election campaign, where money power and corruption are the accepted norms, and where treachery and manipulation are routinely used weapons. As the personal drama of these conflict-ridden characters unfolds against this gritty backdrop, love and friendship become mere baits, and relationships get sacrificed at the altar of political alignments. The darkness that rises from their souls threatens to envelope all that they hold precious. Until eventually, in the crescendo of increasing violence, the line between good and evil blurs, making it impossible to distinguish heroes from villains. Raajneeti is the story of Indian democracy. And its ugly underside. It is about politics. And beyond.",
    "popularity": 10.4081,
    "poster_path": "/bZJeKk1vzekp2xfGecwYoUZGzoB.jpg",
    "release_date": "04/06/2010",
    "title": "Raajneeti",
    "video": false,
    "vote_average": 6.313,
    "vote_count": 83
  },
  {
    "adult": false,
    "backdrop_path": "/pYU35lHyG4UHoArxFtWu4bIhVcH.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1400553,
    "original_language": "hi",
    "original_title": "Sweet Dreams",
    "overview": "A tale that blurs the line between fantasy and reality, Sweet Dreams captures the magic of serendipity and the intensity of love that transcends the ordinary. It’s a film that asks: do we find love by chance, or does love find us? The answer might just lie in the dreams we dare to dream.",
    "popularity": 6.2194,
    "poster_path": "/fMsr2NPNghX76VML7xb1FdRzU1P.jpg",
    "release_date": "24/01/2025",
    "title": "Sweet Dreams",
    "video": false,
    "vote_average": 5.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 312681,
    "original_language": "hi",
    "original_title": "Jaago",
    "overview": "Jagoo tells the heart-wrenching story of a 10-year-old girl named Shruti, who must take the train to school every day. One day, while on the train, Shruti is attacked and raped by drug addicts. The entire town is absolutely stunned by this brutal act. Traumatized by her ordeal, Shruti clings to life while her parents, Srikant and Shraddha, grieve and hope for her survival. Everyone wants the perpetrators caught, but can they be found?",
    "popularity": 6.0543,
    "poster_path": "/vF3WJA4zyBUqUXEUSK4TStqBvFF.jpg",
    "release_date": "06/02/2004",
    "title": "Jaago",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/gsLYR8uALrt2p33iOpqReNW6XyQ.jpg",
    "genre_ids": [
      35,
      28,
      10749
    ],
    "id": 1282440,
    "original_language": "hi",
    "original_title": "Happy Patel: Khatarnak Jasoos",
    "overview": "Happy Patel, a chronically unsuccessful MI7 operative, is finally assigned a mission in Goa, where he uncovers his Indian roots and must rescue a high-profile scientist from crime lord Mama. Unaware of his Indian heritage and armed with a comically British accent, Happy’s blunders trigger a string of chaotic mishaps that could lead him to expose a criminal network.",
    "popularity": 9.2696,
    "poster_path": "/vsCkxiY2c26C6y4RyTVkpdXIfCW.jpg",
    "release_date": "16/01/2026",
    "title": "Happy Patel: Khatarnak Jasoos",
    "video": false,
    "vote_average": 8.1,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/AhAhAfVL4S6k6MTGb4OJCHjhZlf.jpg",
    "genre_ids": [
      28,
      35,
      10402,
      10749
    ],
    "id": 302876,
    "original_language": "hi",
    "original_title": "Andaz",
    "overview": "Jaya has a crush on her married teacher and befriends his wife. When Jaya's father dies, the teacher's wife asks her to live with them.",
    "popularity": 10.235,
    "poster_path": "/6KbQmK10fxPpibvMvso5K0rd6wW.jpg",
    "release_date": "08/04/1994",
    "title": "Andaz",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 1365046,
    "original_language": "hi",
    "original_title": "Om",
    "overview": "Indian remake of “The Omen”.",
    "popularity": 8.7529,
    "poster_path": "/vImjAOi3Ap4BzHlUKwH3pPqqHk.jpg",
    "release_date": "01/01/1986",
    "title": "Om",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/opbsQApZHcXl6R2swKZC3sHJYXA.jpg",
    "genre_ids": [
      18
    ],
    "id": 61271,
    "original_language": "hi",
    "original_title": "Tezaab",
    "overview": "Mahesh Deshmukh has joined the nation's armed forces as that he can honestly and patriotically serve the country. During his college days he has a run-in with fellow-collegian Mohini. A bet between his friends and himself ends up with him falling in love with Mohini, who subsequently realizes that he indeed has fallen in love with her, and she too reciprocates. Mohini's dad is an alcoholic and wishes that Mohini takes up dancing and prostitution so that he can get his daily dose of alchol. Mohini attempts to take refuge with Mahesh, however, cirumstances tangle Mahesh to such an extent that he is arrested, charged, and sentenced to stay away from Bombay city limits. When Mahesh returns, it is no longer the honest, and patriotic Mahesh, but a gangster named Munna, who has many old scores to settle.",
    "popularity": 5.9741,
    "poster_path": "/vwXVAAxuyDNfUSxYPS6YqRm80Cm.jpg",
    "release_date": "11/11/1988",
    "title": "Tezaab",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1515134,
    "original_language": "hi",
    "original_title": "Sajni",
    "overview": "Nanda, a money lender's son, falls for farmer's daughter Rupa. His father arranges his marriage to Radha for a dowry. Rupa sacrifices her love and blesses Nanda's marriage to Radha.",
    "popularity": 5.767,
    "poster_path": "/1lu06kRvaxII6jU8M6Xf9GRAzLi.jpg",
    "release_date": "17/08/1940",
    "title": "Sajni",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pdbML7ol4HvsI1xWX0s9LZpUGfL.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 1190511,
    "original_language": "hi",
    "original_title": "सितारे ज़मीन पर",
    "overview": "A disgraced basketball coach is given the chance to coach a team of players who are intellectually disabled as part of community services. Gulshan has apprehensions at first and feels out of place but soon realizes they just might have what it takes to make it to the national championships.",
    "popularity": 9.4992,
    "poster_path": "/adYjCJGSNiL7CIaDW3g0Bcg7r2Z.jpg",
    "release_date": "20/06/2025",
    "title": "Sitaare Zameen Par",
    "video": false,
    "vote_average": 7.152,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 605853,
    "original_language": "hi",
    "original_title": "Abodh",
    "overview": "Shankar is married to Gauri, but she has the brain of a child and does not accept him as her husband. She changes her behaviour and lives the life of a wife after attending the wedding of her friend.",
    "popularity": 5.9572,
    "poster_path": "/qdzt778PizjbuVhLnlHHcq4v6rX.jpg",
    "release_date": "10/08/1984",
    "title": "Abodh",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/tzKi9KTO721pjXyAPbnioKJPuZL.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 166874,
    "original_language": "hi",
    "original_title": "Ittefaq",
    "overview": "Taking place almost entirely over the course of one stormy night, a woman is terrified when an accused murderer escapes from a mental hospital and seeks refuge in her home.",
    "popularity": 5.7632,
    "poster_path": "/oBDwBk0Hxp3LXvLLTPRfp2mtXkH.jpg",
    "release_date": "10/10/1969",
    "title": "Ittefaq",
    "video": false,
    "vote_average": 4.727,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 319772,
    "original_language": "hi",
    "original_title": "Naatak",
    "overview": "Film starring Shyam Kumar, Suraiya and Amar",
    "popularity": 5.7,
    "poster_path": "/a04c0EaI1tnMEeC2n90huu9Fk33.jpg",
    "release_date": "01/01/1947",
    "title": "Naatak",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 447165,
    "original_language": "hi",
    "original_title": "Awaaz",
    "overview": "Advocate Jayant defends his clients and gets them off the hook, even if they are guilty. However, when his wife is raped by the son of a gangster he has been defending, he vows to take revenge.",
    "popularity": 7.6424,
    "poster_path": "/3XOshDV0l5JkMd53mtdE6bqa43b.jpg",
    "release_date": "01/11/1984",
    "title": "Awaaz",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/F7QOt8ATLAnEq0ppRhl8NOMG08.jpg",
    "genre_ids": [
      18
    ],
    "id": 307483,
    "original_language": "hi",
    "original_title": "Mukti",
    "overview": "Kailash Sharma is found guilty of sexually molesting Shanno and killing Dheeraj Kumar Verma, and sentenced to be hanged by the Jammu & Kashmir Sessions Court. After his appeals at both High and Supreme Courts fail, he asks his wife, Seema, to take their daughter, Pinky, and re-locate elsewhere. Seema and Pinky re-locate to Bombay where she takes up sewing to make a living. She befriends their neighbor, Ratan, and both get married. 14 years later Pinky has grown up and has a boyfriend, Vikram, who she wants to marry. Meanwhile, Kailash, who is still alive as his sentence was changed to life imprisonment, arrives in Bombay to look for his family. After sometime he does find them but decides not to interfere in their lives as they appear to be happy. But when Seema finds out she goes to meet him secretly - a visit that will set off a chain of events that will end up drastically changing their lives forever.",
    "popularity": 5.7208,
    "poster_path": "/7HCBibwfsGiiYXjkrwZTwHno26l.jpg",
    "release_date": "14/08/1977",
    "title": "Mukti",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/iDJ0ljbQsqld29cQXxQ76qT9dgT.jpg",
    "genre_ids": [
      53
    ],
    "id": 1370264,
    "original_language": "hi",
    "original_title": "Crazxy",
    "overview": "A renowned surgeon, Abhimanyu Sood is carrying ₹5 crores for a hush hush settlement that will save him from going to jail, when he gets a chilling phone call—his 16-year-old daughter, Vedica, has been kidnapped. The ransom? The exact amount he is carrying right now. Is this even a real kidnapping—or an elaborate trap?",
    "popularity": 7.9058,
    "poster_path": "/nWxEtbryAPP7gI0TtNYejoAUJlr.jpg",
    "release_date": "28/02/2025",
    "title": "Crazxy",
    "video": false,
    "vote_average": 5.525,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/zoAIFbavizBNuHsU6pUiQ89qjDw.jpg",
    "genre_ids": [],
    "id": 365763,
    "original_language": "hi",
    "original_title": "Aaghaaz",
    "overview": "After putting together his life once again from a traumatic experience in his past; Govind Narang accompanied by his sister Rattna comes to reside in Azad Nagar, Bombay. He cannot stand injustice in any shape and form; this brings him into enmity with a gangster Johnny and his younger brother Danny Handsome. Obstructed by the interference into their criminal activities Johnny and his gang brutally beats up Govind leaving him to die and sexually molest Rattna in broad-daylight.",
    "popularity": 8.202,
    "poster_path": "/pbqtipiaqARXxGf88QAK7EIml8M.jpg",
    "release_date": "06/10/2000",
    "title": "Aaghaaz",
    "video": false,
    "vote_average": 2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 482182,
    "original_language": "hi",
    "original_title": "Darwaza",
    "overview": "For generations, a family lives in fear of a dark and terrible curse.",
    "popularity": 8.1739,
    "poster_path": "/b8NYRapbqNY6deRNLPiEgpMVbKW.jpg",
    "release_date": "21/01/1978",
    "title": "Darwaza",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/zawV2nF32ajisU7GG0M0mINTXpY.jpg",
    "genre_ids": [
      36,
      28,
      10752,
      18
    ],
    "id": 33125,
    "original_language": "hi",
    "original_title": "सीमा",
    "overview": "Amidst the 1971 Indo-Pak war, a company of 120 Indian soldiers stationed at the border region of Longewala in Rajasthan must defend their post through the night against two thousand Pakistani troops armed with tanks. Based on the true events of the Battle of Longewala.",
    "popularity": 8.1042,
    "poster_path": "/vYih9kPSCh6CrJsZFWugXOY0ySj.jpg",
    "release_date": "13/06/1997",
    "title": "Border",
    "video": false,
    "vote_average": 6.539,
    "vote_count": 77
  },
  {
    "adult": false,
    "backdrop_path": "/lAx8JlMP6iE7uinfwNvTnyo6HyY.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 348052,
    "original_language": "hi",
    "original_title": "Papi Gudia",
    "overview": "This movie tells the story of a black magic practitioner (Shakti Kapoor), who before dying transfers his soul into a doll who finally gets into the hands of Karishma Kapoor's brother. This evil doll has plans of his to get into a new body before he permanently gets stuck into the doll's body.  This movie is an unofficial remake of Hollywood movie Child's Play.",
    "popularity": 8.103,
    "poster_path": "/hruTqYdxFqwinQR7PBHOX2gDBTA.jpg",
    "release_date": "16/02/1996",
    "title": "Papi Gudia",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12,
      35,
      18,
      53
    ],
    "id": 559131,
    "original_language": "hi",
    "original_title": "Zorro",
    "overview": "After fathering a child, Maharaj Bahadur Singh marries and starts a family. One of his sons grows up to usurp him, the other becomes Zorro.",
    "popularity": 8.0896,
    "poster_path": "/cmMVE8gFiY8dkNfenEZHtNr4lqy.jpg",
    "release_date": "31/10/1975",
    "title": "Zorro",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/aYLxKo6ApWCFxPQ7PLR2hnxkKKr.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 44565,
    "original_language": "hi",
    "original_title": "Khatta Meetha",
    "overview": "The story follows Sachin Tichkule, a struggling contractor whose failure in making peace with the corrupt bureaucracy in town as well as strained relation with his ex-girlfriend and his family leads to misadventures that deprive him of his closest relations. However, as he begins to mend his ways, justice comes knocking on his door.",
    "popularity": 8.0828,
    "poster_path": "/rIM83O7WUcZIlg9pd6SgXgB0w2v.jpg",
    "release_date": "23/07/2010",
    "title": "Khatta Meetha",
    "video": false,
    "vote_average": 5.707,
    "vote_count": 70
  },
  {
    "adult": false,
    "backdrop_path": "/6Z3e850z4TNBUo4OviVRfwjK5O3.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 496527,
    "original_language": "hi",
    "original_title": "October",
    "overview": "Dan, a 21-year-old carefree boy is always surrounded by a bunch of friends and fellow hotel interns who feed off each other's everyday moments, their ups and downs. Shiuli is also an intern working in the same hotel, who at times is at a receiving end of Dan's audaciousness. Everything was normal in their life until a sudden turn of events smashes Dan and Shiuli's lives together, into a bond.",
    "popularity": 8.07,
    "poster_path": "/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "release_date": "13/04/2018",
    "title": "October",
    "video": false,
    "vote_average": 6.932,
    "vote_count": 111
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 1235057,
    "original_language": "hi",
    "original_title": "Love & War",
    "overview": "A love story set against the backdrop of a war.",
    "popularity": 8.0402,
    "poster_path": "/iy4O9s3GyUoZqudsfFLuVSXLbgT.jpg",
    "release_date": "14/08/2026",
    "title": "Love and War",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 812862,
    "original_language": "hi",
    "original_title": "Mirzaa",
    "overview": "Set in modern day Kolkata, Mirzaa is the story of two orthodox underworld kingpins and their hate against each other that finally shatters the world around them. Based on Shakespeare's Romeo and Juliet, Mirzaa tells the story of a time when love becomes forbidden",
    "popularity": 8.0165,
    "poster_path": "/eRbZyMNkMksfCPz1xS7amqn95Sz.jpg",
    "release_date": "14/07/2017",
    "title": "Mirzaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/tQuwXgAc9C2a5kt0Knfl9Kv4un3.jpg",
    "genre_ids": [],
    "id": 143881,
    "original_language": "hi",
    "original_title": "Suhaag",
    "overview": "Collegian Ajay Sharma was born on 2nd April 1968 and lives in Bombay with his widowed mom, Asha. He is friendly with fellow-collegian, the wealthy Raj Sinha, and both often end up getting beat-up by goons and Madhu (Raj's girlfriend) respectively. After they graduate from college, Raj's maternal uncle asks Ajay to bring his birth certificate so that he could make his passport and find work for him in a department store in Canada. Ajay goes home to look for his birth certificate, but is unable to locate. His mother makes a show of helping him, but instead tears a document and tosses it outside. Ajay puts the document together and finds out that his real name is Ajay Malhotra, his father, Dr. Ravi Malhotra, is still alive, serving a life sentence in prison for killing and stealing a patient's organs. Ajay questions his mother and finds out that his dad was framed by the hospital owner, Rai Bahadur. He and Asha meet Ravi in prison and swear to avenge his humiliation.",
    "popularity": 8.0157,
    "poster_path": "/y47kzea1h3LkzBHTwMEftbiY8eX.jpg",
    "release_date": "20/10/1994",
    "title": "Suhaag",
    "video": false,
    "vote_average": 5.154,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/z6BlPWQuMtuktQPYujHRCqdFG2X.jpg",
    "genre_ids": [
      18
    ],
    "id": 304267,
    "original_language": "hi",
    "original_title": "Kundan",
    "overview": "Classic Bollywood film about a young man whose poverty leads him to commit crimes which, in turn, lead him to harsher and harsher punishments.",
    "popularity": 8.0048,
    "poster_path": "/lM67FrtEIKn2b0BYDUI9EWjpeUF.jpg",
    "release_date": "01/01/1955",
    "title": "Kundan",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10402
    ],
    "id": 274532,
    "original_language": "hi",
    "original_title": "Tirchhi Topiwale",
    "overview": "Romantic teen caper has a college boxing champion and a career-challenged ventriloquist defying tradition when they compete for favors to win over two rich and beautiful sisters.",
    "popularity": 7.9557,
    "poster_path": "/79Cscc6h06R2oDyIbuM4I4dyJ6S.jpg",
    "release_date": "11/09/1998",
    "title": "Tirchhi Topiwale",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/lIEicw6VnL7sguoPq3Z7xUwYHA8.jpg",
    "genre_ids": [
      28,
      12,
      18
    ],
    "id": 196852,
    "original_language": "hi",
    "original_title": "Asambhav",
    "overview": "When the President of India is kidnapped by Kashmiri terrorists in Locarno, Switzerland, an Indian secret agent is sent to find him and set him free. With the help of an Indian singer he will make the \"Impossible\" to complete the mission.",
    "popularity": 7.9514,
    "poster_path": "/4uXtuCf1AvZW87QEe0JLVJEsylz.jpg",
    "release_date": "22/07/2004",
    "title": "Asambhav",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/iDJ0ljbQsqld29cQXxQ76qT9dgT.jpg",
    "genre_ids": [
      53
    ],
    "id": 1370264,
    "original_language": "hi",
    "original_title": "Crazxy",
    "overview": "A renowned surgeon, Abhimanyu Sood is carrying ₹5 crores for a hush hush settlement that will save him from going to jail, when he gets a chilling phone call—his 16-year-old daughter, Vedica, has been kidnapped. The ransom? The exact amount he is carrying right now. Is this even a real kidnapping—or an elaborate trap?",
    "popularity": 7.9058,
    "poster_path": "/nWxEtbryAPP7gI0TtNYejoAUJlr.jpg",
    "release_date": "28/02/2025",
    "title": "Crazxy",
    "video": false,
    "vote_average": 5.525,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 303891,
    "original_language": "hi",
    "original_title": "Devta",
    "overview": "Balram, a rogue, who works for crime lord Bajrang decides to kill inspector Rakesh for sending him to prison. However, he changes his mind when he learns a secret about Rakesh.",
    "popularity": 7.8856,
    "poster_path": "/k6A6WsgPbw4ko5lOkEVJTTopY7E.jpg",
    "release_date": "02/10/1998",
    "title": "Devta",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zQIvhE39zWiDg2MCdlyYpe0O02j.jpg",
    "genre_ids": [
      53
    ],
    "id": 396128,
    "original_language": "hi",
    "original_title": "Faraar",
    "overview": "The film is based around a middle-class man, Rajesh (Raj) living with his sister. He is in love with a young woman, and he intends to marry her once he has found a potential husband to take care of his sister. However, one day the sister is raped and murdered and the police are unable to find any clues and it is left to Rajesh to find the murderers and avenge her death. He traces the murderer and kills him, and is therefore now on the run from the police himself. Rajesh abducts a child as a hostage and seeks refuge in a house only to later learn that the child is the son of his former lover, who is now married to a Police Inspector. Rajesh is torn in two - whether to release the child, or to use him to make an escape.",
    "popularity": 7.8626,
    "poster_path": "/lULOw6JYzeQbE26jnVY9kYMZpNu.jpg",
    "release_date": "11/11/1975",
    "title": "Faraar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/fChYgTIHEiT9jI60tvNH5h5Cb3e.jpg",
    "genre_ids": [],
    "id": 307791,
    "original_language": "hi",
    "original_title": "Raj Hath",
    "overview": "A stubborn emperor plans to wage war against another who had humiliated him and his daughter.",
    "popularity": 7.8425,
    "poster_path": "/fE1p45sGTDDcchKBNONEzmUmcya.jpg",
    "release_date": "01/01/1956",
    "title": "Raj Hath",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/ftzJDKMjJqvjqknEWlBEDuCKGbW.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 362100,
    "original_language": "hi",
    "original_title": "Aashiq",
    "overview": "Pooja and Chander Kapoor have a heart-to-heart conversation on the telephone. When they finally meet and all is reveal they both fell in love with each other; Chander lives with his advocate dad Dilip Dev Kapoor while Pooja lives a wealthy but stressful family life with her alcoholic dad, her Dai Maa and a self-senile mother. Unfortunately for them Pooja's parents would like her to marry a person of their choice; this pits Chander against them. Then one day Pooja goes missing and the police headed by a rowdy inspector Mathur arrests Chander for abducting her much to his shock. Then Chander escapes from police custody and begins a man-hunt for Pooja.",
    "popularity": 7.8409,
    "poster_path": "/hbZukvlXufjDzQVJ2PycABTIiN.jpg",
    "release_date": "26/01/2001",
    "title": "Aashiq",
    "video": false,
    "vote_average": 4,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/zKiUn1VHOWyLjlhwh3v8SUn4ZEf.jpg",
    "genre_ids": [
      10749
    ],
    "id": 391728,
    "original_language": "hi",
    "original_title": "Majaal",
    "overview": "Vijay Kumar (Jeetendra) is an orphan brought up by an Advocate Chaudhary Kailash Nath (Kader Khan) and becomes a lawyer himself. He is in love with Sadhana (Sridevi) Kailash Nath's daughter and both get married. Vijay wants to stand on his own feet but is discouraged by his wife and father in law. He is humiliated on many occasions. One day suddenly Sandhya (Jaya Prada) enters their life and Vijay is willing to walk out of the marriage to support Sandhya. Who is this Sandhya and why is Vijay drawn to her?. What will happen to Vijay and Sadhana's married life?",
    "popularity": 7.8363,
    "poster_path": "/drlKUA0ixcXMqeATYpDcsOzy1sY.jpg",
    "release_date": "24/04/1987",
    "title": "Majaal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36,
      53,
      10749,
      18
    ],
    "id": 708388,
    "original_language": "hi",
    "original_title": "Faraar",
    "overview": "A group of freedom-fighters face betrayal and go on the run from police in British-occupied Hindustan.",
    "popularity": 7.8352,
    "poster_path": "/1HNXsF8PBI6NLFnQu8VPxRmk1oJ.jpg",
    "release_date": "01/01/1955",
    "title": "Faraar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8PXQnzum6ZxPKbyBoiHXqYJHadA.jpg",
    "genre_ids": [
      28,
      10749,
      18
    ],
    "id": 604053,
    "original_language": "hi",
    "original_title": "Saathi",
    "overview": "Suraj and Aman are best friends who would die for each other. Suraj's father is brutally killed by a cop for stealing a bread to feed him. Suraj and Aman then take the life of crime to con people when they grow up they come across Pasha a drug lord and Suraj gets fascinated by his lifestyle. Aman meets Asha a club singer and both fall in love. Suraj and Aman get a contract from Pasha to kill Vicky whose testifying against him But Aman finds he is brother of Asha and decides to give away the life of crime and turn a police informer. While Suraj has become a big name in drug world and wants Pasha's throne. Suraj and Aman then part ways and Suraj blames Asha for everything and wants her dead.",
    "popularity": 7.7864,
    "poster_path": "/tmo5U7TstiIxStIFzVdZkfJPfmU.jpg",
    "release_date": "03/09/1991",
    "title": "Saathi",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 309151,
    "original_language": "hi",
    "original_title": "Kalicharan",
    "overview": "A police officer goes undercover to catch a wealthy and reputable person, who is involved in criminal activities.",
    "popularity": 7.7715,
    "poster_path": "/vkKMmkZVntE2qj52W9C2UhBVhAr.jpg",
    "release_date": "07/02/1976",
    "title": "Kalicharan",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/abk9n4DkSMOxTQbR41NNuGjcdcP.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 357830,
    "original_language": "hi",
    "original_title": "Prem Deewane",
    "overview": "Radha (Pooja Bhatt) and Manohar (Vivek Mushran) love each other and want to get married, but Radha's dad (Ashok Saraf) does not approve of their marriage as Manohar comes from a poor family. He instructs Radha not to leave the house, but Radha finds a way to escape and goes to Manohar's house. Anticipating more obstacles, they run away, guided by Radha's uncle Natwarlal(Prem Chopra). Natwarlal convinces them that they must kidnap a wealthy person and demand a big ransom and take the money to appease Radha's dad. It is then they start to realize that their uncle has some other devious plans for them.",
    "popularity": 7.7599,
    "poster_path": "/yOsxK8n4GgzNPbbtMAWq8G232VT.jpg",
    "release_date": "01/01/1992",
    "title": "Prem Deewane",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 809619,
    "original_language": "hi",
    "original_title": "Nyaydaata",
    "overview": "Ram, a deputy commissioner, manages to nab a notorious criminal. However, when the criminal manages to get out of prison, he threatens to kill Ram and his family.",
    "popularity": 7.7548,
    "poster_path": "/n7fwMFfG8qoM2zhvwt5bCIyuJMh.jpg",
    "release_date": "18/06/1999",
    "title": "Nyaydaata",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 192750,
    "original_language": "hi",
    "original_title": "Laila",
    "overview": "Bitter hatred had always existed between two Rajput families, namely those of Bharat Singh and Prithviraj Singh, resulting in the death of Bharat's nephew. Years later, Prithviraj's son Dharamraj gets married to Sunaina, who gives birth to a baby boy named Deshraj. On Deshraj's 10th birthday, Prithviraj goes to make peace with Bharat and invites him for a birthday party, which Bharat attends, but there is no end to the animosity - which results in the death of Prithviraj, when his chauffeur, Chandu, is bribed and manipulated by Bharat and his men. (Watch for more)",
    "popularity": 7.744,
    "poster_path": "/oWNdUDU78oVpwwxmkKMdyI8k7ZP.jpg",
    "release_date": "06/09/1984",
    "title": "Laila",
    "video": false,
    "vote_average": 4,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 542740,
    "original_language": "hi",
    "original_title": "Jawan Muhabat",
    "overview": "Dr. Sarin lives with his wife, Sunita, young daughter, Rekha, and his brother, Rajesh. Rajesh is an eligible bachelor, and on the lookout for a life-partner with a view of marriage.",
    "popularity": 7.7368,
    "poster_path": "/4viv3QtIlqvgElal2s5RBSKUiav.jpg",
    "release_date": "08/07/1971",
    "title": "Jawan Muhabat",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/q7Yh6lLuH4wVdDJ2h8hgTXWPX7x.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 20360,
    "original_language": "hi",
    "original_title": "Namastey London",
    "overview": "On a trip to India, Jasmeet's father forcefully marries her off to Arjun. However, when they return to London, Jasmeet announces her intention of marrying her boyfriend, Charlie Brown.",
    "popularity": 7.7353,
    "poster_path": "/dO0F66lM1jehIH5bsooKSbdz7xG.jpg",
    "release_date": "23/03/2007",
    "title": "Namastey London",
    "video": false,
    "vote_average": 6.204,
    "vote_count": 120
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 911776,
    "original_language": "hi",
    "original_title": "Zaroorat",
    "overview": "When Anju comes to the city for a job, she is entrapped by Badal who offers her work in return of sexual favours. Things escalate when she tells her lover about her escape from the clutches of Badal.",
    "popularity": 7.73,
    "poster_path": "/2fQP9eDGhmWKOsvhcij8a1evWoJ.jpg",
    "release_date": "18/03/1972",
    "title": "Zaroorat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8974QjVoqt0WAwDKCEx2Im0qpiV.jpg",
    "genre_ids": [
      9648
    ],
    "id": 1052381,
    "original_language": "hi",
    "original_title": "Naam",
    "overview": "A man wakes up with no memory and sets out on a quest to discover who or what he is.",
    "popularity": 7.7238,
    "poster_path": "/7c131Z6C57fbFy8HJ0Hdg1oGRbO.jpg",
    "release_date": "22/11/2024",
    "title": "Naam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/okL1DAWIi4fuAKq9q0xdk9Ylp0o.jpg",
    "genre_ids": [
      14,
      53
    ],
    "id": 1094314,
    "original_language": "hi",
    "original_title": "मायासभा: द हॉल ऑफ इल्यूजन",
    "overview": "In a Mumbai theater, a producer, his son, and two intruders clash during one night over hidden treasure. As they search for gold, deception grows, secrets emerge, and past wounds resurface.",
    "popularity": 7.7202,
    "poster_path": "/hIC4knJmcAO02JPjF840FJBI4ib.jpg",
    "release_date": "30/01/2026",
    "title": "Mayasabha: The Hall of Illusion",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/osOvyg2ccbjFiQsmiZK2vw8f7zs.jpg",
    "genre_ids": [
      80,
      53,
      18
    ],
    "id": 774098,
    "original_language": "hi",
    "original_title": "Nail Polish",
    "overview": "A high profile defence lawyer is promised a Rajya Sabha seat if he wins a case of an accused with charges of killing two migrant children. However, there's much more than what meets the eye in this courtroom drama that explores the uncertainty of human mind and the journey of criminal discovery.",
    "popularity": 7.7188,
    "poster_path": "/gcruMXQ2l8Gp69onHp2T3UtgMgW.jpg",
    "release_date": "01/01/2021",
    "title": "Nail Polish",
    "video": false,
    "vote_average": 6.667,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306409,
    "original_language": "hi",
    "original_title": "Ghungroo",
    "overview": "While on his deathbed, the Emperor promises that his Senapati, Vikram Singh, will be treated like his son, and he will get married to a woman from a royal family. He also asks Vikram to obey every wish and whim of his wife, Ranimaa, to which Vikram agrees to. A few moments later the emperor passes away. After the formal mourning period is over, Ranimaa announces that she would like Vikram to marry Princess Priya. Vikram agrees to this, and soon Priya and he are married with great pomp and ceremony. After this marriage, Priya learns that Vikram really loves a prostitute named Kesarbai, and has only married her as he had promised to obey every wish and whim of Ranimaa. She also finds out that Kesar and Vikram had a baby girl as a result of this relationship.",
    "popularity": 7.6754,
    "poster_path": "/6LxRkMDSD8yjuV3MuJZ7lMzuU0Y.jpg",
    "release_date": "15/07/1983",
    "title": "Ghungroo",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5XGSGQQK3sp3DionQXesbuPcUTq.jpg",
    "genre_ids": [
      28,
      12,
      35,
      18,
      10749
    ],
    "id": 159666,
    "original_language": "hi",
    "original_title": "Mela",
    "overview": "Best mates Kishen and Shankar decide to help village belle Roopa avenge her family's death, but their friendship is tested in the process.",
    "popularity": 7.658,
    "poster_path": "/rPF46QLaBni9PXvbjmA8zSeaiJ5.jpg",
    "release_date": "07/01/2000",
    "title": "Mela",
    "video": false,
    "vote_average": 4.515,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/xMH0eMPEghR5HHUVWFtSsC0vn2d.jpg",
    "genre_ids": [
      35,
      10749,
      10402,
      18
    ],
    "id": 275784,
    "original_language": "hi",
    "original_title": "Solva Saal",
    "overview": "Classmates Laaj (Waheeda Rehman) and Shyam elope to Bombay with Laaj's necklace, which they hope to pawn to pay for their travels. On the train, a crafty journalist named Pran (Dev Anand) overhears the lovers' plan and follows them in search of a story. When Shyam snatches the necklace and runs off, it's Pran to the rescue. What follows is a song-filled caper of intrigue, adventure and romance.",
    "popularity": 7.651,
    "poster_path": "/1UlOSiz1kwBLt9iJyY0Yc1zW9MK.jpg",
    "release_date": "01/01/1958",
    "title": "Solva Saal",
    "video": false,
    "vote_average": 3.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 447165,
    "original_language": "hi",
    "original_title": "Awaaz",
    "overview": "Advocate Jayant defends his clients and gets them off the hook, even if they are guilty. However, when his wife is raped by the son of a gangster he has been defending, he vows to take revenge.",
    "popularity": 7.6424,
    "poster_path": "/3XOshDV0l5JkMd53mtdE6bqa43b.jpg",
    "release_date": "01/11/1984",
    "title": "Awaaz",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/dmhNtB9HvZq4IPNuw7bRF2G4GX1.jpg",
    "genre_ids": [
      18,
      35,
      80
    ],
    "id": 1086726,
    "original_language": "hi",
    "original_title": "एलएसडी 2: लव, सेक्स और धोखा 2",
    "overview": "In a high-tech world, three intertwined stories discuss identity, online intimacy and the allure of social networks.",
    "popularity": 7.6164,
    "poster_path": "/ywUtbLJngSqykpxiIHIqJNA06EX.jpg",
    "release_date": "19/04/2024",
    "title": "LSD 2: Love, Sex aur Dhokha 2",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 275934,
    "original_language": "hi",
    "original_title": "Bundal Baaz",
    "overview": "A poor Rajaram pretends to be wealthy in order to get married to his sweetheart, much to the displeasure of her father. Everything changes when Rajaram finds a bottle containing a 20000 year old genie that will help him for one year.",
    "popularity": 7.6124,
    "poster_path": "/6BSmxMO5Er47VfhhoeuVa7y4078.jpg",
    "release_date": "01/01/1976",
    "title": "Bundal Baaz",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648,
      27
    ],
    "id": 1324968,
    "original_language": "hi",
    "original_title": "Anjaam",
    "overview": "Wealthy Dinanath is the new owner of a mansion, which is looked after by Totaram and his wife, Maina. He soon discovers that there is a room kept under lock under key, and no one has ever been inside. He is in for more surprises when the previous owner's wife, Vidya, decides to come and live there, and shares the story of her life - how she loses her husband, Thakur, and how her son, Sunil, became a fugitive from justice - but has little explanation to offer for the ghostly female figure that haunts this mansion.",
    "popularity": 7.6085,
    "poster_path": "/yHLec7xp29HBaKOVqd7fuq7Ln9J.jpg",
    "release_date": "01/01/1978",
    "title": "Anjaam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pNfjfxWpH35Ls4M9D3klcWco6i2.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 357718,
    "original_language": "hi",
    "original_title": "Island City",
    "overview": "A collection of three comic-dramatic stories set in Mumbai. The first is about a diligent office worker who wins the office 'Fun Committee Award', which entitles him to a whole day full of fun. He is most reluctant to leave the safety of his cubicle but he has to. Prescribed fun modules have to be completed and non-compliance is not an option... The second story begins with a domineering head-of-the-family, Anil, who is on life support. Seeking some relief, his family decides to buy a TV, which Anil had banned. Now every night the family plugs into a popular soap whose hero, Purshottam, is a man ideal in every way and they are smitten. Then suddenly, comes the news that Anil is better and may be home soon. Will they have to let Purshottam go?... The third one centers on Aarti whose repetitive existence is slowly making her more and more mechanical and numb. Deep inside ferments a disconnect and unease that she is unable to articulate to anyone.",
    "popularity": 7.6008,
    "poster_path": "/nqQ0n5fvon215iWDdCa9rUnypGx.jpg",
    "release_date": "08/09/2015",
    "title": "Island City",
    "video": false,
    "vote_average": 8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306125,
    "original_language": "hi",
    "original_title": "Neela Akash",
    "overview": "Neela is a well educated girl who lives with her younger brother, sister and parents. Her father is addicted to gambling and alcohol and gets fired from his job due to misappropriation of some funds in his office which he commits for his gambling needs. Forced with circumstances, Neela decides to do a job as an air hostess in Indian Airlines. while on job she meets Aakash who works as a pilot in the same airline. After initial misunderstandings both fall in love with each other. Aakash proposes to Neela for marriage but Neela is concerned about her family as she is the only bread earner of her family and is responsible for education and other needs of her younger siblings. There is some more trouble as Neela's drunkard father does not like their relationship as Neela is his only source of money.",
    "popularity": 5.2846,
    "poster_path": "/aDXloYkCijj9tVZ6ZwUY7aXkW3D.jpg",
    "release_date": "01/01/1965",
    "title": "Neela Akash",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/nm56Ucx46AiwGN02RJDhKn2QceG.jpg",
    "genre_ids": [
      9648,
      27
    ],
    "id": 205211,
    "original_language": "hi",
    "original_title": "Saaya",
    "overview": "Tanya is a rich woman who is married to another rich man named Vinod. But their lives change by Vinod's death. Tanya than starts falling in love with a doctor named Akash. But Akash is in love with a woman named Maya and after some time gets married to her. But their marriage does not last long. Because, first Maya leaves him to travel to another part of India to help people who are sick; and then Akash receives news that she is dead. Tanya comes up to console Akash and hopes that he will now love, accept and marry her. But Akash does not do so, as he is still immersed in Maya's memories, and believes that Maya is still alive and calling out to him. Is Akash going out of his mind?",
    "popularity": 7.3682,
    "poster_path": "/gsbI2smESxO0JExRbawfZSYJwSa.jpg",
    "release_date": "04/07/2003",
    "title": "Saaya",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/9wR8tVP9Ln8sYCfk3UULe0hZQH5.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 45129,
    "original_language": "hi",
    "original_title": "Salaam Bombay!",
    "overview": "Young Krishna is abandoned at the Apollo Circus by his mother, who informs him that he can only return home when he can afford ₹500 for his brother's bicycle that he destroyed. The circus leaves Krishna behind and he travels to Bombay, where he delivers tee and befriends a heroin addict and a young prostitute. Krishna dreams of saving ₹500 to return home, but Bombay street life isn't easy.",
    "popularity": 6.9498,
    "poster_path": "/405GFXA7NKwVxqP9WHD5RaKZ84C.jpg",
    "release_date": "24/08/1988",
    "title": "Salaam Bombay!",
    "video": false,
    "vote_average": 7.284,
    "vote_count": 116
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27,
      35
    ],
    "id": 1374067,
    "original_language": "hi",
    "original_title": "स्त्री 3",
    "overview": "The eighth installment in the Maddock Supernatural Cinematic Universe. Plot TBA.",
    "popularity": 5.6499,
    "poster_path": "/uRCb1gfrwhzBf6DAxa9l4dL0vd9.jpg",
    "release_date": "13/08/2027",
    "title": "Stree 3",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uz35rFWaXlfbnXNy9kb2iBTu02H.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 1095223,
    "original_language": "hi",
    "original_title": "Gunaah",
    "overview": "A doctor finds an injured man and saves his life. But, the man has lost his memory. He sets out in search of his past and the people responsible for his plight.",
    "popularity": 5.6711,
    "poster_path": "/17QHtQAmsZoKGVsD9wC58JoyNjt.jpg",
    "release_date": "08/10/1993",
    "title": "Gunaah",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/h6625nFgFAxauqtvr2xVD5OPrGA.jpg",
    "genre_ids": [],
    "id": 322012,
    "original_language": "hi",
    "original_title": "Bhadaas",
    "overview": "A detective with training in criminal psychology aids the local police's hunt for a female serial killer who seduces unfaithful husbands before murdering them.",
    "popularity": 7.1179,
    "poster_path": "/fEJdIxIM8kIQs0OLQwlH6EtU8QI.jpg",
    "release_date": "27/12/2013",
    "title": "Bhadaas",
    "video": false,
    "vote_average": 1,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 542740,
    "original_language": "hi",
    "original_title": "Jawan Muhabat",
    "overview": "Dr. Sarin lives with his wife, Sunita, young daughter, Rekha, and his brother, Rajesh. Rajesh is an eligible bachelor, and on the lookout for a life-partner with a view of marriage.",
    "popularity": 7.7368,
    "poster_path": "/4viv3QtIlqvgElal2s5RBSKUiav.jpg",
    "release_date": "08/07/1971",
    "title": "Jawan Muhabat",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/zawV2nF32ajisU7GG0M0mINTXpY.jpg",
    "genre_ids": [
      36,
      28,
      10752,
      18
    ],
    "id": 33125,
    "original_language": "hi",
    "original_title": "सीमा",
    "overview": "Amidst the 1971 Indo-Pak war, a company of 120 Indian soldiers stationed at the border region of Longewala in Rajasthan must defend their post through the night against two thousand Pakistani troops armed with tanks. Based on the true events of the Battle of Longewala.",
    "popularity": 8.1042,
    "poster_path": "/vYih9kPSCh6CrJsZFWugXOY0ySj.jpg",
    "release_date": "13/06/1997",
    "title": "Border",
    "video": false,
    "vote_average": 6.539,
    "vote_count": 77
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 161455,
    "original_language": "hi",
    "original_title": "Hum Hain Bemisaal",
    "overview": "D' Souza witnessed a physical alteration between his friend Kishan and Tootie Shah. As a result of which his friend is killed and he is arrested and sentenced to jail. D' Souza struggles in jail in order to educate and brings up his friend's son. Years later the boy grows up to be a police officer, Vijay Sinha and is a brave police officer of the corrupt police department, who often gets into confrontation with Tootie Shah and is misunderstood. D' Souza wanted Vijay to take revenge on Tootie Shah but Vijay is under a wrong impression and will only ensure total destruction of his father's killer - none other than D' Souza himself.",
    "popularity": 7.5962,
    "poster_path": "/RWHDYqI5z4pOkXbTDeXqL29iI9.jpg",
    "release_date": "16/12/1994",
    "title": "Hum Hain Bemisaal",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/ftzJDKMjJqvjqknEWlBEDuCKGbW.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 362100,
    "original_language": "hi",
    "original_title": "Aashiq",
    "overview": "Pooja and Chander Kapoor have a heart-to-heart conversation on the telephone. When they finally meet and all is reveal they both fell in love with each other; Chander lives with his advocate dad Dilip Dev Kapoor while Pooja lives a wealthy but stressful family life with her alcoholic dad, her Dai Maa and a self-senile mother. Unfortunately for them Pooja's parents would like her to marry a person of their choice; this pits Chander against them. Then one day Pooja goes missing and the police headed by a rowdy inspector Mathur arrests Chander for abducting her much to his shock. Then Chander escapes from police custody and begins a man-hunt for Pooja.",
    "popularity": 7.8409,
    "poster_path": "/hbZukvlXufjDzQVJ2PycABTIiN.jpg",
    "release_date": "26/01/2001",
    "title": "Aashiq",
    "video": false,
    "vote_average": 4,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/xmh5cqFNSnsIEYH73aBnBTbfJdi.jpg",
    "genre_ids": [
      10751,
      18,
      10749
    ],
    "id": 457714,
    "original_language": "hi",
    "original_title": "Dillagi",
    "overview": "Two brothers -- Ranvir and Rajvir along with their parents move to Mumbai. They endure numerous hardships, but their will to survive prevails and they succeed. Soon, their parents pass away, leaving young Rajvir in the care of Ranvir. Now wealthy beyond any means, Ranvir runs the business and Rajvir lives recklessly. When Rajvir falls in love, Ranvir arranges his marriage, but to his dismay finds out that he has arranged his brother to marry the girl he loves.",
    "popularity": 7.5889,
    "poster_path": "/A9uVeT4605jLKHDUL4Z3kE79Can.jpg",
    "release_date": "08/11/1999",
    "title": "Dillagi",
    "video": false,
    "vote_average": 5.4,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/7dadBR1sXrl1TTzRQYNGUvQinF4.jpg",
    "genre_ids": [
      35,
      80
    ],
    "id": 20832,
    "original_language": "hi",
    "original_title": "क्रैजी 4",
    "overview": "4 mental patients formulate the plan to rescue their kidnapped doctor and teach the kidnappers a lesson.",
    "popularity": 6.9868,
    "poster_path": "/8owptcZPbNIqugAHQOzawgRQM5s.jpg",
    "release_date": "11/04/2008",
    "title": "Krazzy 4",
    "video": false,
    "vote_average": 4.797,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 1236085,
    "original_language": "hi",
    "original_title": "Nirbhay",
    "overview": "The movie revolves with a story of innocent young man who is entrapped and convicted in a murder case. After release from jail he knows the truth and he takes revenge on those person behind the plot.",
    "popularity": 7.1862,
    "poster_path": "/8O5EwnJu515rSWUnyj6PkaSEHYx.jpg",
    "release_date": "26/02/1996",
    "title": "Nirbhay",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 812862,
    "original_language": "hi",
    "original_title": "Mirzaa",
    "overview": "Set in modern day Kolkata, Mirzaa is the story of two orthodox underworld kingpins and their hate against each other that finally shatters the world around them. Based on Shakespeare's Romeo and Juliet, Mirzaa tells the story of a time when love becomes forbidden",
    "popularity": 8.0165,
    "poster_path": "/eRbZyMNkMksfCPz1xS7amqn95Sz.jpg",
    "release_date": "14/07/2017",
    "title": "Mirzaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 1120679,
    "original_language": "hi",
    "original_title": "Maqaar",
    "overview": "A man has uncanny resemblances to a thief who passed away in an accident two years back and his friend tries to find the truth about his actual identity.",
    "popularity": 7.1475,
    "poster_path": "/8Zqf4AnVHXWhGCurE6na32DKzfZ.jpg",
    "release_date": "01/01/1986",
    "title": "Maqaar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10402,
      28
    ],
    "id": 325889,
    "original_language": "hi",
    "original_title": "Garam Masala",
    "overview": "Lusty womanizer, army Captain Kishore, wants a gypsy dancer for himself, and is ready to kill anyone who tries to get in the way. But his plans are foiled when the woman kills herself, leaving behind an injured father, the head of the gypsies, and a younger sister by the name of Jugnu. Jugnu swears to avenge her sister's death, and seeks training from Robert Taylor, and becomes an expert in weapons and fist-fighting. She assumes the guise of a masked male and calls herself \"Garam Masala\", and inflicts terror in Captain Kishore's life and army. Garam Masala's attempts to kill Kishore are foiled when she is captured. She is rescued by a mysterious masked male, who disappears into the night. Kishore is clearly baffled by the appearance of two masked men, and asks his men to search high and low for them. In the meantime, Kishore returns to his kingdom, which has it's King missing for several years, and the prince - a puppet in the hands of Kishore and his men.",
    "popularity": 5.3909,
    "poster_path": "/1zTOvmbzVhVHalDxy0Ee3iuGULp.jpg",
    "release_date": "05/05/1972",
    "title": "Garam Masala",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36,
      53,
      10749,
      18
    ],
    "id": 708388,
    "original_language": "hi",
    "original_title": "Faraar",
    "overview": "A group of freedom-fighters face betrayal and go on the run from police in British-occupied Hindustan.",
    "popularity": 7.8352,
    "poster_path": "/1HNXsF8PBI6NLFnQu8VPxRmk1oJ.jpg",
    "release_date": "01/01/1955",
    "title": "Faraar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/nZfCt8GAar4mfuivcMzxjBx9jPu.jpg",
    "genre_ids": [
      27,
      28,
      35
    ],
    "id": 99106,
    "original_language": "hi",
    "original_title": "Mahakaal",
    "overview": "A demon torments the family and friends of Anita in order to take revenge on his death, which was caused by her police-officer father.",
    "popularity": 7.3939,
    "poster_path": "/5zOhkvuFEagEMqccughefrE2sqL.jpg",
    "release_date": "11/02/1994",
    "title": "Mahakaal",
    "video": false,
    "vote_average": 6,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/jPJz1D7ZzOrP9m4s13F6usIZpwW.jpg",
    "genre_ids": [
      10751,
      18,
      28
    ],
    "id": 213729,
    "original_language": "hi",
    "original_title": "Zameer",
    "overview": "Maharaj Singh is a proud owner of several derby-winning stallions, and lives in a palatial farmhouse with his wife, Rukmini and young son, Chimpoo. One day dacoits attack his farmhouse with a view of stealing the stallions.",
    "popularity": 5.2117,
    "poster_path": "/mazm9iTC4i2idkjBW3XUBYDZs0p.jpg",
    "release_date": "21/03/1975",
    "title": "Zameer",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/lYWzv5TlU0JqynBb0xktygDPBnQ.jpg",
    "genre_ids": [
      53,
      80
    ],
    "id": 482154,
    "original_language": "hi",
    "original_title": "अज्जी",
    "overview": "After her 10-year-old granddaughter Manda is brutally raped by a serial sex offender, the young girl's Ajji sets out to seek revenge, after custodians of law refuse to bring the rapist to book, thanks to his influential political background.",
    "popularity": 5.5772,
    "poster_path": "/l9o0MyXY9n7oukVLmH84v9yMCoT.jpg",
    "release_date": "24/11/2017",
    "title": "Ajji",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/y5Bksp9KOjw3BVwJNJiFhThZchn.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 20971,
    "original_language": "hi",
    "original_title": "Zinda",
    "overview": "The film is about a man, who has been imprisoned for 14 years, who has been released and has four days to figure out why he was imprisoned in the first place.",
    "popularity": 7.4,
    "poster_path": "/o5u3Rx0hFvPEGsZGTi3faAiIQMQ.jpg",
    "release_date": "12/01/2006",
    "title": "Zinda",
    "video": false,
    "vote_average": 3.904,
    "vote_count": 26
  },
  {
    "adult": false,
    "backdrop_path": "/nZfCt8GAar4mfuivcMzxjBx9jPu.jpg",
    "genre_ids": [
      27,
      28,
      35
    ],
    "id": 99106,
    "original_language": "hi",
    "original_title": "Mahakaal",
    "overview": "A demon torments the family and friends of Anita in order to take revenge on his death, which was caused by her police-officer father.",
    "popularity": 7.3939,
    "poster_path": "/5zOhkvuFEagEMqccughefrE2sqL.jpg",
    "release_date": "11/02/1994",
    "title": "Mahakaal",
    "video": false,
    "vote_average": 6,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/nm56Ucx46AiwGN02RJDhKn2QceG.jpg",
    "genre_ids": [
      9648,
      27
    ],
    "id": 205211,
    "original_language": "hi",
    "original_title": "Saaya",
    "overview": "Tanya is a rich woman who is married to another rich man named Vinod. But their lives change by Vinod's death. Tanya than starts falling in love with a doctor named Akash. But Akash is in love with a woman named Maya and after some time gets married to her. But their marriage does not last long. Because, first Maya leaves him to travel to another part of India to help people who are sick; and then Akash receives news that she is dead. Tanya comes up to console Akash and hopes that he will now love, accept and marry her. But Akash does not do so, as he is still immersed in Maya's memories, and believes that Maya is still alive and calling out to him. Is Akash going out of his mind?",
    "popularity": 7.3682,
    "poster_path": "/gsbI2smESxO0JExRbawfZSYJwSa.jpg",
    "release_date": "04/07/2003",
    "title": "Saaya",
    "video": false,
    "vote_average": 4.3,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/9ofvYGAs7jYGfyAETHlKafnhfQw.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 320752,
    "original_language": "hi",
    "original_title": "Bekhudi",
    "overview": "Devoted to each other, young lovers Rohit (Kamal Sadanah) and Radhika (Kajol) must keep their romance a secret for fear of her family's disapproval. But after Rohit accidentally kills his sweetheart's delinquent bad-boy brother, Radhika's family packs her off to wed another man. Undeterred, Rohit follows his beloved, forcing a confrontation with her family and her new fiancé (Ajay Mankotia).",
    "popularity": 7.3375,
    "poster_path": "/jLe0N3NfEwOIsIcIGm1zHHmPeoy.jpg",
    "release_date": "16/07/1992",
    "title": "Bekhudi",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4QRHPLwgVFG4psPn8OBMKNjvgo7.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 82698,
    "original_language": "hi",
    "original_title": "Ladies VS. Ricky Bahl",
    "overview": "A smooth and charming conman, Ricky Bahl, cons girls for a living but finally meets his match is this fun-filled \"ROM-CON.\"",
    "popularity": 7.2966,
    "poster_path": "/3PxKzBv4hr7rKjofcCiMRnwx4AT.jpg",
    "release_date": "08/12/2011",
    "title": "Ladies VS. Ricky Bahl",
    "video": false,
    "vote_average": 5.988,
    "vote_count": 80
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 46622,
    "original_language": "hi",
    "original_title": "Khatta Meetha",
    "overview": "Two old people get married and their children from their previous marriages now have to live together under the same roof. Clashes and hilarity ensue.",
    "popularity": 7.2906,
    "poster_path": "/udimJjXzyo0jNlWN2x9ZNE4SgHs.jpg",
    "release_date": "06/01/1978",
    "title": "Khatta Meetha",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/A60PXQEjFXBRLwd2iqviE2Zcsts.jpg",
    "genre_ids": [
      9648,
      53
    ],
    "id": 1101722,
    "original_language": "hi",
    "original_title": "Faraar",
    "overview": "Calcutta-based Naval Officer Shankar Choudhry lives a wealthy lifestyle with his doctor dad, and mom. One day while returning home in a cab home from a Club, he comes an injured man, Shekhar, takes him home, has his dad nurse look after him, as well as goes to his home to notify his sister, Neela. Both Neela and he fall in love with each other. When Shekhar recovers, he returns home, and it is then that Shankar notices a change in Neela. When he questions her, she refuses to answer. Then Shekhar is shot and killed in his apartment. A Police Dectective Officer assigned to this homicide - has a lighter with the word 'S' engraved on it. This leads him to suspect three persons: One is a gangster named Shyam Sunder, second a delinquent runaway child, Sushil Kumar alias Daaku, who lives with his maternal uncle and aunt; and the third is none other than Shankar Choudhry himself.",
    "popularity": 7.28,
    "poster_path": "/rpOTmD2Ky1mDYiChs1SspgqvmU.jpg",
    "release_date": "01/01/1965",
    "title": "Faraar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1510509,
    "original_language": "hi",
    "original_title": "Ishara",
    "overview": "A love triangle blossoms amidst class divides when a wealthy young man falls for a poor girl, only for a traditional arranged marriage to disrupt their lives and expose the harsh realities of societal expectations.",
    "popularity": 7.2632,
    "poster_path": "/jhRZNCRKSw4t4A8KVzrstwFOrda.jpg",
    "release_date": "04/06/1943",
    "title": "Ishara",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/2kI8el1XkM5tuB25xnLsRJnRPTo.jpg",
    "genre_ids": [
      18
    ],
    "id": 646455,
    "original_language": "hi",
    "original_title": "Bebaak",
    "overview": "Inspired by a true event, Bebaak is the story of Fatin, an economically vulnerable young woman, who gets chastised by a religious authority with blatant misogyny during a scholarship interview.",
    "popularity": 7.2629,
    "poster_path": "/rzRFBE3gO5LUlrxBPkCssiOAAO2.jpg",
    "release_date": "23/05/2019",
    "title": "Bebaak",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 628828,
    "original_language": "hi",
    "original_title": "Bari Behen",
    "overview": "Shyama (Suraiya) gets a job as a servant so she can pay for her younger sister, Kiran's (Geeta Bali) education in the city. Kiran, though, is in love with a rogue, Ajit (Pran).",
    "popularity": 7.252,
    "poster_path": "/pLDYYjZXKRt616XNj8IrQCyzYlI.jpg",
    "release_date": "01/01/1949",
    "title": "Bari Behen",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 481135,
    "original_language": "hi",
    "original_title": "Phool",
    "overview": "Phool is a 1993 Bollywood film directed by Singeetam Srinivasa Rao starring Kumar Gaurav and Madhuri Dixit in lead roles along with Sunil Dutt and Rajendra Kumar in supporting roles.",
    "popularity": 7.2517,
    "poster_path": "/6CDOnwmTdSufgTai5uKaTaqnBbJ.jpg",
    "release_date": "29/07/1993",
    "title": "Phool",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 916815,
    "original_language": "hi",
    "original_title": "Shabnam",
    "overview": "Shabnam is an ambitious girl who wants to be a dancer. Her mother was also a great dancer but her father Tony is against it. Then comes Rahul in her life like a storm with a proposition to allow Shabnam to take part in dance competitions.",
    "popularity": 7.2381,
    "poster_path": "/rlULIppPCVTyi3jTaFz3toWaykm.jpg",
    "release_date": "01/01/1993",
    "title": "Shabnam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lprsAHkwMxk2iC6VZxNmV0H7g1t.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 781732,
    "original_language": "hi",
    "original_title": "Animal",
    "overview": "The hardened son of a powerful industrialist returns home after years abroad and vows to take bloody revenge on those threatening his father's life.",
    "popularity": 7.2221,
    "poster_path": "/hr9rjR3J0xBBKmlJ4n3gHId9ccx.jpg",
    "release_date": "01/12/2023",
    "title": "Animal",
    "video": false,
    "vote_average": 6.108,
    "vote_count": 171
  },
  {
    "adult": false,
    "backdrop_path": "/CuBCTDsdAEsVbZPrI16kzUlTIV.jpg",
    "genre_ids": [
      10749,
      53
    ],
    "id": 1041054,
    "original_language": "hi",
    "original_title": "Freddy",
    "overview": "Introverted and awkward Dr. Freddy Ginwala desperately searches for a soulmate. When he finally finds her, the relationship becomes as painful as a root canal.",
    "popularity": 7.2053,
    "poster_path": "/av8OONk9vmm0OmGWNYzZpAbOJP3.jpg",
    "release_date": "02/12/2022",
    "title": "Freddy",
    "video": false,
    "vote_average": 7.022,
    "vote_count": 45
  },
  {
    "adult": false,
    "backdrop_path": "/iqqnhMLaS94Fw4rpAQB6jHx0y9E.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 1339876,
    "original_language": "hi",
    "original_title": "मर्दानी 3",
    "overview": "Officer Shivani Shivaji Roy returns to hunt down those behind the disappearance of young girls, risking everything to bring them back alive.",
    "popularity": 7.1989,
    "poster_path": "/jLo8qcDOw9CD1COzMLBouOqHtqX.jpg",
    "release_date": "30/01/2026",
    "title": "Mardaani 3",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 1236085,
    "original_language": "hi",
    "original_title": "Nirbhay",
    "overview": "The movie revolves with a story of innocent young man who is entrapped and convicted in a murder case. After release from jail he knows the truth and he takes revenge on those person behind the plot.",
    "popularity": 7.1862,
    "poster_path": "/8O5EwnJu515rSWUnyj6PkaSEHYx.jpg",
    "release_date": "26/02/1996",
    "title": "Nirbhay",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/1Nc0kMBsf6xtRJ2YFyaEMYNMz3B.jpg",
    "genre_ids": [
      18,
      10402
    ],
    "id": 413911,
    "original_language": "hi",
    "original_title": "Kalakaar",
    "overview": "Poor and orphan Ravi Kumar is gifted with good singing attributes. He meets wealthy Radha Khanna and with her recommendation he lands his first singing assignment and this takes him to the way of stardom. Soon Radha starts to witness changes in Ravi's behavior towards her; which makes them split up. Unknown to Radha that Ravi has been diagnosed with cancer and does not have long to live.",
    "popularity": 7.1585,
    "poster_path": "/stUxEvIHK1QAYEmFVGBsMtYwQrS.jpg",
    "release_date": "09/12/1983",
    "title": "Kalakaar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 331560,
    "original_language": "hi",
    "original_title": "Bewafai",
    "overview": "Asha's jealousy gets the better of her when she finds out that the man she loves, Ashok, is showering attention to Vinny, a woman Asha beats up later, and Renu, a woman who has a cognitive disorder.",
    "popularity": 7.1476,
    "poster_path": "/dPKs4cL9WKDgb373tIwLEflE3Fe.jpg",
    "release_date": "20/09/1985",
    "title": "Bewafai",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/jlriOgtDzevW4idm4k1aFJBSaDn.jpg",
    "genre_ids": [
      18
    ],
    "id": 515629,
    "original_language": "hi",
    "original_title": "Rihaee",
    "overview": "A village is inhabited mainly by women whose husbands are in the cities earning a living. Taking advantage of the situation, a man who returns to his village succeeds in seducing most of the women.",
    "popularity": 5.0155,
    "poster_path": "/6ol7WBwuloxub3dRgMP1CRG6b98.jpg",
    "release_date": "31/08/1988",
    "title": "Rihaee",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/8lPF73Zb7D5FWaT8wj7rynJqBpe.jpg",
    "genre_ids": [
      80,
      18,
      28
    ],
    "id": 159657,
    "original_language": "hi",
    "original_title": "Baazi",
    "overview": "A tough and honest police officer wages a one-man war against terrorists and a corrupt politician who have planned to assassinate the chief minister of the state.",
    "popularity": 5.0327,
    "poster_path": "/ovZzl24CtM4UevTLHMyJO9svRXB.jpg",
    "release_date": "05/04/1995",
    "title": "Baazi",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": "/fDIVoKoNWYqKdy6olpmH0uw8l6W.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 82186,
    "original_language": "hi",
    "original_title": "Pasand Apni Apni",
    "overview": "Geeta, a stage artist in Star Theatre Company, takes a ride in industrialist Sandeep Anand's car and gossip starts making rounds about their love.  Sriram, owner of Star Theatre Company, wants to take advantage of the love between Geeta and Sandeep and publicizes that their new play will be sponsored by Sandeep Anand without Sandeep's knowledge.  Sandeep goes on to investiglate the mysterious bills he gets for costumes, meets Geeta and falls in love with her.  After quite a lot of confusion, things settle down and Sandeep and Geeta finally get married.",
    "popularity": 5.1608,
    "poster_path": "/hWiSRhafAkwL256PD3fb0aeQDbW.jpg",
    "release_date": "01/01/1983",
    "title": "Pasand Apni Apni",
    "video": false,
    "vote_average": 4,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/afgKn02XoGnSLfa5SKgEfDtSPWu.jpg",
    "genre_ids": [
      10402,
      14,
      27,
      53
    ],
    "id": 280272,
    "original_language": "hi",
    "original_title": "Nagin",
    "overview": "A male and a female in their human forms are in love with each other. When the male turns back into a snake, he is shot by a member of a hunting party, who thought the snake was going to attack the woman. Enraged at the brutal killing of her beloved; the female snake begins to take revenge on the six involved, killing them one by one after assuming the form of a human.",
    "popularity": 7.1065,
    "poster_path": "/yvIsc4W1g6GO79ZtMNxHXZhaQ5R.jpg",
    "release_date": "19/01/1976",
    "title": "Nagin",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/jdkfmS5vcNWrKl7cM5Kh21ipuAW.jpg",
    "genre_ids": [
      10749,
      18,
      80
    ],
    "id": 117337,
    "original_language": "hi",
    "original_title": "Kajraare",
    "overview": "Kajraare is a Bollywood film, released on October 15, 2010. The film is directed by Pooja Bhatt and stars Himesh Reshammiya and Mona Laizza. Himesh plays a singer who falls in love with a bar dancer and the film centralizes on how they find true love. It is the first Hindi film to be shot in Petra, \"the eighth wonder of the world",
    "popularity": 4.9406,
    "poster_path": "/lceoE7cOsQPOsVmblVsObZxbxS.jpg",
    "release_date": "15/10/2010",
    "title": "Kajraare",
    "video": false,
    "vote_average": 2.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 318765,
    "original_language": "hi",
    "original_title": "Maa Kasam",
    "overview": "After being released from prison, reckless criminal Balwant (Ranjeet) sets out to recover a treasure map concealed in a diamond ring, only to have his ruthless ways result in the tragic death of his wife. Balwant is jailed once again, but years later, the search for the map resumes when a curious stranger named Chakradhari (Amjad Khan) comes to town, and Balwant picks up the deadly hunt once more. Shibu Mitra directs this Hindi drama.",
    "popularity": 4.9105,
    "poster_path": "/eP0kgYLom9cGkwl4Z1dOlBH31qt.jpg",
    "release_date": "26/11/1985",
    "title": "Maa Kasam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hMFLH4pbwRiZMbwFM3IOVz32WjX.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 44248,
    "original_language": "hi",
    "original_title": "Aisha",
    "overview": "Aisha, who loves playing matchmaker much to her friend Arjun's disapproval, finds a new target in the simple Shefali. But in the process, she ends up ruining her own relationship with close friends.",
    "popularity": 7.1394,
    "poster_path": "/axShahJKiP33H3YypztYQ2SgJG3.jpg",
    "release_date": "06/08/2010",
    "title": "Aisha",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/kQPnktOc9LP6awJOZHcY1dfjiav.jpg",
    "genre_ids": [
      28,
      80,
      36,
      53
    ],
    "id": 171879,
    "original_language": "hi",
    "original_title": "दि अटैक्स ऑफ 26/11",
    "overview": "Rakesh Maria, Mumbai's Joint Commissioner, recounts the events of 26/11, where ten Pakistani terrorists attacked the city",
    "popularity": 9.5656,
    "poster_path": "/peDKpbfsQ4YdWjUllEQrUbGJLQW.jpg",
    "release_date": "01/03/2013",
    "title": "The Attacks Of 26/11",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/r1uw8zPWIMnJ9vY1iJc9JcTDE0f.jpg",
    "genre_ids": [
      18
    ],
    "id": 1252502,
    "original_language": "hi",
    "original_title": "Riha",
    "overview": "Zoya Diwan and her 8 year old son are stuck in an abusive marriage with her activist husband, when she is sought out for help by a victim of Triple Talaq",
    "popularity": 4.9374,
    "poster_path": "/pMNTs3JLc0vSjyN291fMVqlutZQ.jpg",
    "release_date": "",
    "title": "Unlocked",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/2v9zlSKPrVLyhW8ywQoi3e6mzxw.jpg",
    "genre_ids": [
      35,
      80
    ],
    "id": 19980,
    "original_language": "hi",
    "original_title": "99",
    "overview": "Two unlucky delinquents stumble into a series of random misadventures when they attempt to collect a debt for their boss.",
    "popularity": 5.0949,
    "poster_path": "/2MtjgwcijLshodM5cNkCJFUW7tK.jpg",
    "release_date": "15/05/2009",
    "title": "99",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 507645,
    "original_language": "hi",
    "original_title": "Daata",
    "overview": "Kundan is the son of a honorable teacher recognized for his contributions to the community, and is a poet himself. When his sister's marriage is arranged to a goon's son and later falls apart due to dowry demands, he needs to take revenge. His actions will lead to the death of his closest ones and he will turn into a rebel.",
    "popularity": 4.9522,
    "poster_path": "/xqy6FtqfYTmV2K7Moh0XcntTiIo.jpg",
    "release_date": "23/06/1989",
    "title": "Daata",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 480649,
    "original_language": "hi",
    "original_title": "Daayan",
    "overview": "In Hindi, a \"daayen\" or \"daayani\" (Hindi: डायन) is a term for a witch, descended from the Sanskrit word dakini, which refers to a female supernatural being.",
    "popularity": 4.9077,
    "poster_path": "/tArgH8bxkZ3X6CwdI4A0X52HbLl.jpg",
    "release_date": "01/01/1997",
    "title": "Daayan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yh8W1XJqXzfdrb9uz6MBddDsOrt.jpg",
    "genre_ids": [
      18
    ],
    "id": 625060,
    "original_language": "hi",
    "original_title": "Ahankaar",
    "overview": "A mother sacrifices for her family. But a step-son? This is a story of a woman, her step-son, her natural son, daughter and alcoholic husband. A freak accident occurs, where Prabhat, in saving his step-mother, ends up mute; which starts him on his journey of unappreciated sacrifice. A kind factory owner gives him a job, his labor supporting his half brother, sister and step-mother, while his father is in jail, and even after his release.",
    "popularity": 4.9155,
    "poster_path": "/55pGbv3DsTjQaWGKLr1DSieYMKD.jpg",
    "release_date": "25/08/1995",
    "title": "Ahankaar",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/otFlDfRVRpKsMGxABTXPBmOaM7S.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 529526,
    "original_language": "hi",
    "original_title": "Kabzaa",
    "overview": "Ranjit Verma is lawyer to criminal Veljibhai who gets involved with Ranjit's brother, Ravi. Veljibhai, with the help of Ravi, tries to steal the property of Ustad Ali.",
    "popularity": 4.9697,
    "poster_path": "/w42lRSLlnwc3WJG8bUG8YDxabcb.jpg",
    "release_date": "20/05/1988",
    "title": "Kabzaa",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/f5bzQHZdAAneI0eke9EKt41k3bL.jpg",
    "genre_ids": [
      18
    ],
    "id": 493622,
    "original_language": "hi",
    "original_title": "The Killer",
    "overview": "A cold-blooded contract killer hires the services of a cab driver for a full night. He forces the driver to go around Dubai as he keeps finishing off witnesses scheduled to testify against a gangster.",
    "popularity": 5.2267,
    "poster_path": "/l5CUToJuYslpNhXHUCi0QRgMkIV.jpg",
    "release_date": "21/07/2006",
    "title": "The Killer",
    "video": false,
    "vote_average": 3.6,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/dWKc5O07octDVIShMWhWmPuBpQH.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 276056,
    "original_language": "hi",
    "original_title": "Sssshhh...",
    "overview": "After her sister is brutally murdered, bubbly younger sibling Mahek (Tanisha) withdraws from her friends and family into a protective shell. The only boy she's remotely drawn to is a college student who's much like Mahek is now -- shy and introverted. Things seem to be proceeding smoothly between the two, until one day when Mahek is attacked by a man in a joker's mask who seems intent on murdering her.",
    "popularity": 6.7336,
    "poster_path": "/yq6RkjUDBKTFmkDAgBCeouRTtNi.jpg",
    "release_date": "24/10/2003",
    "title": "Sssshhh...",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/zQIvhE39zWiDg2MCdlyYpe0O02j.jpg",
    "genre_ids": [
      53
    ],
    "id": 396128,
    "original_language": "hi",
    "original_title": "Faraar",
    "overview": "The film is based around a middle-class man, Rajesh (Raj) living with his sister. He is in love with a young woman, and he intends to marry her once he has found a potential husband to take care of his sister. However, one day the sister is raped and murdered and the police are unable to find any clues and it is left to Rajesh to find the murderers and avenge her death. He traces the murderer and kills him, and is therefore now on the run from the police himself. Rajesh abducts a child as a hostage and seeks refuge in a house only to later learn that the child is the son of his former lover, who is now married to a Police Inspector. Rajesh is torn in two - whether to release the child, or to use him to make an escape.",
    "popularity": 7.8626,
    "poster_path": "/lULOw6JYzeQbE26jnVY9kYMZpNu.jpg",
    "release_date": "11/11/1975",
    "title": "Faraar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/v3DTA6UVgMSphErDLbH2TBQIadW.jpg",
    "genre_ids": [
      10749
    ],
    "id": 239586,
    "original_language": "hi",
    "original_title": "Issaq",
    "overview": "A contemporary adaptation of Romeo and Juliet set in the backdrop of Varanasi in the UP heartland, complete with naxalism, sand mining mafia and of course the timeless love story.",
    "popularity": 5.0239,
    "poster_path": "/pe6TyXVigrEZAR7PViveDO7xSSq.jpg",
    "release_date": "27/07/2013",
    "title": "Issaq",
    "video": false,
    "vote_average": 4,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/lFq65LulkPYZEeKo8cEId4N2s07.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1238164,
    "original_language": "hi",
    "original_title": "गुस्ताख इश्क़",
    "overview": "On a pursuit to save his father's printing press in the heart of Purani Delhi, a man becomes a disciple of a revered poet and falls in love with his daughter. Torn between his love and honoring his mentor, he must make a choice that could change his life forever.",
    "popularity": 7.05,
    "poster_path": "/eEl28LCW1DsXTRhmdlo2vjuaP5X.jpg",
    "release_date": "28/11/2025",
    "title": "Gustaakh Ishq",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1433326,
    "original_language": "hi",
    "original_title": "Maqam",
    "overview": "A cinematic tribute to the art of fighting.",
    "popularity": 7.0338,
    "poster_path": "/tAH2ZKrKnlFhu9F3dhM0XQJuntK.jpg",
    "release_date": "07/03/2025",
    "title": "Maqam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 499740,
    "original_language": "hi",
    "original_title": "Bulundi",
    "overview": "A college professor agrees to teach the son of a gangster and becomes a pawn in a deadly game.",
    "popularity": 7.0224,
    "poster_path": "/6AnbUuZL1uEpQ5pXYf2dJcTGvo4.jpg",
    "release_date": "30/01/1981",
    "title": "Bulundi",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/u0WiqMitL1GANLeeI2xcSaD44pg.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 612990,
    "original_language": "hi",
    "original_title": "Agneekaal",
    "overview": "Bharat Nagar is a city terrorized by gangsters and corrupt politicians. An honest police officer tries to restore law and order to it.",
    "popularity": 7.02,
    "poster_path": "/rfGwUdHv1swc5q0QMNS7qeSbbS2.jpg",
    "release_date": "19/10/1990",
    "title": "Agneekaal",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/t8mxwvrtwAGfsAx8kDKmo5qB5Le.jpg",
    "genre_ids": [
      10749,
      53
    ],
    "id": 862508,
    "original_language": "hi",
    "original_title": "Badnaam",
    "overview": "Desperate to leave her parents' house and start a new life with her boyfriend Kabir, Sonia agrees to deliver a mysterious package for her friend. Will her decision help her fulfil her desires?",
    "popularity": 7.0024,
    "poster_path": "/qio0J1DZrAdRyb3Ayw1RurfElyt.jpg",
    "release_date": "16/08/2021",
    "title": "Badnaam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gCHmbL21GcnQRepOJu7JYYDJBs1.jpg",
    "genre_ids": [],
    "id": 1325080,
    "original_language": "hi",
    "original_title": "Takkar",
    "overview": "A wicked stepmother and her brother attempt to kill her stepson but he survives, and years later re-enters their lives. On the other hand, a smuggler assumes the identity of an honest man who looks like him, in order to evade the police.",
    "popularity": 6.9994,
    "poster_path": "/t4B0fsG9FxMGDuHDxPfah2WZLF8.jpg",
    "release_date": "18/04/1980",
    "title": "Takkar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7dadBR1sXrl1TTzRQYNGUvQinF4.jpg",
    "genre_ids": [
      35,
      80
    ],
    "id": 20832,
    "original_language": "hi",
    "original_title": "क्रैजी 4",
    "overview": "4 mental patients formulate the plan to rescue their kidnapped doctor and teach the kidnappers a lesson.",
    "popularity": 6.9868,
    "poster_path": "/8owptcZPbNIqugAHQOzawgRQM5s.jpg",
    "release_date": "11/04/2008",
    "title": "Krazzy 4",
    "video": false,
    "vote_average": 4.797,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": "/aopgXnL5oNwRiCZXWAH91U9Quh4.jpg",
    "genre_ids": [
      28
    ],
    "id": 237743,
    "original_language": "hi",
    "original_title": "Zehreela Insaan",
    "overview": "Arjun, a hot headed but soft hearted man, always finds himself in situations that others take him as a bad person. His childhood teacher Masterji is the only person understands him &amp; appreciates his good quality and Arjun follows his instruction/wishes completely. Arjun loves Aarti and wants to marry her but Aarti's father does not endorse this alliance and decides to get her marry to someone else. Arjun is agitated but Masterji calms him down and asks him to not disrupt this marriage, instead convince Aarti to marry the boy her father has chosen for her. Arjun follows what Masterji has asked him. Devastated Arjun finds love in Margret who he has been fighting with since she came to town. Now Margret's uncle and mother are against their marriage. This time Arjun is not lenient and does not even listen to Masterji. Arjun and Margret run away and commit suicide jumping down a mountain.",
    "popularity": 6.9718,
    "poster_path": "/cd99xUVHLFtZQrwCdX13MciGx6q.jpg",
    "release_date": "03/04/1974",
    "title": "Zehreela Insaan",
    "video": false,
    "vote_average": 4,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/9wR8tVP9Ln8sYCfk3UULe0hZQH5.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 45129,
    "original_language": "hi",
    "original_title": "Salaam Bombay!",
    "overview": "Young Krishna is abandoned at the Apollo Circus by his mother, who informs him that he can only return home when he can afford ₹500 for his brother's bicycle that he destroyed. The circus leaves Krishna behind and he travels to Bombay, where he delivers tee and befriends a heroin addict and a young prostitute. Krishna dreams of saving ₹500 to return home, but Bombay street life isn't easy.",
    "popularity": 6.9498,
    "poster_path": "/405GFXA7NKwVxqP9WHD5RaKZ84C.jpg",
    "release_date": "24/08/1988",
    "title": "Salaam Bombay!",
    "video": false,
    "vote_average": 7.284,
    "vote_count": 116
  },
  {
    "adult": false,
    "backdrop_path": "/obJtxmIqI3MmvSwC5x5svOO3AF0.jpg",
    "genre_ids": [
      28,
      12,
      14
    ],
    "id": 146255,
    "original_language": "hi",
    "original_title": "Ajooba",
    "overview": "This is a story of Ajooba, the masked legend, who was treated as the only protector of the people of Baharistan. Ajooba is none other than Ali, the real heir to the kingdom of Baharistan. Unfortunately for Ali, when he was just born, his father and mother were overthrown by the evil designs of the Vazir. Ali survived as destined and was brought up by a blacksmith who was unaware of Ali's real identity. In the guise of Ajooba, Ali takes up the very difficult task of finding his lost parents and then to re-instate them to the throne with great honour.",
    "popularity": 6.9385,
    "poster_path": "/Ai4kr0EVDnEwIvD4r5RKVkNFu7b.jpg",
    "release_date": "12/04/1991",
    "title": "Ajooba",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/pX9jTPVJmbFoE9MpPmOhyepEnAv.jpg",
    "genre_ids": [],
    "id": 306387,
    "original_language": "hi",
    "original_title": "Gopi",
    "overview": "Unorthodox, honest, simple-minded, and unemployed Gopi is blamed for a theft he did not commit, and gets thrown out of his home by his elder step-brother.",
    "popularity": 6.9383,
    "poster_path": "/cfwCKzBEqoCWfJtkSfziAP3Cgxg.jpg",
    "release_date": "01/01/1970",
    "title": "Gopi",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 969800,
    "original_language": "hi",
    "original_title": "Inquilab",
    "overview": "A drama set amid an earthquake in Bihar. Miss Renee (Khote) looks after the victims while her lover, the businessman Sardar (Mohanned), wants to make money from the disaster.",
    "popularity": 6.9382,
    "poster_path": "/jWk7IWBnkZQC7bDLvOSQUK1BzZs.jpg",
    "release_date": "05/07/1935",
    "title": "Inquilab",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/lIdICy0qdCECgG6o4IJWOQqz8fX.jpg",
    "genre_ids": [],
    "id": 303105,
    "original_language": "hi",
    "original_title": "Ajay",
    "overview": "Ajay falls in love with superstar dancer Manorama, who comes from a dangerous family.",
    "popularity": 6.9177,
    "poster_path": "/cjzlBGHeaak2IjDRWRh8ZqwzkGC.jpg",
    "release_date": "20/12/1996",
    "title": "Ajay",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/8gT3UKtglLVpu0YfccwbmXZ5Eis.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 20453,
    "original_language": "hi",
    "original_title": "3 Idiots",
    "overview": "Rascal. Joker. Dreamer. Genius... You've never met a college student quite like \"Rancho.\" From the moment he arrives at India's most prestigious university, Rancho's outlandish schemes turn the campus upside down—along with the lives of his two newfound best friends. Together, they make life miserable for \"Virus,\" the school’s uptight and heartless dean. But when Rancho catches the eye of the dean's daughter, Virus sets his sights on flunking out the \"3 idiots\" once and for all.",
    "popularity": 6.9135,
    "poster_path": "/66A9MqXOyVFCssoloscw79z8Tew.jpg",
    "release_date": "23/12/2009",
    "title": "3 Idiots",
    "video": false,
    "vote_average": 7.999,
    "vote_count": 2629
  },
  {
    "adult": false,
    "backdrop_path": "/5qu3Q3FcfiI59ZBo4Fddk8nchds.jpg",
    "genre_ids": [
      28
    ],
    "id": 353429,
    "original_language": "hi",
    "original_title": "Jaanwar",
    "overview": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "popularity": 6.8912,
    "poster_path": "/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "release_date": "24/12/1999",
    "title": "Jaanwar",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 758403,
    "original_language": "hi",
    "original_title": "Haar Jeet",
    "overview": "Kamal, a governess, falls in love with Ashok. Things, however, take an odd turn when Ashok marries her friend, Radha. Soon after the marriage, Radha meets with an accident.",
    "popularity": 6.8732,
    "poster_path": "/AbDXWrc19Ylo5U6nfMXVnbb4R3p.jpg",
    "release_date": "14/04/1972",
    "title": "Haar Jeet",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 528028,
    "original_language": "hi",
    "original_title": "Swati",
    "overview": "Sharda, a nurse and single mother, raises her daughter Swati as an independent, articulate young woman. Swati is a strong advocate of women's rights in a society where there is significant male domination. Swati deals with eve teasers firmly, sometimes with considerable force. When a married friend of hers gets raped in the presence of her husband, she acts as a counsellor and helps them adjust to the reality of a society that blames the victim and not the rapists. Swati takes on a huge transformation when she meets a political activist and falls in love with him. She embarks on a project of matchmaking for her mother and engineers a wedding with a widower who has a grown-up daughter.",
    "popularity": 6.8708,
    "poster_path": "/2x7uwiGoAvKTa0ydxdnaVO39IUB.jpg",
    "release_date": "02/05/1986",
    "title": "Swati",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/56Iad99hgAlspgesCfC62bZpG5H.jpg",
    "genre_ids": [],
    "id": 1052680,
    "original_language": "hi",
    "original_title": "Hindutva",
    "overview": "The depths of Hinduism is seen through its principal characters.Friendship, love and student politics are put in place.",
    "popularity": 6.8662,
    "poster_path": "/8TG91EMIYwXkSuE1aAfY9UnPKsx.jpg",
    "release_date": "07/10/2022",
    "title": "Hindutva",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/swvbHw2WgiQIZbNSKWMRTD7fjUb.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 326141,
    "original_language": "hi",
    "original_title": "Phool",
    "overview": "A drama set in a Muslim family. Safhar's inheritance is lost, thanks to his sister-in-law, but he is still expected to complete his late father's work of building a mosque. If he cannot complete the work, then Salim must take over, but he goes off to fight in the Balkans, leaving the sister-in- law's orphaned daughter to complete the task. In doing so, she will lose her freedom, so she has a difficult decision to make.",
    "popularity": 6.8656,
    "poster_path": "/66jXQIE7okFFrOB1qCPTrhzJkVe.jpg",
    "release_date": "10/08/1945",
    "title": "Phool",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7vGWPw9y9uJ8SZ17oyy2Ts3EmdD.jpg",
    "genre_ids": [
      18,
      36
    ],
    "id": 1137339,
    "original_language": "hi",
    "original_title": "केसरी चैप्टर 2: जलियांवाला बाग की अनकही कहानी",
    "overview": "A dramatization of the life story of C. Sankaran Nair, the lawyer who fought for the truth behind the Jallianwala Bagh massacre.",
    "popularity": 6.8539,
    "poster_path": "/jgGSqe1YgSot6Y1zDVTVkbsZ46z.jpg",
    "release_date": "17/04/2025",
    "title": "Kesari Chapter 2: The Untold Story of Jallianwala Bagh",
    "video": false,
    "vote_average": 6.94,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 725101,
    "original_language": "hi",
    "original_title": "Tasveer",
    "overview": "Shyam (Feroz Khan) falls in love with the face on a painting, painted by his best friend Ishrat. He finds the girl and convince her father to marry her. Brings back the girl to town and then the two love triangle starts.",
    "popularity": 6.8539,
    "poster_path": "/6Vv8sR85L84436vYv5wLv8vW7gC.jpg",
    "release_date": "02/10/1966",
    "title": "Tasveer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7n7j9OI5UwpfEg3QJFM1idtn0WJ.jpg",
    "genre_ids": [
      35
    ],
    "id": 227957,
    "original_language": "hi",
    "original_title": "Khel",
    "overview": "Widowed Sulakshana Devi is a wealthy industrialist and lives a very wealthy, though hectic lifestyle with her only son, Ravi, and nephew, Balwant. While returning from overseas, she is told that Ravi has met with an accident and has been killed. This news does devastate her, but she soon recovers. Then years later, she meets with a young man, Arun Kumar, who was able to retrieve her purse from a thief. Sulakshana finds out that he is unemployed and has not eaten for days. She decides to hire him, not knowing that Arun is a actually a con man, who will do his best to woo her to inherit her estate and Crores of Rupees. Sulakshana also does not know that Ravi did not die accidentally, but was killed by someone who sabotaged his car. Things will get more complicated when a woman named Seema and her uncle enter her life - for a devious reason",
    "popularity": 6.8453,
    "poster_path": "/cUFdWhQ6AO8V9fzLKZLI0UbVKF7.jpg",
    "release_date": "14/10/1992",
    "title": "Khel",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/50fX1VRHRW4exugep59POKsW34M.jpg",
    "genre_ids": [],
    "id": 199170,
    "original_language": "hi",
    "original_title": "Lajwanti",
    "overview": "Having been unjustly accused of having an affair, a dutiful and loving wife is thrown out of the house by her husband and forced to abandon her baby. When mother and child are eventually reunited, the mother faces an uphill struggle to regain the love of her daughter.",
    "popularity": 6.8414,
    "poster_path": "/iGZtuVzuWsbbuvOaeFUVdGzLuv4.jpg",
    "release_date": "08/06/1958",
    "title": "Lajwanti",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 445038,
    "original_language": "hi",
    "original_title": "Chor Bazaari",
    "overview": "Chor Bazaari is a love story with a twist. An Atrangi Prem Kahani with its Satrangi characters that will steal your heart, quite literally. The protagonist Charlee is a charming, cheerful, capable, and confident young boy, who lives in Delhi with his family. But this is no ordinary family. It's a family that eats together, prays together and steals together. These riot of robbers are an entertaining bunch and each of them have their own favorite Chori ki cheez! While Charlee's father specializes in stealing thoughts, his mother's proud of the only booty she has ever stolen - Charlee ke dad ka dil. Charlee's younger bro has a room full of bats, balls and random stationary wiped off from his school. Amidst all of this, Charlie happens to land himself in a unique experiment of a thesis project for a beautiful young girl.",
    "popularity": 6.8406,
    "poster_path": "/oy0cvpkTvd040NwFe3HgNpX4PAE.jpg",
    "release_date": "29/05/2015",
    "title": "Chor Bazaari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5llxS1Lz4J5gLE40sDUZUW6yyZ9.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 465634,
    "original_language": "hi",
    "original_title": "Sindoor",
    "overview": "Laxmi is half of a famous singing couple when both her relationship and career are destroyed by the jealous plotting of her husband , Vijay. Years later, Laxmi is widowed and raising a stepdaughter, Lalita, when Vijay returns to the scene to meddle in her new family's affairs and once again threaten her domestic happiness.",
    "popularity": 6.8367,
    "poster_path": "/1yTKMQaz1LHeQbJhzs17H8bRYj5.jpg",
    "release_date": "31/07/1987",
    "title": "Sindoor",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 786370,
    "original_language": "hi",
    "original_title": "Dhartiputra",
    "overview": "Yashpal tries to rape Jeeva and her husband, Shiva, stops him while she manages to escape. However, Yashpal kills him and she vows to avenge his death.",
    "popularity": 6.8342,
    "poster_path": "/leYoaf8kX98SmdfijS9rbSu8sDb.jpg",
    "release_date": "20/08/1993",
    "title": "Dhartiputra",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/h23aOGIcQJZvomRpC5GI3UmCMtW.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 75352,
    "original_language": "hi",
    "original_title": "Abhimaan",
    "overview": "A popular singer encourages his wife to sing, but tensions mount between the pair when his career begins to falter and her own musical career and popularity surpasses his own.",
    "popularity": 6.8299,
    "poster_path": "/w0PDRsh1f9G6NVvoixzYNmTnpvv.jpg",
    "release_date": "27/07/1973",
    "title": "Abhimaan",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/zcGAw8wnzDLTV8O5vrchUDhdyRT.jpg",
    "genre_ids": [
      18
    ],
    "id": 258697,
    "original_language": "hi",
    "original_title": "Sansar",
    "overview": "Din Dayal Sharma works as a Head Clerk and lives with his wife, Godavari; 3 sons Vijay, his wife Uma; Shiva and Vidyasagar; and a daughter named Rajni. Their standard of living is middle-class and all three males contribute to this lifestyle with Vijay contributing the most as he is a Chartered Accountant. When the time comes for Rajni's marriage, she refuses to marry Jagmohan's son, and wants to marry a Christian by the name of Peter Fernandes. The marriage takes place, and she re-locates to the Fernandes' house.",
    "popularity": 6.8199,
    "poster_path": "/o5OFJIUy7TatVr5LnFRCsGNgol3.jpg",
    "release_date": "03/04/1987",
    "title": "Sansar",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1195489,
    "original_language": "hi",
    "original_title": "Nagma",
    "overview": "The Maharaja of Roop Nagar offered in marriage his niece to the arrogant Rajkumar of Prem Nagar, but she refused, preferring an ordinary man with a painter's eye, poet's heart, or Ragi's voice.",
    "popularity": 6.8172,
    "poster_path": "/h1OoqNSH0wByliSBM7ERERAIxSC.jpg",
    "release_date": "26/09/1953",
    "title": "Nagma",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hfdvXwnCa97EHBSDMdraRKvIV2q.jpg",
    "genre_ids": [
      18,
      28,
      53,
      80
    ],
    "id": 106123,
    "original_language": "hi",
    "original_title": "Elaan",
    "overview": "Vishal Chaudhry is the second son of Assistant Police Commissioner of Police, Ramakant Chaudhry. His eldest son, Vikas, was killed by unknown elements, who are still at large. Ramakant is honest and dedicated, and in a corrupt city, is considered a major liability. Vishal is hot-tempered, and this often leads him into fist fights. When Vishal witnesses a murder, and is able to identify the killer, the son of a prominent and well-known person, his father disbelieves his son, and is reluctant to arrest the culprit. He does reconsider, and goes ahead with the arrest, only to have his wife, Parvati, abducted and released - with a time-bomb tied to her waist. Vishal and Ramakant must now decide whether to save their mother and wife respectively, or to compromise with the killer, his father, and corrupt elements within the police force itself.",
    "popularity": 6.8142,
    "poster_path": "/3ADocVh1ONoFP4uwvwML9UNqrV9.jpg",
    "release_date": "21/01/1994",
    "title": "Elaan",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 619091,
    "original_language": "hi",
    "original_title": "Izzat",
    "overview": "Hawaldar Ramchandra wants his son Siddanth to look with respect towards everyone his dream is that he should be appointed as an Inspector at his police station which comes true.Siddanth goes to his village to meet his sister Anu and his childhood lover Surya daughter of Thakur who terrorizes the village.",
    "popularity": 6.7987,
    "poster_path": "/r6qE5bV2lfZwXQFrikW94rOJxS0.jpg",
    "release_date": "21/06/1991",
    "title": "Izzat",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/u4pdp7DfLVs5SXTJoJpxr24aFWN.jpg",
    "genre_ids": [
      18
    ],
    "id": 258677,
    "original_language": "hi",
    "original_title": "Avtaar",
    "overview": "Avtaar Krishen lives a poor lifestyle with his wife, Radha, and two sons, Ramesh and Chander. He works in a factory and toils hard so that his sons can get the necessary education, and live a better lifestyle. He gets injured and crippled while working, but is compensated adequately by his employer, Bawaji.",
    "popularity": 6.7931,
    "poster_path": "/czNlKKQywcyr8pzus90K4vp66w9.jpg",
    "release_date": "11/03/1983",
    "title": "Avtaar",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/o3IQWpHKsK8Ip41vIOIPKZJp9DE.jpg",
    "genre_ids": [
      12,
      28
    ],
    "id": 522387,
    "original_language": "hi",
    "original_title": "Aakhri Badla",
    "overview": "A vessel named 'Star of Asia' sinks with 6 Crores Rupees worth of gold and diamonds. Interpol gets involved and they assign an Agent, Himadhri Choudhry, who has a sweetheart in Leena Saigol, to work incognito for her dad, Preetam. Soon he will be asked to travel to Tokyo where an employee of the Indian Embassy, Marikawa, is waiting to first seduce, and then have him killed.",
    "popularity": 6.7893,
    "poster_path": "/tX4L51mDpHgSDEce12Ofv2KDj9U.jpg",
    "release_date": "01/01/1989",
    "title": "Aakhri Badla",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4yUeyDzGbnJFeDVhnWCg9tX5f8X.jpg",
    "genre_ids": [
      10749,
      28,
      80,
      18
    ],
    "id": 423874,
    "original_language": "hi",
    "original_title": "Maha-Sangram",
    "overview": "Uttar Pradesh-based Vishal gets a telegram from Santa Cruz Police Station that his younger collegian brother, Arjun, is dead. Distraught he travels to Bombay, collects his brothers ashes, and finds out that Arjun met a violent death. With the aid of a street-smart con-woman and her mentor, Babu Kasai Hyderabadi, he then sets out to find who killed his brother - not knowing that soon he will be drawn into the dark world of Godha and Vishwaraj.",
    "popularity": 6.789,
    "poster_path": "/k7wHMzxbzGzDptfYNV378UYCP4A.jpg",
    "release_date": "01/12/1990",
    "title": "Maha-Sangram",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 573856,
    "original_language": "hi",
    "original_title": "Saugandh",
    "overview": "A father worries for his younger son and asks his elder son to promise that he will do everthing in his power to ensure Arun does not go astray, educates himself and becomes an independent man. However, fate has other plans. When Arun commits an unthinkable crime, his brother fulfills the promise made to their father and shields his younger sibling from all harm.",
    "popularity": 6.7849,
    "poster_path": "/3EAUTCoTTvXoRuZCcI3xDLwsNmM.jpg",
    "release_date": "24/03/1942",
    "title": "Saugandh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749,
      53
    ],
    "id": 420491,
    "original_language": "hi",
    "original_title": "Anhonee",
    "overview": "An impoverished advocate faces challenges after he falls in love with a wealthy woman who has a look-alike courtesan sister.",
    "popularity": 6.7848,
    "poster_path": "/8wUQx8BV5yEL24A7Dszf0BbQnLn.jpg",
    "release_date": "10/10/1952",
    "title": "Anhonee",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/mzdajWwCFo9Vj0eQB0BN31x39jp.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 1367408,
    "original_language": "hi",
    "original_title": "Abir Gulaal",
    "overview": "Two wounded souls, brought together by chance, find solace in each other's company and gradually develop a profound connection that blossoms into love.",
    "popularity": 6.7758,
    "poster_path": "/rN8v1ROUdBmYOhgXRggr3F7TlGR.jpg",
    "release_date": "12/09/2025",
    "title": "Abir Gulaal",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      36
    ],
    "id": 257397,
    "original_language": "hi",
    "original_title": "Shahjehan",
    "overview": "Shahjehan (a raw Rehman in one of his first releases) is approached by a Rajput chieftain, Jwala Singh, narrating the plight of his foster daughter, Ruhi (Ragini), who is blessed with unheard of beauty. This gives rise to an army of suitors, who indulge in violence to prevent her from getting married by scaring her to-be grooms. Her beauty, confined to four walls of Jwala's haveli becomes part of folklore, and street gossip, through the poetry of Sohail (Saigal) who accidentally catches her glimpse, and falls in love with her.",
    "popularity": 6.7723,
    "poster_path": "/2Zc6klGYNBYUbevHO0380Psipgr.jpg",
    "release_date": "01/01/1946",
    "title": "Shahjehan",
    "video": false,
    "vote_average": 5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/2F7jX8stkp4l7P6lLR33UmfU4u1.jpg",
    "genre_ids": [
      18,
      28,
      53,
      80
    ],
    "id": 117356,
    "original_language": "hi",
    "original_title": "Musafir",
    "overview": "Betrayed in love and debt-ridden, Lucky, a small-time criminal, is on his way to Goa for a drug deal. But his life takes a turn when he falls for a dancer, who hires him to kill her abusive husband.",
    "popularity": 6.7604,
    "poster_path": "/3Ss2RMGUiDcmsbVna0Jlo9NJUq4.jpg",
    "release_date": "09/12/2004",
    "title": "Musafir",
    "video": false,
    "vote_average": 5.375,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 326903,
    "original_language": "hi",
    "original_title": "Super Model",
    "overview": "A wine baron (Harsh Chhaya) wants to use a supermodel to launch his new liquor label in the market. He recruits a photographer (Ashmit Patel) to organize a talent hunt in Fiji for the same. Amidst this backdrop, an upcoming model (Veena Malik) faces competition from other beauties for the endorsement deal until the contestants mysteriously start getting murdered one by one and the needle of blame seems to point towards her.",
    "popularity": 6.7592,
    "poster_path": "/f3Z4taxlbAA9OExUkAlOpNLNL9Y.jpg",
    "release_date": "27/09/2013",
    "title": "Super Model",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 304228,
    "original_language": "hi",
    "original_title": "Jai Bhavani",
    "overview": "Film starring Rajni Chandra, Mohan Joshi and Shakti Kapoor",
    "popularity": 6.7473,
    "poster_path": "/XtOtksxxQJWHkol3arHBF3IDwO.jpg",
    "release_date": "01/01/2000",
    "title": "Jai Bhavani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/dWKc5O07octDVIShMWhWmPuBpQH.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 276056,
    "original_language": "hi",
    "original_title": "Sssshhh...",
    "overview": "After her sister is brutally murdered, bubbly younger sibling Mahek (Tanisha) withdraws from her friends and family into a protective shell. The only boy she's remotely drawn to is a college student who's much like Mahek is now -- shy and introverted. Things seem to be proceeding smoothly between the two, until one day when Mahek is attacked by a man in a joker's mask who seems intent on murdering her.",
    "popularity": 6.7336,
    "poster_path": "/yq6RkjUDBKTFmkDAgBCeouRTtNi.jpg",
    "release_date": "24/10/2003",
    "title": "Sssshhh...",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      28,
      18
    ],
    "id": 304144,
    "original_language": "hi",
    "original_title": "Aakheer",
    "overview": "Prashant witnesses atrocities at the hands of local dons and the police, then becomes a don himself to show that good can be done for the community instead of destruction.",
    "popularity": 6.708,
    "poster_path": "/sYmzPGGg2qzTDXhEiQSzYddtaoN.jpg",
    "release_date": "25/01/2002",
    "title": "Aakheer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      37
    ],
    "id": 528021,
    "original_language": "hi",
    "original_title": "Zalzala",
    "overview": "Treasure hidden in an abandoned Shiva temple attracts both good and evil characters to it, but can they retrieve the priceless gold and jewels before the earthquake (Zalzala) hits?",
    "popularity": 6.7007,
    "poster_path": "/rPjDfLdtGUh0qsjD6EDn1cYClrK.jpg",
    "release_date": "13/05/1988",
    "title": "Zalzala",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vrERidPAZpvI9022fleEHoiG6ew.jpg",
    "genre_ids": [
      18,
      35
    ],
    "id": 78263,
    "original_language": "hi",
    "original_title": "In Custody",
    "overview": "Ismail Merchant's feature directorial debut addresses a subject close to his heart: the expressive Urdu language of Northern India, in danger of extinction as political trends and modernization obscure its contributions to Indian culture. Merchant 's treatment is wry and good humored , as his characters - an aging Urdu poet (Shashi Kapoor) and a worshipful young college lecturer - clash despite their shared passion for the beauty of words.",
    "popularity": 6.6899,
    "poster_path": "/7cWaNigVlPm8R9bwgTnWweDK8qt.jpg",
    "release_date": "15/04/1994",
    "title": "In Custody",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      878,
      18
    ],
    "id": 1030221,
    "original_language": "hi",
    "original_title": "Opium",
    "overview": "\"Religion is opium,\" said Marx; this film, five short stories in genres from comedy to social issues and dystopian sci-fi, attempts to examine the religious situation in India from multiple perspectives.",
    "popularity": 6.6718,
    "poster_path": "/5cIE44q8snvlS2OvTQThMBEQATr.jpg",
    "release_date": "29/10/2022",
    "title": "Opium",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 969791,
    "original_language": "hi",
    "original_title": "Valmiki",
    "overview": "Valmiki is a movie directed by Bhalji Pendharkar featuring Shanta Apte, Prithviraj Kapoor.",
    "popularity": 6.67,
    "poster_path": "/mmFmKq7nvh7RwKTrpOvB16KNdLE.jpg",
    "release_date": "01/01/1946",
    "title": "Valmiki",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      28,
      80,
      27
    ],
    "id": 413161,
    "original_language": "hi",
    "original_title": "Jaal",
    "overview": "Inspector Shankar (Biswajeet) is assigned to investigate the mysterious death of Sunder Singh (Sujit Kumar). During this process, he meets a beautiful young and rich heiress named Sheil (Mala Sinha), who has an impaired memory, and is being looked after by Sunder Singh's aunt (Nirupa Roy). He falls in love with Sheila. Sheila confides in Shankar that she thinks she is haunted by a scarred-faced man. As the investigation progresses, Shankar gets the feeling that the results will change their lives forever.",
    "popularity": 6.6692,
    "poster_path": "/xiv7mDVueThHyTIHgV2XQXiZd08.jpg",
    "release_date": "06/01/1967",
    "title": "Jaal",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/nxd1E8BFgXL00xcw4MM8NVBS7dW.jpg",
    "genre_ids": [
      18,
      9648,
      53
    ],
    "id": 136615,
    "original_language": "hi",
    "original_title": "Kasoor",
    "overview": "The film starts with the murder of Priti (Divya Dutta), wife of Shekhar (Aftab Shivdasani), a well-known journalist. Inspector Lokhande (Ashutosh Rana) investigates the case and accuses Shekhar of the murder, saying he has enough evidences to arrest him. Upon getting bail from the court, Shekhar's lawyer tells him that he will not be able to fight his case because he is a corporate lawyer. He asks him to contact Simran Bhargav (Lisa Ray), who is a criminal lawyer to fight his case.",
    "popularity": 6.6683,
    "poster_path": "/szT2yDKj5MUNBovMS1l69Boh8o0.jpg",
    "release_date": "02/02/2001",
    "title": "Kasoor",
    "video": false,
    "vote_average": 5.154,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53,
      80,
      9648,
      10749
    ],
    "id": 442706,
    "original_language": "hi",
    "original_title": "Mahal",
    "overview": "To pay for his sister's marriage, a brother enters into a criminal conspiracy to impersonate the nephew of a wealthy male.",
    "popularity": 6.661,
    "poster_path": "/95itmj5XD8WoiNB8SaHimcsGqOm.jpg",
    "release_date": "01/01/1969",
    "title": "Mahal",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/b2OYao2569rBfJ9fEuRgBWqwfyV.jpg",
    "genre_ids": [
      10749
    ],
    "id": 528299,
    "original_language": "hi",
    "original_title": "Sitamgar",
    "overview": "Barely in his teens, Sonu works as a servant in the palatial house of Mr. Nath, his wife and step-daughter, Nisha. One day while ironing Nisha's birthday dress, Sonu accidentally burns it, earning the wrath of Nath, who places the burning iron on Sonu's back. Thereafter Sonu is arrested by the Police and taken away. Years later, Sonu has grown up, calls himself Shankar, and makes a living as a bounty hunter.",
    "popularity": 6.6602,
    "poster_path": "/587aKjml7RPXMp0e6COUVyx2Cl3.jpg",
    "release_date": "21/06/1985",
    "title": "Sitamgar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/of9up0V1Q1CPy6x4PKfZGjyJEun.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 46386,
    "original_language": "hi",
    "original_title": "Honeymoon Travels Pvt. Ltd.",
    "overview": "Six newly-married, diverse, honeymooning couples face marital bliss and discord, finding out more about themselves, their significant others and life in this happy-go-lucky, quirky drama.",
    "popularity": 6.6581,
    "poster_path": "/fgJdZPJOFDLxje9PSHbTJTZKFAv.jpg",
    "release_date": "23/02/2007",
    "title": "Honeymoon Travels Pvt. Ltd.",
    "video": false,
    "vote_average": 5.321,
    "vote_count": 28
  },
  {
    "adult": false,
    "backdrop_path": "/swvbHw2WgiQIZbNSKWMRTD7fjUb.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 326141,
    "original_language": "hi",
    "original_title": "Phool",
    "overview": "A drama set in a Muslim family. Safhar's inheritance is lost, thanks to his sister-in-law, but he is still expected to complete his late father's work of building a mosque. If he cannot complete the work, then Salim must take over, but he goes off to fight in the Balkans, leaving the sister-in- law's orphaned daughter to complete the task. In doing so, she will lose her freedom, so she has a difficult decision to make.",
    "popularity": 6.8656,
    "poster_path": "/66jXQIE7okFFrOB1qCPTrhzJkVe.jpg",
    "release_date": "10/08/1945",
    "title": "Phool",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648
    ],
    "id": 1538764,
    "original_language": "hi",
    "original_title": "Khoj",
    "overview": "Khoj is a classic Bollywood mystery drama directed by Balwant Bhatt. Featuring Shammi, Mahipal, Satish, and Lalita Kumari, the film weaves an intriguing tale of suspense, hidden secrets, and unexpected discoveries. With elements of adventure and romance, Khoj keeps the audience engaged as its characters embark on a thrilling journey in search of truth.",
    "popularity": 6.658,
    "poster_path": "/xNm9RmzVtwAnNnFDxrtuOfn97C6.jpg",
    "release_date": "01/01/1953",
    "title": "Khoj",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4yUeyDzGbnJFeDVhnWCg9tX5f8X.jpg",
    "genre_ids": [
      10749,
      28,
      80,
      18
    ],
    "id": 423874,
    "original_language": "hi",
    "original_title": "Maha-Sangram",
    "overview": "Uttar Pradesh-based Vishal gets a telegram from Santa Cruz Police Station that his younger collegian brother, Arjun, is dead. Distraught he travels to Bombay, collects his brothers ashes, and finds out that Arjun met a violent death. With the aid of a street-smart con-woman and her mentor, Babu Kasai Hyderabadi, he then sets out to find who killed his brother - not knowing that soon he will be drawn into the dark world of Godha and Vishwaraj.",
    "popularity": 6.789,
    "poster_path": "/k7wHMzxbzGzDptfYNV378UYCP4A.jpg",
    "release_date": "01/12/1990",
    "title": "Maha-Sangram",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/q7Yh6lLuH4wVdDJ2h8hgTXWPX7x.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 20360,
    "original_language": "hi",
    "original_title": "Namastey London",
    "overview": "On a trip to India, Jasmeet's father forcefully marries her off to Arjun. However, when they return to London, Jasmeet announces her intention of marrying her boyfriend, Charlie Brown.",
    "popularity": 7.7353,
    "poster_path": "/dO0F66lM1jehIH5bsooKSbdz7xG.jpg",
    "release_date": "23/03/2007",
    "title": "Namastey London",
    "video": false,
    "vote_average": 6.204,
    "vote_count": 120
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      10752,
      18
    ],
    "id": 199408,
    "original_language": "hi",
    "original_title": "1971",
    "overview": "Based on true facts, the film revolves around 6 brave soldiers who escape from the clutches of the Pakistan Army and risk death with honour and courage with sacrifice towards their journey home.",
    "popularity": 4.4577,
    "poster_path": "/pyifRwztOHpapPWM6ewMnNTdJPn.jpg",
    "release_date": "08/03/2007",
    "title": "1971",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/6ofspOBFCynaHq6gVVpjS49LMb9.jpg",
    "genre_ids": [
      80
    ],
    "id": 274002,
    "original_language": "hi",
    "original_title": "Dosh",
    "overview": "Vikram Chopra is a respectable man. He has two sons, Vishant and Gaurav. Vishant is married to Priyanka, whom he neglects and instead spends all of his time with his friends. Taking advantage of the situation, Gaurav tries to get closer to Priyanka.",
    "popularity": 6.2953,
    "poster_path": "/2ly6X4tOL6Ov1sOYSN0X3wrg8kb.jpg",
    "release_date": "01/01/2007",
    "title": "Dosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ygTBp6GDxpXNtur57iOmTFQXMe8.jpg",
    "genre_ids": [
      18,
      10749,
      36
    ],
    "id": 7504,
    "original_language": "hi",
    "original_title": "1947: Earth",
    "overview": "It's 1947 and the borderlines between India and Pakistan are being drawn. A young girl bears witnesses to tragedy as her ayah is caught between the love of two men and the rising tide of political and religious violence.",
    "popularity": 4.7623,
    "poster_path": "/hQtvQYlxfEHl45TR41lNSywrq4K.jpg",
    "release_date": "16/09/1998",
    "title": "Earth",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": "/lFq65LulkPYZEeKo8cEId4N2s07.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1238164,
    "original_language": "hi",
    "original_title": "गुस्ताख इश्क़",
    "overview": "On a pursuit to save his father's printing press in the heart of Purani Delhi, a man becomes a disciple of a revered poet and falls in love with his daughter. Torn between his love and honoring his mentor, he must make a choice that could change his life forever.",
    "popularity": 7.05,
    "poster_path": "/eEl28LCW1DsXTRhmdlo2vjuaP5X.jpg",
    "release_date": "28/11/2025",
    "title": "Gustaakh Ishq",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35
    ],
    "id": 767374,
    "original_language": "hi",
    "original_title": "It's My Life",
    "overview": "A remake of Bommarillu (2006), the film primarily revolves around the relationship between a father and son, in which the father's excessive concern for his son, and interference in his life, leads to the latter harbouring bitterness towards his overbearing father.",
    "popularity": 4.5327,
    "poster_path": "/fmf3X81EPwKJUlRl5M9M79hdl4k.jpg",
    "release_date": "29/11/2020",
    "title": "It's My Life",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/yWHaHaAK4Am5uR167dUayMIXRQE.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 1193575,
    "original_language": "hi",
    "original_title": "Kadambari",
    "overview": "The story revolves around the life of a kind-hearted and mature woman who falls in love with a shy man who is afraid of her mother and how she convinces him to take control of his own life with sheer determination.",
    "popularity": 6.4249,
    "poster_path": "/bVxx203BNfEaRHqPKMCnWxyfj4U.jpg",
    "release_date": "01/01/1976",
    "title": "Kadambari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pNfjfxWpH35Ls4M9D3klcWco6i2.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 357718,
    "original_language": "hi",
    "original_title": "Island City",
    "overview": "A collection of three comic-dramatic stories set in Mumbai. The first is about a diligent office worker who wins the office 'Fun Committee Award', which entitles him to a whole day full of fun. He is most reluctant to leave the safety of his cubicle but he has to. Prescribed fun modules have to be completed and non-compliance is not an option... The second story begins with a domineering head-of-the-family, Anil, who is on life support. Seeking some relief, his family decides to buy a TV, which Anil had banned. Now every night the family plugs into a popular soap whose hero, Purshottam, is a man ideal in every way and they are smitten. Then suddenly, comes the news that Anil is better and may be home soon. Will they have to let Purshottam go?... The third one centers on Aarti whose repetitive existence is slowly making her more and more mechanical and numb. Deep inside ferments a disconnect and unease that she is unable to articulate to anyone.",
    "popularity": 7.6008,
    "poster_path": "/nqQ0n5fvon215iWDdCa9rUnypGx.jpg",
    "release_date": "08/09/2015",
    "title": "Island City",
    "video": false,
    "vote_average": 8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/uOgSSJVetyIIZ2x6PL8kFpk4cAm.jpg",
    "genre_ids": [
      53,
      10749
    ],
    "id": 161436,
    "original_language": "hi",
    "original_title": "Khiladi",
    "overview": "A group of friends, who love to make bets with one another, play a prank that goes horribly wrong when one of them is murdered.",
    "popularity": 4.7033,
    "poster_path": "/Adar3XOiv7ckSbxnIWgsbb9XNGu.jpg",
    "release_date": "04/06/1992",
    "title": "Khiladi",
    "video": false,
    "vote_average": 6.05,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/78gDUhoq2jgKa9SEV9K52pUQ0dK.jpg",
    "genre_ids": [
      18
    ],
    "id": 418655,
    "original_language": "hi",
    "original_title": "Jaane Anjaane",
    "overview": "Laxmi finds an abandoned baby at a temple and decides to keep him. When her husband, Shankar, returns from jail, they name the child Ramu. While Laxmi wants him to go to school, study and become someone important, Shankar wants him to gamble, partner him in bootlegging and smuggling. Ramu is unable to fit in school and decides to work with his dad. Thus Ramu grows up accepting crime as his career. Then a young woman named Mala enters his life, and both fall in love with each other. When Mala finds out about Ramu's career, she makes him promise that he will go straight. He does go straight, gets a job, and when he is laid off he takes to helping Dhondu catch fish. Then Ramu's world gets turned upside when Inspector Hemant, while apprehending Shankar, guns down Laxmi. An enraged Ramu decides that he must kill Hemant at any cost. Watch what impact this will have on Hemant's mom, his dad, and Mala herself as she watches Ramu descent into the very hell that she had tried to redeem him from.",
    "popularity": 5.8468,
    "poster_path": "/q6A2pSi555z0pl7GYawvlKXx8cD.jpg",
    "release_date": "16/05/1971",
    "title": "Jaane Anjaane",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/lIdICy0qdCECgG6o4IJWOQqz8fX.jpg",
    "genre_ids": [],
    "id": 303105,
    "original_language": "hi",
    "original_title": "Ajay",
    "overview": "Ajay falls in love with superstar dancer Manorama, who comes from a dangerous family.",
    "popularity": 6.9177,
    "poster_path": "/cjzlBGHeaak2IjDRWRh8ZqwzkGC.jpg",
    "release_date": "20/12/1996",
    "title": "Ajay",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 911776,
    "original_language": "hi",
    "original_title": "Zaroorat",
    "overview": "When Anju comes to the city for a job, she is entrapped by Badal who offers her work in return of sexual favours. Things escalate when she tells her lover about her escape from the clutches of Badal.",
    "popularity": 7.73,
    "poster_path": "/2fQP9eDGhmWKOsvhcij8a1evWoJ.jpg",
    "release_date": "18/03/1972",
    "title": "Zaroorat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/iWpsVDT36YxGxxf23DUEwiHSBe0.jpg",
    "genre_ids": [
      14,
      27,
      53
    ],
    "id": 47655,
    "original_language": "hi",
    "original_title": "Hisss",
    "overview": "After being diagnosed with brain cancer, a desperate American man kidnaps the reptilian lover of the snake goddess in hopes of gaining immortality.",
    "popularity": 4.7978,
    "poster_path": "/iSCkImhJUgyagR7FxXxasXnNsDv.jpg",
    "release_date": "22/10/2010",
    "title": "Hisss",
    "video": false,
    "vote_average": 3.325,
    "vote_count": 40
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      9648
    ],
    "id": 413610,
    "original_language": "hi",
    "original_title": "Sajan",
    "overview": "Hesitant to marry dancer Rajni, Ashok initially refuses but slowly falls in love with her. However, when Ashok and Rajni are about to get married, they find themselves embroiled in a murder.",
    "popularity": 6.0633,
    "poster_path": "/8KMxFrQ1jWtUFLAtwRGt7LyIEDK.jpg",
    "release_date": "05/09/1969",
    "title": "Sajan",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/hyTS695IKdbZi49qcDLORSbXZcf.jpg",
    "genre_ids": [
      53,
      28
    ],
    "id": 353879,
    "original_language": "hi",
    "original_title": "Phantom",
    "overview": "Phantom is an action thriller that unfolds across various countries around the world. The plot revolves around protagonist Daniyal, whose journey to seek justice takes him from India to Europe, America and the volatile Middle East. However, he finds out that in a mission like this, there is always a price to pay, in this case, a very personal price.",
    "popularity": 6.5789,
    "poster_path": "/en6nlTMR7ZUqLvzZhEEDQU5IJxC.jpg",
    "release_date": "28/08/2015",
    "title": "Phantom",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 52
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1100550,
    "original_language": "hi",
    "original_title": "Anuradha",
    "overview": "A rebellious young woman defies her conservative surroundings and falls in love, setting off a sequence of emotional and social complications. Along the way, she crosses paths with an idealistic doctor suffering from consumption, whose romantic ideals blur the line between healing and heartache. With hints of a \"taming the shrew\" arc and melodramatic entanglements, Anuradha explores love, agency, and constraint—though much of its story remains lost to time.",
    "popularity": 6.5719,
    "poster_path": "/5uJQOqTun2JYdBNT9gCQCA77RFK.jpg",
    "release_date": "01/08/1940",
    "title": "Anuradha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zztTCbDoFaTmpRH9oUQK8nLO0Ry.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 509813,
    "original_language": "hi",
    "original_title": "Karmayogi",
    "overview": "Brash, outspoken, and aethiest Shanker lives in a small village with his son, Mohan, and his devout wife, Durga, who is expecting another child soon. One day Shanker decides to leave and takes Mohan with him, leaving a pregnant Durga alone. Years go by, both Mohan and Ajay have grown up. Mohan and Shanker operate a crime syndicate, partnering with Keshavlal, a notorious gangster. Ajay operates a publicatin called Karmayogi, in which he publishes news and information about crime and criminals, and does an expose on Keshavlal. Mohan and Shanker want a bigger stake in the share, which Keshav agrees to, but arranges for Shanker to get killed, and blames it on Ajay. When Shanker is killed, Mohan swears to avenge his father's death and begins the trek of locating and killing Ajay.",
    "popularity": 6.5713,
    "poster_path": "/v3b6UST4Sv1BoUPVeAuhvnfQUq0.jpg",
    "release_date": "01/01/1978",
    "title": "Karmayogi",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/3cyfyS9yGNWcedKrCXtprDEHyw6.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 833105,
    "original_language": "hi",
    "original_title": "Mazloom",
    "overview": "While returning home via train, Purnima gets sexually assaulted by a stranger, keeps it to herself, but her parents eventually find out and the shock kills her dad. Since it was too late to abort the baby boy, her mother gives it away to a stranger. Purnima gets married to her sweetheart, Vijay, a Chief Engineer, but ironically the very same child ends up in their care, and they name him Rajan. Years later, Purnima gives birth to Aman. The two boys grow up, siblings rivalry prevails to such an extent that eventually they end up falling in love with the same woman, Meena. Things keep on getting complicated so much so that a member of their family ends up getting killed, and another getting arrested.",
    "popularity": 5.9817,
    "poster_path": "/fIzVoF6YXeMdDmopinX2RyblObK.jpg",
    "release_date": "19/09/1986",
    "title": "Mazloom",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 306378,
    "original_language": "hi",
    "original_title": "Shabab",
    "overview": "Bollywood 1954",
    "popularity": 6.5597,
    "poster_path": "/qodndB7zVePXmNbt5ZSlmHhaOkG.jpg",
    "release_date": "01/01/1954",
    "title": "Shabab",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402
    ],
    "id": 372316,
    "original_language": "hi",
    "original_title": "Bezubaan Ishq",
    "overview": "The film has been shot in various parts of India like Jaipur, Jaisalmer and Mumbai. The film is set in the modern milieu with traditional Indian backdrop and values. It revolves around three friends and their families.",
    "popularity": 6.5563,
    "poster_path": "/AbdK1f2CWo1UDPvN28sBuTdUDjN.jpg",
    "release_date": "03/07/2015",
    "title": "Bezubaan Ishq",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8dvQNl8VNgkHBK8f7cXQQqMaChR.jpg",
    "genre_ids": [
      53
    ],
    "id": 233960,
    "original_language": "hi",
    "original_title": "Rakhtbeej",
    "overview": "Rakhtbeej is the story of two men, from two different generations. Even though their worlds are different their lives keep intersecting. Abhay Jatav from humble beginnings ends up becoming the most dreaded dacoit in UP. Ajay also from humble beginnings, becomes the CEO of Dabral Group of Industries, at a very young age. Abhay knows Sarita for a long time, and Sarita is in love with Abhay. But when a simple village girl Poonam enters Ahbay's life he totally forgets about Sarita.",
    "popularity": 4.1821,
    "poster_path": "/6u1lRQmgUqvyzooriiVGwEDHkPS.jpg",
    "release_date": "25/05/2012",
    "title": "Rakhtbeej",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4Cqad6ZpWJRhBumGE1QwHs9pVuB.jpg",
    "genre_ids": [
      35
    ],
    "id": 786567,
    "original_language": "hi",
    "original_title": "Gandhi Talks",
    "overview": "A silent black comedy, about the monetary needs of a character & how it impacts the others. A young, unemployed graduate Mahadev’s struggle to land a job through any means possible and crosses paths with a businessman and petty thief. A subject wherein silence speaks much louder than words. Although a work of fiction by the writer, all the characters in the film are sketched out to seem very real and relatable ensuring an enriching journey as well a laugh riot as the cat and mouse guffaws amongst them unfold. Gandhi Talks aims at telling a story by switching off the device of dialogue, which is not only scary but also interesting and challenging.",
    "popularity": 6.5353,
    "poster_path": "/p4iQT3s97T3gQOLhTj0UplzYMOj.jpg",
    "release_date": "30/01/2026",
    "title": "Gandhi Talks",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/bpxBHTmYkt3zn43gd4lXYNJkCHs.jpg",
    "genre_ids": [
      35
    ],
    "id": 20652,
    "original_language": "hi",
    "original_title": "Paying Guests",
    "overview": "Four friends' attempts to find employment and accommodation pits them against landlords and gangsters in Bangkok.",
    "popularity": 6.5279,
    "poster_path": "/mgf5gOek7R9sLMQXD7TkF44ssel.jpg",
    "release_date": "19/06/2009",
    "title": "Paying Guests",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 945407,
    "original_language": "hi",
    "original_title": "Nau Bahar",
    "overview": "A rich blind man who falls for a poor girl, regains his sight and is forced to marry a wealthy girl whom his father has chosen.",
    "popularity": 6.5261,
    "poster_path": "/f5mW19nCJy2ahQOLm04mrZdUb20.jpg",
    "release_date": "01/01/1952",
    "title": "Nau Bahar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 787069,
    "original_language": "hi",
    "original_title": "Chitralekha",
    "overview": "Chitralekha is a 1941 Indian Hindi-language film, directed by Kidar Sharma and based on the 1934 Hindi novel of the same name by Bhagwati Charan Verma.",
    "popularity": 6.5194,
    "poster_path": "/lCAjbgLBI8KlanIYPPC6nPLWQBv.jpg",
    "release_date": "01/01/1941",
    "title": "Chitralekha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/wlryT81YFFDYSu0NPnE5wx5vJij.jpg",
    "genre_ids": [
      18,
      27
    ],
    "id": 354547,
    "original_language": "hi",
    "original_title": "Hawa",
    "overview": "After her divorce, Sanjana moves to a cottage in the forest with her daughters and brother. However, she is tormented by attacks from an invisible force.",
    "popularity": 6.516,
    "poster_path": "/qr4c93U4by1ukQjkS2UO3QE9lHA.jpg",
    "release_date": "04/07/2003",
    "title": "Hawa",
    "video": false,
    "vote_average": 2.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/x0wqXjZJliudWTTuxD7ZE8GWoKO.jpg",
    "genre_ids": [
      18
    ],
    "id": 674723,
    "original_language": "hi",
    "original_title": "Sheer Qorma",
    "overview": "A story of belonging and acceptance, identity and family told through courageous, queer women choose to embrace love that exists beyond their personal beliefs and social moralities.",
    "popularity": 6.5107,
    "poster_path": "/dwm4pWg6UIsdGtfFMH20emFSQtu.jpg",
    "release_date": "18/06/2021",
    "title": "Sheer Qorma",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53
    ],
    "id": 1179320,
    "original_language": "hi",
    "original_title": "Kazi",
    "overview": "A mind reader scrambles to protect his dreams and secrets from a dream watcher hell-bent on destroying him and his family.",
    "popularity": 6.5096,
    "poster_path": "/oGB1oBpEAMBBygB12MdGqVpNxrJ.jpg",
    "release_date": "18/12/2023",
    "title": "Kazi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zjBADAoWq6bsziQyLvDcbWB10zH.jpg",
    "genre_ids": [
      10749
    ],
    "id": 304919,
    "original_language": "hi",
    "original_title": "Anjaana",
    "overview": "Raju lives with his widowed mother, Janki, in a small town and works as garage mechanic. One day he meets with wealthy Rachna Malhotra, and after a few misunderstandings, both fall in love with each other. When Rachna's guardian, Diwan Mahendranath, finds out he forbids Rachna to ever see Raju again, as well as goes to Raju's house and humiliates his mother, for he wants Rachna to marry his son, Ramesh. An enraged Raju wants to avenge this humiliation and decides to teach Mahendranath a lesson. He enlists the help of his maternal uncle, Chamanlal Kapoor, and together they succeed in fooling Mahendranath and making him give up all his money.",
    "popularity": 6.5096,
    "poster_path": "/3wVldHLSVcGbH6mQ9KBJrhyorgd.jpg",
    "release_date": "01/01/1969",
    "title": "Anjaana",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 964390,
    "original_language": "hi",
    "original_title": "Sheesh Mahal",
    "overview": "A feudal aristocrat's life changes when his mansion is sold to Durgaprasad, a labourer who has become rich. To add to his worries, his daughter is forced to work in the mansion that was once her home.",
    "popularity": 6.5056,
    "poster_path": "/ukCfvZbnHMOWrPbI0Z88R4PR3PW.jpg",
    "release_date": "31/12/1950",
    "title": "Sheesh Mahal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 333978,
    "original_language": "hi",
    "original_title": "Dharm Adhikari",
    "overview": "The compelling story of honest and ethical Dharamraj of Nand Gaon village, whose very name instills fear amongst wrong-doers. Ironically, the very man whose family has been administering justice for four generations, must now distance himself against his very own brother, Prakash; wife, Savitri; and daughter, Aarti, while the villagers, headed by Chaudhry and Shastri, charge him of having an illicit and extra-marital affair with a widow.",
    "popularity": 6.4767,
    "poster_path": "/jXYs3WwUZCjq0GYvP5upEM4EfyI.jpg",
    "release_date": "10/04/1986",
    "title": "Dharm Adhikari",
    "video": false,
    "vote_average": 2.333,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/zQDFHYNVVVp9OAYSixYAG1SyX1l.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 19404,
    "original_language": "hi",
    "original_title": "दिलवाले दुल्हनिया ले जायेंगे",
    "overview": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
    "popularity": 6.4511,
    "poster_path": "/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
    "release_date": "20/10/1995",
    "title": "Dilwale Dulhania Le Jayenge",
    "video": false,
    "vote_average": 8.516,
    "vote_count": 4551
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 375845,
    "original_language": "hi",
    "original_title": "Rajkumar",
    "overview": "Rani Maa's(Reena Roy) husband is killed by the neighboring kingdom's evil Prime Minister Man Singh (Naseeruddin Shah). The Prime Minister absolves himself from this killing and blames it on the king, the father of Rajkumari Vishaka (Madhuri Dixit). Rani Maa swears to avenge the death against the Rajkumari. Man Singh also has a twin brother, Surjan Singh (also Naseeruddin Shah) who is not evil at all albeit a little naive. Rani Maa is shocked and aghast when she finds out that her only son, Rajkumar (Anil Kapoor) is in love with Rajkumari. She sets out to oppose this marriage, while Rajkumar will leave no stone unturned to marry Rajkumari. The stage is set for mother and son to decide whether it is in their best interest to include someone in the family, who has killed a husband and a father respectively.",
    "popularity": 6.4478,
    "poster_path": "/jVIASGr6CqdGxooo5K1i8Hkw8AV.jpg",
    "release_date": "22/03/1996",
    "title": "Rajkumar",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 331298,
    "original_language": "hi",
    "original_title": "Hey Bro",
    "overview": "Gopi is a care-free, oversized young guy who lives with his grandfather. He suddenly discovers that his parents had separated following a spat right after his birth and he has a twin brother who lives in Mumbai with their mother...",
    "popularity": 6.4461,
    "poster_path": "/90rjJrfxTtE7s1gAv5iQhzqhPSr.jpg",
    "release_date": "06/03/2015",
    "title": "Hey Bro",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 269758,
    "original_language": "hi",
    "original_title": "Ladies Tailor",
    "overview": "Chander is the only tailor in his colony. Though talented, he is very lazy. He dreams of becoming big and live like a king. Chander meets a fortune-teller who informs him that he has Rajyog and that he should marry a Padmini jati girl with a mole on her right lap. His search for the right girl takes him to a yoga teacher, a widowed doctor and an unmarried girl. But to his dismay he finds none of them matches his requirements. Finally when he finds the right girl, he is in a dilemma. The three girls want to marry him at any cost. Now, he finds himself sandwiched between three girls and Radhika.",
    "popularity": 6.4456,
    "poster_path": "/uNXkMsqd8qyowSt2wS2nY99ARHp.jpg",
    "release_date": "01/01/2006",
    "title": "Ladies Tailor",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/hcIdGBm3bR4JpqtcBC9yhI31blL.jpg",
    "genre_ids": [
      18
    ],
    "id": 529523,
    "original_language": "hi",
    "original_title": "Aandhi-Toofan",
    "overview": "Notorious biker-gangster Balbir kills Inspector Ranjeet Singh. Now Sheela, his love, hires two men to capture Balbir alive and bring him to her. Is this a task for them or will Balbir have the last laugh?",
    "popularity": 6.4408,
    "poster_path": "/wfM8Ng0SejxbGthQqsx3aCkb2bK.jpg",
    "release_date": "22/03/1985",
    "title": "Aandhi-Toofan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yWHaHaAK4Am5uR167dUayMIXRQE.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 1193575,
    "original_language": "hi",
    "original_title": "Kadambari",
    "overview": "The story revolves around the life of a kind-hearted and mature woman who falls in love with a shy man who is afraid of her mother and how she convinces him to take control of his own life with sheer determination.",
    "popularity": 6.4249,
    "poster_path": "/bVxx203BNfEaRHqPKMCnWxyfj4U.jpg",
    "release_date": "01/01/1976",
    "title": "Kadambari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/v96Yx6wboYKTcfqKlHRqABR1BJw.jpg",
    "genre_ids": [
      18,
      80,
      53
    ],
    "id": 844460,
    "original_language": "hi",
    "original_title": "Black Bud",
    "overview": "Sanya, a rebellious contemporary girl but a poet at heart, escapes her strict orthodox father's house in search of a new life.",
    "popularity": 6.4175,
    "poster_path": "/yvI1ibNW3W4hZyyiFHxGhN23KGw.jpg",
    "release_date": "23/06/2021",
    "title": "Black Bud",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/lp4Zr8rBjro9EqaIaWHffpRd3uU.jpg",
    "genre_ids": [
      12,
      18,
      36
    ],
    "id": 185555,
    "original_language": "hi",
    "original_title": "Baaz",
    "overview": "The Crown Prince of Malabar dallies with Rosita whilst his people suffer at the hands of cruel Portuguese colonists. Whilst voyaging on a Portuguese ship, the Prince is captured by patriots who are rebelling against the foreign invaders. They are led by a girl called Nisha known as \"The Falcon\" (\"Baaz\"). The Prince conceals his identity from Nisha and a romance blossoms between them. Together, they rouse the people, rout the Portuguese and free the Kingdom - but can a commoner marry a Prince ?",
    "popularity": 6.4097,
    "poster_path": "/disokZeIT9DpRMxZtGTqGCIZVog.jpg",
    "release_date": "31/05/1953",
    "title": "The Falcon",
    "video": false,
    "vote_average": 5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53,
      80,
      10749
    ],
    "id": 366120,
    "original_language": "hi",
    "original_title": "Red Rose",
    "overview": "Anand lives a wealthy lifestyle in Bombay in a palatial house, and runs a business 'Export India'. While shopping at Roopsagar Clothing Store, he meets one of the Sales Clerks', Sharda, and falls in love with her. Shortly thereafter he proposes to her, she accepts, and both marry at the Registrar of Marriages. Sharda is shown around Anand's house, and the guest-house which houses his ex-convict father. Sharda soon settles in, establishes a Devi Maa Durga Mandir, but will find her life turning upside down when she discovers a deadly secret from Anand's past.",
    "popularity": 6.4081,
    "poster_path": "/7ShGY3sttl2pjKve9tfVx28ikPz.jpg",
    "release_date": "06/06/1980",
    "title": "Red Rose",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/8ePOLTgxGWzazd3PsdoxomuWIyi.jpg",
    "genre_ids": [
      28
    ],
    "id": 141603,
    "original_language": "hi",
    "original_title": "Gunda",
    "overview": "Shankar, a coolie, comes in the way of the bad guys, Bulla and his cronies. They kill his father and sister. Shankar vows revenge and eliminates all of them in bizarre and gruesome fashion.",
    "popularity": 6.4067,
    "poster_path": "/ujuHUEzrf0kb0JUIloKjtgKfILY.jpg",
    "release_date": "04/09/1998",
    "title": "Gunda",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/wSOxw5Vvr9jAfrIFtooMUUVzZNj.jpg",
    "genre_ids": [],
    "id": 319570,
    "original_language": "hi",
    "original_title": "Shehzada",
    "overview": "In this musical melodrama from 1972, optimistic and determined truck driver Shehzada (Rajesh Khanna) sets out to prove that his mother deserves to be accepted back into the wealthy family that drove her away decades ago. With help from his soon-to-be wife, Chanda (Rakhee Gulzar), Shehzada embarks on a mission to reverse his maternal grandmother's cruel decision to disown her own daughter. Karan Dewan, Madan Puri and Pandharibai co-star.",
    "popularity": 6.4011,
    "poster_path": "/6fN4oLsCbCxnW8hVVa2NqKmpcRn.jpg",
    "release_date": "08/09/1972",
    "title": "Shehzada",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6pzK8QkLkM50bw5A6Cm3xMRntqf.jpg",
    "genre_ids": [
      18
    ],
    "id": 110619,
    "original_language": "hi",
    "original_title": "Geetanjali",
    "overview": "Gita is a modest girl who dreams of a quiet family life. Her twin sister Anjali loves noisy parties, singing, and dancing. Each sister's life unfolds as they wish, until the cruelty of others intervenes and alters their destinies.",
    "popularity": 6.4,
    "poster_path": "/gC0eoLgPXtajtp3D1FFlhViv8C7.jpg",
    "release_date": "01/01/1993",
    "title": "Geetanjali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/elTsYTJtxgtcPkXOi4pUDIcGLxK.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 606599,
    "original_language": "hi",
    "original_title": "कमांडो 3",
    "overview": "A mysterious man is on an impending mission to attack the country from his base in London. Karan Singh Dogra sets out to hunt down the antagonist aided by the British Intelligence.",
    "popularity": 6.3991,
    "poster_path": "/ukxAjRADLYxUhCzg4KNhXux5BMH.jpg",
    "release_date": "28/11/2019",
    "title": "Commando 3",
    "video": false,
    "vote_average": 7,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": "/b3IA9hBq8MtcZJTfGOOJTRNosuN.jpg",
    "genre_ids": [
      28,
      12,
      10751
    ],
    "id": 138755,
    "original_language": "hi",
    "original_title": "Zokkomon",
    "overview": "An orphan is abused and abandoned, believed to be dead, and upon his return is first feared as a ghost, and then projected as a superhero.",
    "popularity": 6.3982,
    "poster_path": "/ub1NcqnUrXfRbRudmehCoUa2aix.jpg",
    "release_date": "02/04/2011",
    "title": "Zokkomon",
    "video": false,
    "vote_average": 5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/kFWd1Gz4L9f53GDQ2CcF1oneXKR.jpg",
    "genre_ids": [
      18,
      53,
      10749
    ],
    "id": 75467,
    "original_language": "hi",
    "original_title": "Rog",
    "overview": "A troubled police officer falls in love with a dead woman whose murder he is investigating",
    "popularity": 6.3979,
    "poster_path": "/3odZM1TuJH2n41fLLOykCFoSPgr.jpg",
    "release_date": "07/01/2005",
    "title": "Rog",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      18,
      10749
    ],
    "id": 440016,
    "original_language": "hi",
    "original_title": "Neel Kamal",
    "overview": "A military coup leads to two outcast princesses falling for the same rakish artist.",
    "popularity": 6.3867,
    "poster_path": "/dVhm0JBjZVCrdhxQdT0qPELO8qp.jpg",
    "release_date": "24/03/1947",
    "title": "Neel Kamal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/CzebltZMrlFHPjzkMgA35PCNE9.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 617779,
    "original_language": "hi",
    "original_title": "Pratigyabadh",
    "overview": "After her husband, Baburam Yadav, travels to Bombay to try and re-pay his loan to the local money-lender, Lala Sukhilal, his wife, Laxmi, and three children Sheila, Shakti, and Shankar, are...",
    "popularity": 6.3714,
    "poster_path": "/nUF33rZ5bkwg4z8ibzNCqBw01rs.jpg",
    "release_date": "19/07/1991",
    "title": "Pratigyabadh",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/uw8XD7pck9LChp1QbNuTzMY7YuT.jpg",
    "genre_ids": [
      28,
      10402,
      35
    ],
    "id": 1043887,
    "original_language": "hi",
    "original_title": "Badass Ravi Kumar",
    "overview": "The Xpose franchise now goes to the next level  with Himesh Reshammiya doing a spin off from his iconic character Ravi Kumar.",
    "popularity": 6.3671,
    "poster_path": "/kqdb3ffSsyRlRjddG0XPpssy5ok.jpg",
    "release_date": "07/02/2025",
    "title": "Badass Ravi Kumar",
    "video": false,
    "vote_average": 3.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 369212,
    "original_language": "hi",
    "original_title": "Lalkar (The Challenge)",
    "overview": "India is in a state of war with Japan and former Colonel Kapoor's sons, Rajan and Ram are both with the Indian Armed Forces. While Rajan is a Wing Commander with the Indian Air Force, Ram is a Major with the Indian Army. Rajan is in love with a doctor named Usha Choudhury, and both plan to get married. Then Usha meets with Ram, who unknowingly falls head over heels in love with her. Before anything can be finalized, Rajan is asked to bomb a secret Japanes airport located in a mountainous valley. While carrying out his duties, he finds out that his mission has been compromised, unable to return, his plane is shot down and he is believed to be dead. The Indian Army wants to destroy this secret airport and sends a crack Commando unit under Major Ram, who sets out to carry out this task. What Ram does not know is that this mission has also been compromised and he and his men are all set to walk into a carefully planned trap by the Japanese - who will ensure that no one survives to tell.",
    "popularity": 6.3636,
    "poster_path": "/AeIgJgSelFktpVLGOVzDnpycW7D.jpg",
    "release_date": "23/05/1972",
    "title": "Lalkar (The Challenge)",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/er3hBUtbTUcSCAQU5NyYufEWeI4.jpg",
    "genre_ids": [
      18,
      10751,
      10749
    ],
    "id": 255495,
    "original_language": "hi",
    "original_title": "Heartless",
    "overview": "A young man, Aditya Singh (Adhyayan), who fell deeply in love with a beautiful girl (Ariana). Soon he had a severe heart-attack, and when consulted with his doctor-friend (Shekhar Suman), he then suggested him to do a heart-transplant. As Aditya lands in the operation theatre, some bizarre thing happens in his life, and lots of unsaid and controversial betrayed story unfolds.",
    "popularity": 6.3615,
    "poster_path": "/7CUulfSpqAvNtemgO4ZiNf6zy3s.jpg",
    "release_date": "07/02/2014",
    "title": "Heartless",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/tEdV3N5XH4k0XmXyk17GEUQUofQ.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 420350,
    "original_language": "hi",
    "original_title": "Aadmi",
    "overview": "The father of a young mill worker stumbles upon a secret of national consequence. As a result, his family is killed and the son is framed for the murder. The son vows to take revenge and do justice.",
    "popularity": 6.3519,
    "poster_path": "/cDymZbTMNDu99oLKkUEicUs6T2E.jpg",
    "release_date": "07/09/1993",
    "title": "Aadmi",
    "video": false,
    "vote_average": 8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/vRAVN6Pn3dWuQTC6JD88ZnhjH4F.jpg",
    "genre_ids": [
      28,
      12,
      18
    ],
    "id": 301687,
    "original_language": "hi",
    "original_title": "Tango Charlie",
    "overview": "Indian Army Sepoy Tarun Chauhan is assigned to proceed to Northeastern part of India that has been rocked by riots and violence with orders to report to his superior, Havaldar Mohammed Ali. Once there, he comes to know that things can be quiet for weeks, following by sporadic violence, and casualties on both sides. His group also comes under attack by vicious terrorists, who like to cut an ear from a dead body, then leave the body as bait, in order to kill anyone who comes to the rescue. This is where Tarun makes his first kill.",
    "popularity": 6.3506,
    "poster_path": "/jGfWsWcndUpzrdxZ8uddKYlJUsk.jpg",
    "release_date": "25/03/2005",
    "title": "Tango Charlie",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 476720,
    "original_language": "hi",
    "original_title": "Darwaza",
    "overview": "A demon possesses a man, and uses him to kill women.",
    "popularity": 6.3408,
    "poster_path": "/2uvLvE6l1fS4xGRpzzfyBwyFHur.jpg",
    "release_date": "27/09/2002",
    "title": "Darwaza",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AkfqKaD1KqfIqytxLvWlyKJRlEi.jpg",
    "genre_ids": [
      35,
      80
    ],
    "id": 21614,
    "original_language": "hi",
    "original_title": "Hera Pheri",
    "overview": "Two tenants and a landlord, in desperate need of money, chance upon a ransom call via a cross connection. They hatch a plan to claim the ransom for themselves.",
    "popularity": 6.3297,
    "poster_path": "/23MKGUPT5laTStim4TaGhfgSltu.jpg",
    "release_date": "31/03/2000",
    "title": "Hera Pheri",
    "video": false,
    "vote_average": 7.034,
    "vote_count": 291
  },
  {
    "adult": false,
    "backdrop_path": "/vEwsR923L4hC5ehUbGjSHL9VL3R.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1507649,
    "original_language": "hi",
    "original_title": "अंदाज़ 2",
    "overview": "A singer finds himself at the centre of a love triangle as his family copes with news of illness and he is targeted by a violent thug.",
    "popularity": 6.3248,
    "poster_path": "/4aev7jUk0ITeUovbirv5EFdgKAR.jpg",
    "release_date": "08/08/2025",
    "title": "Andaaz 2",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1526920,
    "original_language": "hi",
    "original_title": "Laxmi",
    "overview": "A flamboyant film producer Ramesh dotes on his glamorous star, Kishori, while avoiding a return to his village — and the wife he married in childhood, Rajni, whom he hasn’t seen since. When Rajni shows up in the city after a quarrel, unaware she’s competing with Kishori for her own husband’s affection, mistaken identities and meddling antics spark a lively “wife versus mistress” comedy of love, loyalty, and chaos.",
    "popularity": 6.3236,
    "poster_path": "/jteiVouwu0shE6XpEqcVBzGNOc9.jpg",
    "release_date": "04/04/1940",
    "title": "Laxmi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/1vTCTFc3j2Y3wR3VbFveyOZYrfY.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 915867,
    "original_language": "hi",
    "original_title": "Forensic",
    "overview": "Little girls begin to disappear and their bodies are found soon after in the town of Mussoorie. Police officer Megha and forensic officer Johnny join hands to nab the killer.",
    "popularity": 6.3229,
    "poster_path": "/bn2sQizEJ0qsntJRvjULsd5vk44.jpg",
    "release_date": "24/06/2022",
    "title": "Forensic",
    "video": false,
    "vote_average": 5,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53,
      9648
    ],
    "id": 952262,
    "original_language": "hi",
    "original_title": "Black Cat",
    "overview": "Bombay Police are baffled by a series of crimes - all at the hands of arch-criminal \"Black Cat\" who leaves his calling card at every scene of the crime. The Commissioner assigns this matter to this best plainclothes agent, Rajan. Rajan's investigations lead him to suspect Professor Gupta, who is also the brother of his girlfriend, Nita. Rajan decides to use Nita's love for him, and spies on Gupta. When Nita finds out, she is enraged at Rajan, and blames the police who she feels are covering-up their inefficiency by making a scape-goat of an innocent man. Rajan fails to prove that Gupta is somehow involved with \"Black Cat\", and the Commissioner gives him a deadline. If Rajan does not apprehend Black Cat within that deadline, he may be suspended or even dismissed from the police force. With no clues whatsoever as to the whereabouts of Black Cat and it's gang, Rajan has the challenge of his life, which he may not be able to fulfill.",
    "popularity": 6.3178,
    "poster_path": "/A3fe9SafPDAwhTMCevURQQKsjw.jpg",
    "release_date": "17/07/1959",
    "title": "Black Cat",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 683034,
    "original_language": "hi",
    "original_title": "Rakhi",
    "overview": "Siblings Rakhi and Raju are orphaned at a young age but grow up to become successful entrepreneurs. However, petty differences over their earned wealth and property threaten to ruin their bond.",
    "popularity": 6.3141,
    "poster_path": "/tEGsj7sEMFXcpMWGPX4BwsTrIJZ.jpg",
    "release_date": "01/01/1962",
    "title": "Rakhi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 455432,
    "original_language": "hi",
    "original_title": "Sanam",
    "overview": "Gaurav lives a wealthy lifestyle, gets everything he wants except the love of his parents and family. Even though he lives with his parents, they love his elder brother Narendra more. After an unfortunate incident, Gaurav joins the army to prove himself to his father, where he discovers a terrorist plot that could put his family and his country at risk.",
    "popularity": 6.3071,
    "poster_path": "/qIgTvD7fRtk8iwdrNY3EaTxL02w.jpg",
    "release_date": "19/04/1997",
    "title": "Sanam",
    "video": false,
    "vote_average": 2.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/6ofspOBFCynaHq6gVVpjS49LMb9.jpg",
    "genre_ids": [
      80
    ],
    "id": 274002,
    "original_language": "hi",
    "original_title": "Dosh",
    "overview": "Vikram Chopra is a respectable man. He has two sons, Vishant and Gaurav. Vishant is married to Priyanka, whom he neglects and instead spends all of his time with his friends. Taking advantage of the situation, Gaurav tries to get closer to Priyanka.",
    "popularity": 6.2953,
    "poster_path": "/2ly6X4tOL6Ov1sOYSN0X3wrg8kb.jpg",
    "release_date": "01/01/2007",
    "title": "Dosh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/pa5ZYTY11MI1D4MgQpl49O5dCke.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 306417,
    "original_language": "hi",
    "original_title": "Kaamchor",
    "overview": "Suraj has been a slacker all his adult life. He hates any kind of work - rather it's paying or volunteer. One day he gate-crashes a wedding ceremony and finds out that the groom is to live with his In-laws. To his delight, he finds out that the bride has an unmarried sister. And so Suraj starts to woo the unmarried sister, Geeta. Slowly Geeta falls in love with Suraj, and with the approval of her wealthy dad, Rai Bahadur Chunilal Sanghvi, both get married. Suraj now looks forward to an easy life at his In-laws, but that is not to be so, for Geeta wants to move out. Suraj goes along with Geeta, but then starts showing his true colors, and openly demands a share in his wealthy father-in-law's estate, even if it means taking the family to court.",
    "popularity": 6.2938,
    "poster_path": "/AkmqIFqcGdjAKT8kv22dU7TBhtv.jpg",
    "release_date": "24/12/1982",
    "title": "Kaamchor",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/cLUEnoJlRRROWr9HDnTJD956YXM.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 46382,
    "original_language": "hi",
    "original_title": "Dillagi",
    "overview": "A new Sanskrit teacher (Dharmendra) comes to teach at a girls' school. The chemistry teacher (Hema Malini) becomes annoyed at his style of teaching. He falls in love with her and tries to win her over.",
    "popularity": 6.2921,
    "poster_path": "/s3Fh89nEp4jGmGFPYQVIOLtnfle.jpg",
    "release_date": "01/01/1978",
    "title": "Dillagi",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 150009,
    "original_language": "hi",
    "original_title": "Rajdhani Express",
    "overview": "An eclectic group of passengers travelling from Delhi to Mumbai aboard the Rajdhani Express has to deal with an unexpected situation.",
    "popularity": 6.291,
    "poster_path": "/eqBaH92kA4x4TW4qp5Ik8wTroX9.jpg",
    "release_date": "04/01/2013",
    "title": "Rajdhani Express",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 718945,
    "original_language": "hi",
    "original_title": "Love You Family",
    "overview": "The Devani family's happiness comes crashing down when their young daughter, Khushi, marries her dance instructor, Raj, without their approval. Soon, Khushi begins to realize Raj's true colors.",
    "popularity": 6.2907,
    "poster_path": "/aMaWGiJwJrPBHiDlYEWJ8uNPTZ3.jpg",
    "release_date": "09/06/2017",
    "title": "Love You Family",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/1A5hURgtXyLIgrF70muyWonWeHZ.jpg",
    "genre_ids": [
      28
    ],
    "id": 1225485,
    "original_language": "hi",
    "original_title": "Chhalia",
    "overview": "A simple man believes he has found the love of his life when he meets a beautiful woman, only to discover a shocking secret about her.",
    "popularity": 6.2896,
    "poster_path": "/pCh81ZH24i2iAs290bQ0nI5fDGP.jpg",
    "release_date": "16/05/1973",
    "title": "Chhalia",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5hUrYw1wgFi2kPwZtEmTTqln3KE.jpg",
    "genre_ids": [
      18,
      28,
      53,
      80,
      10749
    ],
    "id": 75744,
    "original_language": "hi",
    "original_title": "Saheb Biwi Aur Gangster",
    "overview": "After the death of his first wife, wealthy Raja Aditya Pratap Singh, re-marries another woman, simply known as Chhoti Rani, who subsequently becomes mentally unstable. His father's former mistress, Badi Rani, controls the wealth, while he himself has a mistress. Unable to procure contracts through Mantri Prabhu Tiwari, he decides to stand for elections, while his rival, Ghenda Singh, recruits an assassin, Babalu, who is also the nephew of Sunder, Chhoti Rani's chauffeur, to kill Aditya. After Sunder is unable to drive due to an injury, he recommends Babalu, and Aditya hires him. Babalu settles down in his new job, attempts to get accepted by everyone, including Chhoti Rani, who he finds attractive. He soon finds out that she, too, has feelings for him, and then starts making plans of not only carrying out his assigned task but also becoming the next Saheb.",
    "popularity": 6.286,
    "poster_path": "/wadMSZ16EMmJkMcVwKapF6XaYwb.jpg",
    "release_date": "23/09/2011",
    "title": "Saheb Biwi Aur Gangster",
    "video": false,
    "vote_average": 6.963,
    "vote_count": 27
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 275775,
    "original_language": "hi",
    "original_title": "Saazish",
    "overview": "Bond-like adventure has a glamorous beauty queen falling for a racecar driver while visiting Hong Kong.",
    "popularity": 6.2853,
    "poster_path": "/tgssia9oOuPdqMXP4xIrISLxKrA.jpg",
    "release_date": "01/01/1975",
    "title": "Saazish",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 418621,
    "original_language": "hi",
    "original_title": "Fuddu",
    "overview": "The film depicts the story of Mohan, who has just arrived from Banaras to Mumbai city. He is disturbed to see how people live in cramped houses in the city of Mumbai. His entire world tilts upside down when his wife leaves him for reasons which are untrue. His family too discards him and disrespects him.",
    "popularity": 6.2775,
    "poster_path": "/dOyWwBgKgiceKLLWhJOLLSed2DO.jpg",
    "release_date": "14/10/2016",
    "title": "Fuddu",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 447251,
    "original_language": "hi",
    "original_title": "Yaad Rakhegi Duniya",
    "overview": "Vicky Anand (Aditya Panscholi) has just graduated from college with honors and decides to celebrate. An accident leads him to the hospital and the shocking discovery that he's suffering from a terminal illness. He decides to move to the lush, green locales of Ooty (India) where he hopes to find peace and solitude. The audience is introduced to Naina (Rukhsar) and her entourage of numerous village kids who enjoy playing pranks. Vicky finds support and encouragement after befriending and eventually falling in love with the mischievous and outgoing, Naina, who also suffers from a terminal illness. Will death separate the two or is their love strong enough to overcome their fatal diseases? Plenty of emotional scenes are balanced with comedic scenes represented by Naina's pranks.",
    "popularity": 6.2735,
    "poster_path": "/58Jsc16n371THuGaLDAeQxvv6fH.jpg",
    "release_date": "01/03/1992",
    "title": "Yaad Rakhegi Duniya",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 307840,
    "original_language": "hi",
    "original_title": "Aasman Mahal",
    "overview": "The story revolves around a Nawab, who having lost his money, still continues to live in the old traditional style, maintaining a grandeur facade. His son opposes the unrealistic life-style.",
    "popularity": 6.2718,
    "poster_path": "/r0JcL0n5DuNPFb19khQK5VHAL2o.jpg",
    "release_date": "01/01/1965",
    "title": "Sky palace",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1489382,
    "original_language": "hi",
    "original_title": "The Betrayal",
    "overview": "An Army Officer is demobilized due to his wounded leg. His income is meagre and he has no savings. He is distressed as he cannot raise the money required for his only son to pursue his studies abroad. He falls prey to temptations and conspires with acquaintances to raise the money by criminal means.",
    "popularity": 6.2702,
    "poster_path": "/1QUHdRZnUb2IldXk3pB3FL4FasF.jpg",
    "release_date": "01/01/1965",
    "title": "The Betrayal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/8u7dfVGGBcGrk1nCu55X5RqImwv.jpg",
    "genre_ids": [
      10749,
      35,
      28
    ],
    "id": 205022,
    "original_language": "hi",
    "original_title": "Chennai Express",
    "overview": "Rahul embarks on a journey to a small town in Tamil Nadu to fulfill the last wish of his grandfather: to have his ashes immersed in the Holy water of Rameshwaram. En route, he meets a woman hailing from a unique family down South. As they find love through this journey in the exuberant lands of South India, an unanticipated drive awaits them.",
    "popularity": 6.2672,
    "poster_path": "/9j7XfhBJKNfidMCa8JsNbqU1waV.jpg",
    "release_date": "08/08/2013",
    "title": "Chennai Express",
    "video": false,
    "vote_average": 6.514,
    "vote_count": 366
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      18,
      53
    ],
    "id": 581925,
    "original_language": "hi",
    "original_title": "End Counter",
    "overview": "A crooked cop Sameer with a good heart is neck deep into illegal encounters in cahoots with his childhood friend Jagga. When his live-in partner Renu discovers this, she tries to change him. Will Sameer be able to make the switch from bad to good?",
    "popularity": 6.2637,
    "poster_path": "/cUZZufgPJjcO15hOUYtTRIfP4XS.jpg",
    "release_date": "08/02/2019",
    "title": "End Counter",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/qbylNPxvDfojS0GQpZSvD5ghuus.jpg",
    "genre_ids": [
      18,
      80,
      10749
    ],
    "id": 642637,
    "original_language": "hi",
    "original_title": "Baarish",
    "overview": "City-bred Ramu is involved in petty crime. When his close friend Gopal asks him to go to the village and look after his mother and sister Chanda, Ramu does so. After coming to know both mother and daughter, they decide to re-locate to the big city to be together with Gopal. In the process, Ramu and Chanda fall in love with each other. Chanda wants Ramu to give up his life of crime, but will his crime partners allow Ramu to lead a normal life?",
    "popularity": 6.2561,
    "poster_path": "/9mPweBwnouJfXVLY1oOHtqeUiQO.jpg",
    "release_date": "08/03/1957",
    "title": "Baarish",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10749,
      10402
    ],
    "id": 304330,
    "original_language": "hi",
    "original_title": "Munimji",
    "overview": "Roopa lives a wealthy lifestyle with her widowed dad, Captain Suresh, and brother, Shekhar. After she returns from abroad, she is told that she must now prepare to get married to her betrothed, Ratan, who is the son of a close friend of Suresh. Everything changes suddenly when Roopa meets with a handsome young man, Raj, and both fall in love with each other.",
    "popularity": 6.2524,
    "poster_path": "/cSkebXELjhbemkGZb7lU5T1ivLn.jpg",
    "release_date": "01/01/1955",
    "title": "Munimji",
    "video": false,
    "vote_average": 2.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/zmTirQ6xMLihMRnnOiYdzhabpI0.jpg",
    "genre_ids": [
      53,
      27
    ],
    "id": 492181,
    "original_language": "hi",
    "original_title": "1921",
    "overview": "When Ayush arrives in England to learn music, he is shocked and scared when the manor he is living in becomes haunted by spirits. To exorcise them, he seeks the help of Rose, a woman who can see and speak with them.",
    "popularity": 6.2514,
    "poster_path": "/lEOwlojOgtbfdFrMANVwVohOqyY.jpg",
    "release_date": "12/01/2018",
    "title": "1921",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 106862,
    "original_language": "hi",
    "original_title": "Vardi",
    "overview": "Lalchand (Kader Khan) is arrested by Inspector Verma (Vinod Mehra) and vows to avenge this. He does so by abducting his only son, and later informing Verma that he has killed his son, in the process of apprehending Lalchand, Havaldar Bhagwan Singh (Dharmendra) is killed by saving Verma's life. Verma and his wife Shanti (Anjana Mumtaz) bring up Bhagwan's son, Ajay, as their own. Years later Ajay (Sunny Deol) has grown up to be a police inspector as well, Verma is now the Commissioner. Together they band together to stop Lalchand, who is now a crimelord of international standards, from carrying on terrorist activity in the country; and also try and locate Verma's son, who they find out is still alive, but leads a life of crime",
    "popularity": 6.2497,
    "poster_path": "/5fhn3x0l3geUWdXHrT0R9jjX6oc.jpg",
    "release_date": "06/01/1989",
    "title": "Vardi",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/18X5OYTRzQpuCt1U4m9LwBdNfh.jpg",
    "genre_ids": [],
    "id": 919601,
    "original_language": "hi",
    "original_title": "Switchh",
    "overview": "SWITCHH as an action movie about friendship, love and betrayal, the plot revolves around three con artists who use their charm to dupe wealthy victims out of cash.",
    "popularity": 6.2489,
    "poster_path": "/iApjhcSpl8GVZXdILIDaqjLT8Cq.jpg",
    "release_date": "23/04/2021",
    "title": "Switchh",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/j1H7s7MpIf9kHbb3GPtuPTxU2jg.jpg",
    "genre_ids": [
      10749
    ],
    "id": 308310,
    "original_language": "hi",
    "original_title": "Suhana Safar",
    "overview": "Sapna sets out on a journey to meet her dream man, a poet called Ujjwala, when she comes across Sunil.",
    "popularity": 6.2392,
    "poster_path": "/jaZ6PgS8sBQgpyieALAiLY5dWaF.jpg",
    "release_date": "01/01/1970",
    "title": "Suhana Safar",
    "video": false,
    "vote_average": 1,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gh9mRGlL41HPnyoakF6WZtCAhe0.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 65946,
    "original_language": "hi",
    "original_title": "Ready",
    "overview": "Prem believes Sanjana is the girl chosen by his dad and falls in love with her. However, she is a runaway bride escaping from a marriage set up by her mafia uncles against her wishes. On learning the truth, he devises a plan to win her over from her uncles who intend to usurp her huge inheritance.",
    "popularity": 6.234,
    "poster_path": "/umfKMUkXXPfMUoOq60nXjDbQOCL.jpg",
    "release_date": "03/06/2011",
    "title": "Ready",
    "video": false,
    "vote_average": 5,
    "vote_count": 98
  },
  {
    "adult": false,
    "backdrop_path": "/7UjQ5bYDQMZzprL5fUuFZUgZQxc.jpg",
    "genre_ids": [
      35,
      10749,
      878
    ],
    "id": 49679,
    "original_language": "hi",
    "original_title": "Action Replayy",
    "overview": "A young man tries to revive his parents' wilting marriage by traveling to the 1970s when their romance was budding to help make it bloom: something more complex than he expects.",
    "popularity": 6.234,
    "poster_path": "/8YzWja1cgzIaaKys6Ajk95kJxQY.jpg",
    "release_date": "05/11/2010",
    "title": "Action Replayy",
    "video": false,
    "vote_average": 5.228,
    "vote_count": 79
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 509816,
    "original_language": "hi",
    "original_title": "Nadaan",
    "overview": "Rivalry has existed between Ranimaa and a small and hostile community. The passage of time has only widened the gap between the two. When Ranimaa's heir apparent, Seema, attempts to make peace, she is severely reprimanded by Ranimaa. Then Seema meets with Ajay Jain and both fall in love. When Ranimaa finds out about this, she indicates her disapproval of Ajay. Seema, however, is adamant about this, and will only marry Ajay, and wants peace between the two communities. Finally, Ranimaa agrees to make peace with the tribe, only to be blackmailed by Manghu, who knows that Ranimaa's had a questionable past, a past so terrible that she will kill anyone who will dare to reveal it.",
    "popularity": 6.2309,
    "poster_path": "/ha9p7jaVIbzc3uzgZ3FtG6YQp4A.jpg",
    "release_date": "20/08/1971",
    "title": "Nadaan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zoXbkvFC2ANw72FvfeZOdHv3vPc.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 165573,
    "original_language": "hi",
    "original_title": "Kya Kehna",
    "overview": "Priya, a young college girl faces hardships and challenges after she becomes pregnant before marriage.",
    "popularity": 6.228,
    "poster_path": "/xk8PvgLZkL33tBP1jh9WqZHN3ae.jpg",
    "release_date": "18/05/2000",
    "title": "Kya Kehna",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/pYU35lHyG4UHoArxFtWu4bIhVcH.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1400553,
    "original_language": "hi",
    "original_title": "Sweet Dreams",
    "overview": "A tale that blurs the line between fantasy and reality, Sweet Dreams captures the magic of serendipity and the intensity of love that transcends the ordinary. It’s a film that asks: do we find love by chance, or does love find us? The answer might just lie in the dreams we dare to dream.",
    "popularity": 6.2194,
    "poster_path": "/fMsr2NPNghX76VML7xb1FdRzU1P.jpg",
    "release_date": "24/01/2025",
    "title": "Sweet Dreams",
    "video": false,
    "vote_average": 5.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      12
    ],
    "id": 423833,
    "original_language": "hi",
    "original_title": "Chor Chor",
    "overview": "A retired policeman sees a killer he thought had been dead for twenty years, and the next night he is killed. The killer is blackmailing the head of a bank, and forcing him to participate in a robbery of his own bank. He is replaced by the son of the policeman, who is hunting for his fathers killer. A rarity in 70's Bollywood since it does not contain any musical interludes.",
    "popularity": 6.217,
    "poster_path": "/8BEGTIWU4ZSuFuidES69vKEIWs1.jpg",
    "release_date": "11/07/1974",
    "title": "Chor Chor",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1327841,
    "original_language": "hi",
    "original_title": "Tedi Medi",
    "overview": "A Musical Short Film",
    "popularity": 6.2165,
    "poster_path": "/r7Ja7mU18KJdJuAyj8PLggUUBxY.jpg",
    "release_date": "09/08/2024",
    "title": "Tedi Medi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/dT9KtJ7HVR1JwvzPQkb3sPLiSJ5.jpg",
    "genre_ids": [
      18
    ],
    "id": 507399,
    "original_language": "hi",
    "original_title": "Thikana",
    "overview": "Alcoholic lawyer Ravi Goel does not get cases because he refuses to lie. He lives with his mother and sister Shashi ,who also happens to be the breadwinner for the family.  MP Rane rapes a girl and is videotaped by a cameraman . Rane has both of them killed. Meanwhile, Shashi becomes pregnant from Ranbir Singh. She refuses to marry him because she feels that when she would leave her family, they would be in trouble. Ranbir convinces Ravi to take on cases to fight in the court.  Tea shop owner tells Ravi that dancer Shaila's brother has been missing for some time. Ravi begins searching for her brother and, discovering his death, tries to find the killers.",
    "popularity": 6.2137,
    "poster_path": "/3CxnBDITdLqXygVVAU9cCA8ABnM.jpg",
    "release_date": "18/10/1987",
    "title": "Thikana",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 302934,
    "original_language": "hi",
    "original_title": "Taaqat",
    "overview": "Two powerful and strong-armed gangsters work for opposite political parties. Bhau works for Anil Rege, while Shakti works for Babbanrao. Both believe that that these two political leaders will provide a better life for the poor and the needy. Their hopes are dashed when both Anil and Babban patch up their differences, and decide to unite, and lead a corrupt life-style, while pitting both the gangsters against each other.",
    "popularity": 6.213,
    "poster_path": "/yPfY8BnhUQ5wk2ZFhaxJJnCdQsa.jpg",
    "release_date": "23/06/1995",
    "title": "Taaqat",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/1oEBCKVKC49By9RBTbsae8RO9Nh.jpg",
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 496524,
    "original_language": "hi",
    "original_title": "सिंम्बा",
    "overview": "A corrupt police officer enjoys all the perks of being an immoral and unethical police officer until an event which transforms his life completely and forces him to choose the righteous path.",
    "popularity": 6.2114,
    "poster_path": "/ulQO4XJ1xlWdl4vX8Lr3SbWRfZw.jpg",
    "release_date": "28/12/2018",
    "title": "Simmba",
    "video": false,
    "vote_average": 6.168,
    "vote_count": 92
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1026901,
    "original_language": "hi",
    "original_title": "Palki",
    "overview": "Naseem lives a poor lifestyle with his widowed mom in Lucknow, India. He is well-known for his poems, and gets invited to a contest hosted by Nawab Naseemuddin who has offered a reward of Rs.5000/- to the winner.",
    "popularity": 6.2051,
    "poster_path": "/qILxqHReuMFcZuSemveE04JTU6T.jpg",
    "release_date": "01/01/1967",
    "title": "Palki",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      27
    ],
    "id": 500066,
    "original_language": "hi",
    "original_title": "Darinda",
    "overview": "A 2005 Indian horror film.",
    "popularity": 6.2005,
    "poster_path": "/fA7zgIs98wXGnyzMgoyby8q0ScI.jpg",
    "release_date": "09/12/2005",
    "title": "Darinda",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/e8oCvafEbkS88SIab8yqV8Vu9FQ.jpg",
    "genre_ids": [
      18
    ],
    "id": 444869,
    "original_language": "hi",
    "original_title": "Wedding Anniversary",
    "overview": "Kahani met her Prince Charming Nirbhay in Goa for the first time and fell in love. So far their journey together has been excellent and today is their first wedding anniversary.",
    "popularity": 6.1999,
    "poster_path": "/pt89sa2AvfVwHRwxCnRhmKp4ZI6.jpg",
    "release_date": "24/02/2017",
    "title": "Wedding Anniversary",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/2O8GXFH31YkPvoyBa8riBBn47ho.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 381070,
    "original_language": "hi",
    "original_title": "Loev",
    "overview": "When hot shot, Wall Street dealmaker Jai thinks of putting some pleasure into his 48 hour business trip to Mumbai, Sahil, his young, music-producer friend, drops everything, including his reckless boyfriend Alex, to help him execute the perfect getaway. Hiking the hills and canyons of Maharashtra, amidst half-attempted conversations and sudden silences, business calls and old jokes, the friends discover there is more than just time-zones keeping them apart. Things take another turn when Alex shows up with a new male-companion at his side, throwing up old conflicts and bringing unanswered questions to the fore.",
    "popularity": 6.1919,
    "poster_path": "/d8joulbNy1LlJpT9xrGvS8KgjAC.jpg",
    "release_date": "12/05/2016",
    "title": "Loev",
    "video": false,
    "vote_average": 5.252,
    "vote_count": 103
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 303346,
    "original_language": "hi",
    "original_title": "Bheegi Palkein",
    "overview": "A 1982 Indian Bollywood film directed by Sisir Mishra and produced by K. K. Arya. It stars Raj Babbar and Smita Patil in pivotal roles.  It was based on a family drama of Odisha Brahmin family, uncivilized casting systems at that time and about the blame between husband and wife in family.",
    "popularity": 6.1913,
    "poster_path": "/7TUQ0IgvWqQdJqzVij9Dccfh4zw.jpg",
    "release_date": "24/08/1982",
    "title": "Bheegi Palkein",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vr4fskAEI91XoBNMxEiW8Tx3Q6g.jpg",
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 170645,
    "original_language": "hi",
    "original_title": "हेरा फेरी",
    "overview": "Two con men, Vijay and Ajay, manage to hoodwink a number of wealthy people as well as Police Commissioner Khanna. Their lives undergo many changes, after a caper at a casino, where Vijay is recognized by a gangster named P.K., who decides to separate the two friends by claiming that Ajay is his long-lost son; insinuating that Vijay has not been completely forthright with Ajay; and implicating him in the murder of a male named Mac. Written by rAjOo (gunwanti@hotmail.com)",
    "popularity": 6.1901,
    "poster_path": "/hUlekD8DKi7GBTqy5HIrVovnU8i.jpg",
    "release_date": "01/10/1976",
    "title": "Hera Pheri",
    "video": false,
    "vote_average": 6.111,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1518446,
    "original_language": "hi",
    "original_title": "Shahzadi",
    "overview": "A drama exploring themes of royalty, duty, and personal destiny through the eyes of its titular princess",
    "popularity": 6.1776,
    "poster_path": "/68zl9L7VmtYPuxohTwR3rNvsyED.jpg",
    "release_date": "27/02/1941",
    "title": "Shahzadi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 322292,
    "original_language": "hi",
    "original_title": "Saqi",
    "overview": "1952 Indian Film",
    "popularity": 6.1705,
    "poster_path": "/gXE7ql1cFen0QqHkxQhxdzi9McT.jpg",
    "release_date": "01/01/1952",
    "title": "Saqi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1236415,
    "original_language": "hi",
    "original_title": "Mangta Jogi",
    "overview": "Ghasita (28) returns to his village, on the outskirts of Varanasi, from the city of Kolkata after 10 years, only to find his family in poor financial condition. His elder brother, Shambhu, struggles to meet the needs of the family which consists of his elderly mother along with his wife and son.",
    "popularity": 6.1691,
    "poster_path": "/5VF38dwnlQnzPfHRg2Elc74svuA.jpg",
    "release_date": "",
    "title": "Mangta Jogi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/38aA8JjIU0xFLuKQ9zomf8muUI4.jpg",
    "genre_ids": [
      12,
      18,
      10751
    ],
    "id": 443407,
    "original_language": "hi",
    "original_title": "Chidiya",
    "overview": "Three restless cousins search for a way to achieve their dream of playing badminton in a little Indian town, overcoming obstacles such like the lack of a play area, the necessary equipment, having to go to work all day and dealing with a single mother and stuck-up neighbors.",
    "popularity": 6.1518,
    "poster_path": "/mj5Vq4O6O27vuzlhJHW5iTjaIG5.jpg",
    "release_date": "30/05/2025",
    "title": "Chidiya",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/cDeJQH3FE9zupyfhy40aQwVMRLa.jpg",
    "genre_ids": [
      28,
      12,
      80,
      53
    ],
    "id": 19668,
    "original_language": "hi",
    "original_title": "Jai Veeru",
    "overview": "Bangkok-based con-man, Jai, steals cars, and cons residents. While flirting with a girl in a bar, faces-off with her brother and his friends, and a male, Veeru, comes to his assistance. Both become close and eventually inseparable friends. Their friendship ends abruptly after Veeru reveals his true identity and arrests Jai. Neither are aware that they have a common enemy in Tejpal - who is determined to do away with both of them once and for all.",
    "popularity": 6.1515,
    "poster_path": "/x7Dbc9ef9ow0EGDQVXHlKKUDdCc.jpg",
    "release_date": "13/03/2009",
    "title": "Jai Veeru",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/sEACj18R38zDPhyU7xWmLByDcwq.jpg",
    "genre_ids": [
      18
    ],
    "id": 534075,
    "original_language": "hi",
    "original_title": "सुपर 30",
    "overview": "Based on life of Patna-based mathematician Anand Kumar who runs the famed Super 30 program for financially weak IIT aspirants in Patna.",
    "popularity": 4.3957,
    "poster_path": "/n0LdZvEqZjnSQSHzzwryFBYjXk1.jpg",
    "release_date": "12/07/2019",
    "title": "Super 30",
    "video": false,
    "vote_average": 7.214,
    "vote_count": 124
  },
  {
    "adult": false,
    "backdrop_path": "/5qu3Q3FcfiI59ZBo4Fddk8nchds.jpg",
    "genre_ids": [
      28
    ],
    "id": 353429,
    "original_language": "hi",
    "original_title": "Jaanwar",
    "overview": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "popularity": 6.8912,
    "poster_path": "/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "release_date": "24/12/1999",
    "title": "Jaanwar",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": "/lKhfksqlxxOkJMEvK0e0EDqFiwm.jpg",
    "genre_ids": [
      18
    ],
    "id": 885296,
    "original_language": "hi",
    "original_title": "Shoebox",
    "overview": "Mampu watches her father struggling to keep his single-screen theatre alive - as her hometown Allahabad acquires a new name and starts losing traces of its past.",
    "popularity": 5.6325,
    "poster_path": "/sa5uvGycSVp6JxX251lwKcYzSx0.jpg",
    "release_date": "04/11/2021",
    "title": "Shoebox",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 306425,
    "original_language": "hi",
    "original_title": "Laila Majnu",
    "overview": "A timeless romance of two souls intertwined, Laila (Nutan) and Qais (Shammi Kapoor), whose bond transcends all societal barriers. Though fate drives them apart, their love endures, resisting separation and sacrifice in this classic 1953 Hindi drama based on the legendary tale of Layla and Majnun.",
    "popularity": 4.1899,
    "poster_path": "/u4tZhWzTTVv2oFk9MVMvFKYdPOn.jpg",
    "release_date": "26/12/1953",
    "title": "Laila Majnu",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14
    ],
    "id": 87697,
    "original_language": "hi",
    "original_title": "Bajrangbali",
    "overview": "Bhagwan Shri Bajrangbali has had super-natural powers at a very young age which includes swallowing the sun, lifting mountains, just to name a few. Bajrangbali has always regarded the skies and universe as his playground and could leap and fly around at will. Bajrangbali makes it his duty to serve Bhagwan Shri Ram all days in his life. He will make this comes to light when Ram's wife, Devi Maa Sita, has been kidnapped by Shivbakht Ravan, and is being held captive in far off Lanka.",
    "popularity": 7.123,
    "poster_path": "/8LE2MJxeSDmLoZ1kCyD5UW0w76p.jpg",
    "release_date": "01/01/1976",
    "title": "Bajrangbali",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35
    ],
    "id": 543946,
    "original_language": "hi",
    "original_title": "Dil Ki Rani",
    "overview": "A comic tale of a poet and his fan both in love with each other and relentless efforts by his would be father in law to not let them marry each other. Instead, he wants his daughter to be married to the poet's friend.",
    "popularity": 5.5923,
    "poster_path": "/kE8TRQ9sogcWgkHZjhohoNrMCPi.jpg",
    "release_date": "01/01/1947",
    "title": "Dil Ki Rani",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1196938,
    "original_language": "hi",
    "original_title": "Do Raha",
    "overview": "A young girl, impressed by the crystal clear ideals of a writer, falls in love with him, but ends up losing everything she hoped for as a wife.",
    "popularity": 7.1256,
    "poster_path": "/iesFlY9FcwVDkwNwqMP4UhQYwBz.jpg",
    "release_date": "29/08/1952",
    "title": "Do Raha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/sZY0xzPF4kjEDgwc9EpEWDH35I4.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 209943,
    "original_language": "hi",
    "original_title": "Anupama",
    "overview": "A grieving widower has a complex relationship with his daughter, blaming her for his wife's death. As she grows up, a kind poet helps her heal and find happiness despite her father's conflicted behavior.",
    "popularity": 4.2769,
    "poster_path": "/ojTUDpCurFHFEURK5OUKbGOyXks.jpg",
    "release_date": "06/01/1966",
    "title": "Anupama",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 615193,
    "original_language": "hi",
    "original_title": "Devi",
    "overview": "A poor woman feels unwelcome in her husband's family",
    "popularity": 5.8719,
    "poster_path": "/7O6sBd8P2r6uzFpNtnm1SyJrYFV.jpg",
    "release_date": "01/01/1970",
    "title": "Devi",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/iqqnhMLaS94Fw4rpAQB6jHx0y9E.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 1339876,
    "original_language": "hi",
    "original_title": "मर्दानी 3",
    "overview": "Officer Shivani Shivaji Roy returns to hunt down those behind the disappearance of young girls, risking everything to bring them back alive.",
    "popularity": 7.1989,
    "poster_path": "/jLo8qcDOw9CD1COzMLBouOqHtqX.jpg",
    "release_date": "30/01/2026",
    "title": "Mardaani 3",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mBc7EMQaIGNeUIH7hhVtKn3HHhZ.jpg",
    "genre_ids": [],
    "id": 1132482,
    "original_language": "hi",
    "original_title": "अजमेर 92",
    "overview": "Based on true events, Ajmer 92 tells the story of the grim plight of as many as 250 girls who were trapped, sexually exploited and blackmailed for years by caretakers of Ajmer Dargah, including many influential men in the area and Indian National Congress leaders in the city of Ajmer in Rajasthan in 1992.",
    "popularity": 4.3685,
    "poster_path": "/lM8sVdmhAM3HkwBGWaynOPJ7tqL.jpg",
    "release_date": "14/07/2023",
    "title": "Ajmer 92",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/noGCs3IiHkMtBxtQOqViKsn9Kdi.jpg",
    "genre_ids": [
      10749
    ],
    "id": 501099,
    "original_language": "hi",
    "original_title": "Do Premee",
    "overview": "Young Chetan Prakash and beautiful Payal are in love and would like to marry each other. Their respective fathers, Daulatram and Retired Col. Bhagwant Singh, have other plans and want them to marry the spouses of their choice. So Chetan and Payal decide to elope, and marry on the run. Bhagwant Singh advertises in the newspapers for his missing daughter, and offers a handsome reward for her return. Chetan finds a job as a chauffeur, and Payal works as a maid in a house, and they become absorbed in their daily chores, not realizing that their employer, Geeta, is under the power and influence of a gangster named Shivlal, who operates a religious sect under the name of Mahayogi, and who has a gas chamber that he uses to kill people who disagree with him.",
    "popularity": 7.4176,
    "poster_path": "/oekBPUpAVDGMF7DOEMLSFiE9nk0.jpg",
    "release_date": "07/11/1980",
    "title": "Do Premee",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AbnqeiraJNrhl1P6mRmtXHaxk3Z.jpg",
    "genre_ids": [
      18,
      14,
      9648
    ],
    "id": 1234603,
    "original_language": "hi",
    "original_title": "जुगनूमा",
    "overview": "In the late 1980s in the Himalayas, a man's life is turned upside down by a series of mysterious fires destroying his fruit orchards. As he struggles to stop the outbreaks, the escalating mystery forces him to confront not only the truth behind the blazes but also the long-hidden secrets of his family and his own past.",
    "popularity": 7.0718,
    "poster_path": "/xpFx3aG0CpK3CMo62BuUlqu5ySD.jpg",
    "release_date": "12/09/2025",
    "title": "The Fable",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/g9nabxOVMiktZ6271qHckGLA3jG.jpg",
    "genre_ids": [
      28,
      80,
      18,
      10751
    ],
    "id": 340775,
    "original_language": "hi",
    "original_title": "Indrajeet",
    "overview": "In order to continue suppressing the workers in his company; multi-millionaire, Din Dayal gets a union leader and his wife murdered. When inspector Indrajeet attempts to arrest Dayal his daughter, Shanti intervenes. This angers Indrajeet whose beloved is also Shanti and he decides to cut all connections from her. Indrajeet adopts the daughter, Neelu of the diseased union leader and years later after his retirement from police service attempts to bring her up. Indrajeet gets Neelu marry to Vijay but calamity destructs the couple when they are killed by a group of young boys. Indrajeet lodges a complaint with the police but instead of arresting the assailants the police commissioner closes the case forcing Indrajeet to take the law into his hands.",
    "popularity": 5.9021,
    "poster_path": "/bS4Q827YXJZa7aiMYGIcMx29W2h.jpg",
    "release_date": "02/08/1991",
    "title": "Indrajeet",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/nrXtqzQSBoBZIuV2ssPfSUWPFuS.jpg",
    "genre_ids": [
      28
    ],
    "id": 319960,
    "original_language": "hi",
    "original_title": "Kartavya",
    "overview": "Vijay Kumar, a forest officer returns to the forest where his dad met an untimely end. Will his secret plan to snare poachers succeed? Sandalwood, ivory,animal hides and raw power is at the nexus of money and corruption.",
    "popularity": 5.6116,
    "poster_path": "/aIFKidipXwU6eFlsCPZCJZWfqop.jpg",
    "release_date": "11/05/1979",
    "title": "Kartavya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mQmGfyRcmLEensLsg4X8H5dC0Wx.jpg",
    "genre_ids": [
      28,
      10752,
      36
    ],
    "id": 71920,
    "original_language": "hi",
    "original_title": "LOC: Kargil",
    "overview": "This film dramatizes events that occurred as the hostility between India and Pakistan over Kashmir came to a head in 1999, when more than 1,000 men crossed the \"Line of Control\" that separates the two locations. Taliban and Pakistani soldiers took over the area, blocking the main road that linked the regions. Standing their ground, Indian soldier drove them away, but not without losing more than 400 of their own men first.",
    "popularity": 6.58,
    "poster_path": "/8rwlGnSWgLJlveO4OoOJ2n2YZyv.jpg",
    "release_date": "12/12/2003",
    "title": "LOC: Kargil",
    "video": false,
    "vote_average": 5.682,
    "vote_count": 22
  },
  {
    "adult": false,
    "backdrop_path": "/abk9n4DkSMOxTQbR41NNuGjcdcP.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 357830,
    "original_language": "hi",
    "original_title": "Prem Deewane",
    "overview": "Radha (Pooja Bhatt) and Manohar (Vivek Mushran) love each other and want to get married, but Radha's dad (Ashok Saraf) does not approve of their marriage as Manohar comes from a poor family. He instructs Radha not to leave the house, but Radha finds a way to escape and goes to Manohar's house. Anticipating more obstacles, they run away, guided by Radha's uncle Natwarlal(Prem Chopra). Natwarlal convinces them that they must kidnap a wealthy person and demand a big ransom and take the money to appease Radha's dad. It is then they start to realize that their uncle has some other devious plans for them.",
    "popularity": 7.7599,
    "poster_path": "/yOsxK8n4GgzNPbbtMAWq8G232VT.jpg",
    "release_date": "01/01/1992",
    "title": "Prem Deewane",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/87QteQwehADijQBrEan5y4P36c9.jpg",
    "genre_ids": [
      53
    ],
    "id": 582352,
    "original_language": "hi",
    "original_title": "706",
    "overview": "Dr.Suman Asthana is a doctor, whose husband Anil Asthana is missing since last 11 days and investigating officer DCP Shekhawat is unable to find him. A psychic child patient revels the whereabouts of Dr.Anil and opens the doors of secrets.",
    "popularity": 5.4281,
    "poster_path": "/kEVYsAQJifaE07lwE7M0LQABfg2.jpg",
    "release_date": "11/01/2019",
    "title": "706",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 403972,
    "original_language": "hi",
    "original_title": "Ishq Click",
    "overview": "A woman from Mumbai, aided by a photographer, struggles to achieve her goal of becoming a supermodel.",
    "popularity": 5.6367,
    "poster_path": "/fofrIwTmhEO1T8f3FHYbQONdtzj.jpg",
    "release_date": "22/07/2016",
    "title": "Ishq Click",
    "video": false,
    "vote_average": 5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 150009,
    "original_language": "hi",
    "original_title": "Rajdhani Express",
    "overview": "An eclectic group of passengers travelling from Delhi to Mumbai aboard the Rajdhani Express has to deal with an unexpected situation.",
    "popularity": 6.291,
    "poster_path": "/eqBaH92kA4x4TW4qp5Ik8wTroX9.jpg",
    "release_date": "04/01/2013",
    "title": "Rajdhani Express",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/lIEicw6VnL7sguoPq3Z7xUwYHA8.jpg",
    "genre_ids": [
      28,
      12,
      18
    ],
    "id": 196852,
    "original_language": "hi",
    "original_title": "Asambhav",
    "overview": "When the President of India is kidnapped by Kashmiri terrorists in Locarno, Switzerland, an Indian secret agent is sent to find him and set him free. With the help of an Indian singer he will make the \"Impossible\" to complete the mission.",
    "popularity": 7.9514,
    "poster_path": "/4uXtuCf1AvZW87QEe0JLVJEsylz.jpg",
    "release_date": "22/07/2004",
    "title": "Asambhav",
    "video": false,
    "vote_average": 4.7,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10402
    ],
    "id": 274532,
    "original_language": "hi",
    "original_title": "Tirchhi Topiwale",
    "overview": "Romantic teen caper has a college boxing champion and a career-challenged ventriloquist defying tradition when they compete for favors to win over two rich and beautiful sisters.",
    "popularity": 7.9557,
    "poster_path": "/79Cscc6h06R2oDyIbuM4I4dyJ6S.jpg",
    "release_date": "11/09/1998",
    "title": "Tirchhi Topiwale",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 306412,
    "original_language": "hi",
    "original_title": "Janam Kundli",
    "overview": "Film about a wealthy, religious man and his daughter who was talked into marrying another wealthy man.",
    "popularity": 5.8918,
    "poster_path": "/y0l1DU8HZLE1wugho5ZwQIJSe5J.jpg",
    "release_date": "12/05/1995",
    "title": "Janam Kundli",
    "video": false,
    "vote_average": 4.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 16537,
    "original_language": "hi",
    "original_title": "Mumbai Meri Jaan",
    "overview": "Shortly after 1800 hours, 11 July 2006, Mumbai was shattered by seven bomb blasts on Western Railway stations: Matunga, Mahim, Khar, Bandra, Jogeshwari, Borivali, and Bhayandar. It took the Police and ambulance over an hour to attend at various sites. This incident changes lives of Thomas, originally from Chennai, who sells tea from his bike; Rupali Joshi, a TV News reporter, who has to deal with the death of her to-be spouse, Ajay Kumar Pradhan; Suresh, in debt, starts to suspect all Muslims, especially Yusuf; Inspector Tukaram Patil, about to retire, goes about collecting bribes as usual, much to the chagrin of his embittered, honest and soon to-be suspended subordinate, Sunil Kadam; while Nikhil Agarwal, a Nationalist and environmentalist, debates whether he should re-locate to the United States, along with his pregnant wife, Sejal.",
    "popularity": 5.4558,
    "poster_path": "/pzxh642LtRJLpCksGjCdUk9aiIk.jpg",
    "release_date": "22/08/2008",
    "title": "Mumbai Meri Jaan",
    "video": false,
    "vote_average": 6.981,
    "vote_count": 27
  },
  {
    "adult": false,
    "backdrop_path": "/xBeicXpaZuDWyr8Nixr2DG9CN5L.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 307368,
    "original_language": "hi",
    "original_title": "Amir Garib",
    "overview": "Manmohan alias Moni lives a dual life. One as a magician, and the other as a thief with the name of Bhagula Bhagat, whose prime agenda is to rob the rich, and spread the wealth with the poor. He meets with a young woman named Sunita alias Soni, and both fall in love with each other. Things change for the better for Soni, when she meets her wealthy long-lost father, Daulatram, and goes to live with him. She decides not to have to do anything with Moni. When Moni attempts to meet Soni to find out why she has rejected him, she refuses to meet him. Then Moni finds out that Soni is not who she claims she is, and definitely not the daughter of Daulatram, but the daughter of another wealthy man named Nandlal, who had died under mysterious and destitute circumstance.",
    "popularity": 7.5041,
    "poster_path": "/iv9BadGk9Bz5tVkkS6tGBApH6IL.jpg",
    "release_date": "26/07/1974",
    "title": "Amir Garib",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/jKOnLRses5LeVCIO786YZxO1uxj.jpg",
    "genre_ids": [
      99
    ],
    "id": 842361,
    "original_language": "hi",
    "original_title": "Invisible Demons",
    "overview": "A prismatic meditation on pollution in the capital of the World’s biggest free-market democracy and the most polluted and populated city, Delhi – a film about the pollution inside of the human mind.",
    "popularity": 5.5402,
    "poster_path": "/gD7ezX54kCQKhoII0oprQrYpkPN.jpg",
    "release_date": "26/11/2021",
    "title": "Invisible Demons",
    "video": false,
    "vote_average": 6.75,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/aWkKzfWSrTNFbaVSwzt7YN5QYrt.jpg",
    "genre_ids": [
      27
    ],
    "id": 1399573,
    "original_language": "hi",
    "original_title": "3rd EYE",
    "overview": "It's a Action, Thriller, Horror and Romantic movie, story revolves around a killer who kills innocent people then they will become evils and take their Revenge from killer.",
    "popularity": 4.1175,
    "poster_path": "/dcBSZ9zpKr0U7a7dSWntj2149st.jpg",
    "release_date": "05/03/2019",
    "title": "3rd EYE",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zX5ly5QPzamSeLBJSfkPTVw4EVG.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 325885,
    "original_language": "hi",
    "original_title": "Aath Din",
    "overview": "Shamsher Singh (Kumar), a discharged military officer who wants to settle down as a farmer. His marriage is arranged with the educated Neela (Veera) who ditches him at the last minute and goes to the city where she learns that she stands to inherit a fortune if she gets married within 8 days. After rejecting several suitors, she finally falls in love with Shamsher Singh, whom she meets in the city unaware that he is the person to whom she was earlier betrothed. Singh treats her badly and she sues him but in the end the two realise that they love each other.",
    "popularity": 5.8036,
    "poster_path": "/ndi7GVlkRgbdVpI3LPK8QDnfhXh.jpg",
    "release_date": "01/01/1946",
    "title": "Eight Days",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/7qNH426DVS7UuGPfV8nHHQ88tIY.jpg",
    "genre_ids": [
      28,
      37
    ],
    "id": 309150,
    "original_language": "hi",
    "original_title": "Kaala Sona",
    "overview": "Several years ago Rakesh's life was turned upside down when his dad was murdered. The only consolation to be drawn by his passing, was that the assailant was also killed. Years later, Rakesh finds out that his dad's killer is still alive, and the police have closed this file. He decides to avenge his father's death and travels to a far-off village, and befriends a young man named Shera. He finds out through Durga, whom he falls in love with, that his father's killer is Sardar Poppy Singh, who runs a vast underground business empire of growing and selling cocaine. Then Shera and Durga get the shocks of their lives when they find out that Rakesh has joined forces with Poppy, and has even killed a police officer to prove his loyalty. What led to Rakesh's sudden change of heart - from killing his father's assailant to becoming partners with him?",
    "popularity": 7.4816,
    "poster_path": "/rCz5Vmt29DCeOvWAiPobolSE5dK.jpg",
    "release_date": "29/07/1975",
    "title": "Kaala Sona",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10749
    ],
    "id": 218263,
    "original_language": "hi",
    "original_title": "Gharwali Baharwali",
    "overview": "On discovery of his spouse's infertility, a man starts a search for a new wife.",
    "popularity": 5.7516,
    "poster_path": "/aUpJSk7LLZ4Apirby1mWvxN8T4.jpg",
    "release_date": "01/09/1998",
    "title": "Gharwali Baharwali",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      18,
      9648
    ],
    "id": 302918,
    "original_language": "hi",
    "original_title": "Marega Salaa",
    "overview": "Delhi-based Inspector Jay is reprimanded after having an affair with Pooja, the daughter of a politician, and transferred to Bandra, Mumbai along with his colleague, Aditya. After about three years both are assigned the task of investigating the homicide of a popular musician, Anirudh Roy. Both conclude that there are three suspects with motives, namely Anirudh's wife, Tanya Singhania; his mistresses/girlfriends, Priya Malhotra, and Sonia Pillai. As the investigation progresses, an insurance investigator, Rahul Awasthi, also gets involved as there is an insurance policy of about Rs.80 Crores left to the beneficiary. The duo will have their hands full in deducing who the killer was.",
    "popularity": 5.7893,
    "poster_path": "/gVfpZPb4QP1qyXFkXHT6i0Tg3K.jpg",
    "release_date": "20/11/2009",
    "title": "Marega Salaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 712534,
    "original_language": "hi",
    "original_title": "Ganvesh",
    "overview": "A father of 10 year old boy is struggling to buy new school uniform for his son. Son is selected for to deliver a speech before State minister on the occasion of countries independence day. With the struggle of father, story shows the struggle of common peoples of country in the light of social, economical and political influences.",
    "popularity": 4.1221,
    "poster_path": "/ukqheqYYcwzQYPj0napN9GMJ4xA.jpg",
    "release_date": "16/11/2015",
    "title": "Ganvesh",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1015846,
    "original_language": "hi",
    "original_title": "Naap",
    "overview": "Sharmaji, fondly known as Masterji is a tailor by profession and lives a content life with his daughter Sakshi in their small yet satisfactory world. An unpleasant incident at his shop threatens to ruffle their lives forever.",
    "popularity": 5.6157,
    "poster_path": "/8yjeAlMay4LbaSpmnIHpJ2EedvQ.jpg",
    "release_date": "",
    "title": "The Measure",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 341482,
    "original_language": "hi",
    "original_title": "Saudagar",
    "overview": "Moti is a merchant who sells jaggery in the market, with the help of an older woman, Mahjubhi, who makes exemplary jaggery. He is in love with a village girl, but cannot afford to pay the dowry/marriage expenses to her father. So he decides to marry Mahjubhi, while secretly harbouring the dream of saving enough money for dowry and marrying the village girl. After marrying Majubhi, Moti extracts a lot of work from her to this end. He eventually does collect the amount and divorces her, accusing her of infidelity. Shortly after that he marries the village girl, and goes back to his business of selling jaggery, but faces the consequence of losing Mahjubhi's jaggery.",
    "popularity": 4.3055,
    "poster_path": "/k6164MwxuTr5K42dp9jdVJDnKUp.jpg",
    "release_date": "26/10/1973",
    "title": "Saudagar",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      53
    ],
    "id": 232711,
    "original_language": "hi",
    "original_title": "Khauff",
    "overview": "While returning home from the marriage of her friend, Ritu Pereira, Neha Verma, an air hostess, witnesses the brutal death of Superintendent of Police Jaidev Singh,...",
    "popularity": 6.1348,
    "poster_path": "/oDk8XDh0rnPh3o9Y7SkhwooYi0r.jpg",
    "release_date": "02/03/2000",
    "title": "Khauff",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/35jh1tIdXoWatqS9OJzQidQ1Byd.jpg",
    "genre_ids": [
      53,
      80,
      18
    ],
    "id": 413121,
    "original_language": "hi",
    "original_title": "Ghaath",
    "overview": "Krishna Patil is a poor, unemployed, unsuccessful and short tempered youth who stays in a chawl with his father Ramakant and elder sister Mansi. He tries to secure a job in the police department but fails. One day he happens to meet Kavita Choudhary, a young, rich, beautiful, intelligent lawyer. He falls for her instantly and begins wooing her. Kavita, having recently lost her father, stays alone and feels lonely and depressed. There is a certain void in her life. She is looking for someone to share her loneliness and an unemployed Krishna suits her requirements perfectly. Hence she accepts him as her boyfriend despite his mediocre looks, poor family background, jobless status and lack of personal hygiene.",
    "popularity": 7.4485,
    "poster_path": "/98k4e7IXFgDXpkTZ5k4uA7b8ye1.jpg",
    "release_date": "01/12/2000",
    "title": "Ghaath",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 302182,
    "original_language": "hi",
    "original_title": "Kahani Kismat Ki",
    "overview": "A thief vows to go straight after one short prison term but severe monetary need forces him to commit a robbery on behalf of his employer, which leads to him being framed for a murder.",
    "popularity": 5.5492,
    "poster_path": "/w6hUL5LUMNgj3dUckjCiZMypfYu.jpg",
    "release_date": "21/12/1973",
    "title": "Kahani Kismat Ki",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/2O8GXFH31YkPvoyBa8riBBn47ho.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 381070,
    "original_language": "hi",
    "original_title": "Loev",
    "overview": "When hot shot, Wall Street dealmaker Jai thinks of putting some pleasure into his 48 hour business trip to Mumbai, Sahil, his young, music-producer friend, drops everything, including his reckless boyfriend Alex, to help him execute the perfect getaway. Hiking the hills and canyons of Maharashtra, amidst half-attempted conversations and sudden silences, business calls and old jokes, the friends discover there is more than just time-zones keeping them apart. Things take another turn when Alex shows up with a new male-companion at his side, throwing up old conflicts and bringing unanswered questions to the fore.",
    "popularity": 6.1919,
    "poster_path": "/d8joulbNy1LlJpT9xrGvS8KgjAC.jpg",
    "release_date": "12/05/2016",
    "title": "Loev",
    "video": false,
    "vote_average": 5.252,
    "vote_count": 103
  },
  {
    "adult": false,
    "backdrop_path": "/lNVHEjOc8jmJTdNZ0PIZcqM9bOT.jpg",
    "genre_ids": [
      18
    ],
    "id": 499179,
    "original_language": "hi",
    "original_title": "Saathi",
    "overview": "Dr. Ravi returns from abroad and takes up position as Chief Surgeon in a hospital. He then meets with Nurse Shanti, who lives an impoverished lifestyle with her ailing mother, and decides to perform surgery, but she passes away, and a guilt-ridden Ravi marries Shanti much to the chagrin of his mentor, Kaka, who had hoped that he would marry his daughter, Rajni. The couple then travel to Kashmir for their honey-moon, and then settle down to a harmonious relationship. Hoping to travel even more, their plans are interrupted by the hospital's head doctor, who wants Ravi to focus on cancer research. The couple drop all travel plans and immerse themselves in research so much so that Shanti herself becomes ill.",
    "popularity": 4.0128,
    "poster_path": "/gQG7ZwS4JKl6SynrqO9UXSRrnMc.jpg",
    "release_date": "17/01/1968",
    "title": "Saathi",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/kOEEbW4Przzqouj0K2661d2wazW.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 382717,
    "original_language": "hi",
    "original_title": "Sanam Re",
    "overview": "A story about the man who is confused with his love life finds solace in his birthplace with his childhood love.",
    "popularity": 4.3506,
    "poster_path": "/kgZNHHZacK3iO18d7agg9iYQYWp.jpg",
    "release_date": "12/02/2016",
    "title": "Sanam Re",
    "video": false,
    "vote_average": 6,
    "vote_count": 59
  },
  {
    "adult": false,
    "backdrop_path": "/obJtxmIqI3MmvSwC5x5svOO3AF0.jpg",
    "genre_ids": [
      28,
      12,
      14
    ],
    "id": 146255,
    "original_language": "hi",
    "original_title": "Ajooba",
    "overview": "This is a story of Ajooba, the masked legend, who was treated as the only protector of the people of Baharistan. Ajooba is none other than Ali, the real heir to the kingdom of Baharistan. Unfortunately for Ali, when he was just born, his father and mother were overthrown by the evil designs of the Vazir. Ali survived as destined and was brought up by a blacksmith who was unaware of Ali's real identity. In the guise of Ajooba, Ali takes up the very difficult task of finding his lost parents and then to re-instate them to the throne with great honour.",
    "popularity": 6.9385,
    "poster_path": "/Ai4kr0EVDnEwIvD4r5RKVkNFu7b.jpg",
    "release_date": "12/04/1991",
    "title": "Ajooba",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53,
      18
    ],
    "id": 316974,
    "original_language": "hi",
    "original_title": "Intaquam",
    "overview": "Reeta Mehra gets a job at a department store to support her ailing mother. After she refuses sexual favours to an important business partner, her boss Sohanlal has her framed for shoplifting. When Reeta gets out of prison, her mother has died. She meets Heeralal, who has also been cheated by Sohanlal, and together they work out a plot for revenge. Reeta is to marry Sohanlal's son and then reveal her history, disgracing Sohanlal's name. Things quickly become more complicated than anticipated.",
    "popularity": 5.5562,
    "poster_path": "/39mXmerNH05rV7QvzYxHSwLWVAc.jpg",
    "release_date": "01/01/1969",
    "title": "Intaquam",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/ytQ9bT5TuDbSIXgmOC1wy49dkpM.jpg",
    "genre_ids": [
      878,
      28,
      12
    ],
    "id": 25516,
    "original_language": "hi",
    "original_title": "कोई मिल गया",
    "overview": "A developmentally disabled boy's life changes after he encounters an extraterrestrial being.",
    "popularity": 5.4116,
    "poster_path": "/2iJVauDYcYxRRGciTmAOSjiATf9.jpg",
    "release_date": "08/08/2003",
    "title": "Koi... Mil Gaya",
    "video": false,
    "vote_average": 7,
    "vote_count": 246
  },
  {
    "adult": false,
    "backdrop_path": "/sbbUwQrxJpq7zcBY6uMt1NbpGeM.jpg",
    "genre_ids": [
      18
    ],
    "id": 307864,
    "original_language": "hi",
    "original_title": "Aas Ka Panchhi",
    "overview": "Rajan \"Raju\" Khanna lives with his elderly father Nihalchand, his mom, and his younger sister. He studies Arts in college, and has a sweetheart, fellow-collegian Neena Bakshi. When Rajan graduates, his father wants him to work at the same firm where he's employed, but Rajan wants to join the military. His father opposes this, and after he has a heart attack, Rajan accepts the job offer and starts working in his father's office. He does not do well, his father passes away, and he joins the military. When he returns, nothing is the same. Neena is engaged to marry a handsome, rich young doctor, and her dad refuses to even consider Rajan for his son-in-law. Disheartened, he returns to the military and goes into the war zone. He volunteers to rescue a senior military officer, gets through enemy lines, and is shocked to discover that the senior military officer is none other than Major Bakshi. Both men know that only one of them can make it safely back to his base.",
    "popularity": 5.4146,
    "poster_path": "/hIkUvvIaHHQwqFn7R8K8YyEK6FU.jpg",
    "release_date": "01/01/1961",
    "title": "Aas Ka Panchhi",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/tQ9GPOM3PSnUsMiioclQh51tuQ5.jpg",
    "genre_ids": [],
    "id": 382956,
    "original_language": "hi",
    "original_title": "Albela",
    "overview": "Artist Pyarelal lives a poor lifestyle in Bombay with his parents, sister, brother and sister-in-law. After a family argument, Pyarelal is asked to leave, and he swears only to return when he becomes a famous, wealthy man. He meets actress Asha and they fall in love. After Pyarelal starts acting in the theater, he sends money and gifts to his family, hoping that they will be pleased. Then one day he feels that he has achieved success and goes home...",
    "popularity": 4.064,
    "poster_path": "/lpbgEJuXyJez5RDDbghiEHMFZJt.jpg",
    "release_date": "15/02/1951",
    "title": "Albela",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 343404,
    "original_language": "hi",
    "original_title": "Aanch",
    "overview": "Vidya lives a middle-class lifestyle in a virtually lawless town called Amarpur, India, along with her widower and disabled dad, Shambhu; married brother, Shiva and his wife, Lata; and her paternal grandma. She studies in the Arts Commerce and Science college in Bombay, and is summoned home to get married to a man of her family's choice, to which she reluctantly agrees. On the day of the marriage, a dancer performs an item which angers Mahadev, who is the Mukhiya of Mandaur, another lawless...",
    "popularity": 4.1972,
    "poster_path": "/vV8vQ7mpu4ROGwkEd47hdesj5tX.jpg",
    "release_date": "26/09/2003",
    "title": "Aanch",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/maXPM98nKSFlD0FeWNScJobT9D2.jpg",
    "genre_ids": [
      10749
    ],
    "id": 603527,
    "original_language": "hi",
    "original_title": "Bezubaan",
    "overview": "A young woman must try to keep a one-night stand that she had in college a secret from her husband who happens to be one of his best friends, and thowart a persistant blackmailer intent on collecting money from her to keep quite about it.",
    "popularity": 5.7443,
    "poster_path": "/n57ILIk9KDLIG4dd1B55UBjRqLB.jpg",
    "release_date": "24/12/1982",
    "title": "Bezubaan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1526920,
    "original_language": "hi",
    "original_title": "Laxmi",
    "overview": "A flamboyant film producer Ramesh dotes on his glamorous star, Kishori, while avoiding a return to his village — and the wife he married in childhood, Rajni, whom he hasn’t seen since. When Rajni shows up in the city after a quarrel, unaware she’s competing with Kishori for her own husband’s affection, mistaken identities and meddling antics spark a lively “wife versus mistress” comedy of love, loyalty, and chaos.",
    "popularity": 6.3236,
    "poster_path": "/jteiVouwu0shE6XpEqcVBzGNOc9.jpg",
    "release_date": "04/04/1940",
    "title": "Laxmi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hJ3i8Ise5hZ1dgIo1owzn6ua0EZ.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 303335,
    "original_language": "hi",
    "original_title": "Kanoon",
    "overview": "A young man plots revenge on a killer who slaughtered his family.",
    "popularity": 6.6562,
    "poster_path": "/5oC38p3UxPQ867VCXRPGgf8ln8t.jpg",
    "release_date": "01/04/1994",
    "title": "Kanoon",
    "video": false,
    "vote_average": 3.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 938676,
    "original_language": "hi",
    "original_title": "Aalaap",
    "overview": "A rock band comprising four college students reaches a village controlled by Maoists. They decide to tackle them with the power of music instead of violence.",
    "popularity": 4.0372,
    "poster_path": "/uTh0OrZEIOp8uiq429x4HSynOrf.jpg",
    "release_date": "27/07/2012",
    "title": "Aalaap",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/swEHhTpROIYvQlMdvCR6HWzaFM9.jpg",
    "genre_ids": [
      35
    ],
    "id": 20359,
    "original_language": "hi",
    "original_title": "Phir Hera Pheri",
    "overview": "Raju,  Shyam and Baburao are living happily after having risen from rags to riches. However, they lose it all after falling victim to a chit fund scam due to their greed for more money. Soon, they find themselves in new mess and encounter eccentric and dangerous characters in their quest for a shortcut to riches again.",
    "popularity": 5.5295,
    "poster_path": "/c1Mvyd983ZyrU5Vf2aKEe6WncSq.jpg",
    "release_date": "09/06/2006",
    "title": "Phir Hera Pheri",
    "video": false,
    "vote_average": 6.849,
    "vote_count": 139
  },
  {
    "adult": false,
    "backdrop_path": "/2umAPtqPVphht0omBuvHspofVX1.jpg",
    "genre_ids": [
      10751
    ],
    "id": 509516,
    "original_language": "hi",
    "original_title": "Khushiyaan",
    "overview": "You could be the \"King of Bollywood\", \"The richest man of India\", or a \"Leader of the Techno world\". But if your heart is not in the right place with your relationships, do you think you can feel the 'complete Khushiyaan'?",
    "popularity": 3.9052,
    "poster_path": "/qrKSYCsUcsMDBg8PTKJFuaaLYTB.jpg",
    "release_date": "14/10/2011",
    "title": "Khushiyaan",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/eDVaOBYTf5c7lMN7Fo2J3xXhTeJ.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 423694,
    "original_language": "hi",
    "original_title": "Satta",
    "overview": "A liberal woman from Delhi weds a politician in Mumbai, only to find herself standing for election in his place when he is sent to prison.",
    "popularity": 5.9532,
    "poster_path": "/sCG3YNpkYrLbNZoIsX1DhPY4y21.jpg",
    "release_date": "07/02/2003",
    "title": "Satta",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/3jsXJRxDr2rDItjeOtFcVcSvaHH.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 377985,
    "original_language": "hi",
    "original_title": "Fan",
    "overview": "A man who bears a striking resemblance to a renowned movie star becomes an obsessive fan, but when his fierce love is spurned by the star, he decides to destroy the star's life and reputation.",
    "popularity": 5.9487,
    "poster_path": "/ukMYsujfyWhSeIBAc9hGEFEkrJD.jpg",
    "release_date": "14/04/2016",
    "title": "Fan",
    "video": false,
    "vote_average": 6.279,
    "vote_count": 258
  },
  {
    "adult": false,
    "backdrop_path": "/kBQpRO3ysVQBhe6hl0uzJDYLc1l.jpg",
    "genre_ids": [
      10749,
      28
    ],
    "id": 451396,
    "original_language": "hi",
    "original_title": "Yeh Dil Aashiqanaa",
    "overview": "Yeh Dil Ashiqana is the story of Karan and Pooja who are studying in the same college in Poona. They meet and fall in love and their romance progresses without any problems until one day while going to her brother's house in Mumbai.",
    "popularity": 5.9478,
    "poster_path": "/9cw9yd7dJaVcf1Hd947Tyu1reaJ.jpg",
    "release_date": "18/01/2002",
    "title": "Yeh Dil Aashiqanaa",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/jMSJLvhyotHX6BYx0KVYIBxIVON.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 28805,
    "original_language": "hi",
    "original_title": "Apaharan",
    "overview": "Story of a tumultuous and complex relationship between a father (Mohan Agashe) and son (Ajay Devgan), set against the backdrop of a thriving kidnapping industry in the Hindi heartland of Bihar.",
    "popularity": 5.946,
    "poster_path": "/gZbY2w5NKuJZ8XBmIPZnG2P7X5L.jpg",
    "release_date": "02/12/2005",
    "title": "Apaharan",
    "video": false,
    "vote_average": 6.129,
    "vote_count": 31
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1556276,
    "original_language": "hi",
    "original_title": "Stage",
    "overview": "When a man is framed for murder, a young hero must plunge into the dazzling, dangerous world behind the stage lights to reveal the criminal truth lurking in the shadows of the spotlight.",
    "popularity": 5.9424,
    "poster_path": "/jMpNncdJnjjY3nti9ekqQepfbTL.jpg",
    "release_date": "09/11/1951",
    "title": "Stage",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/2TqxcquN7DUaFQzUCSMO5p7TZMv.jpg",
    "genre_ids": [
      35,
      10749,
      10402
    ],
    "id": 543736,
    "original_language": "hi",
    "original_title": "Hum Dono",
    "overview": "When Raja discovers his face is identical to a wealthy and successful doctor he manages to take his place, but soon he discovers that success is no guard against problems.",
    "popularity": 5.9421,
    "poster_path": "/6rxQNmWEl3Idrrjf17hYpXblTqo.jpg",
    "release_date": "22/03/1985",
    "title": "Hum Dono",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10402,
      10749
    ],
    "id": 301100,
    "original_language": "hi",
    "original_title": "Basant Bahar",
    "overview": "The only son of the Royal Astrologer, Narsin (Om Prakash) namely Gopal (Bharat Bhushan) is not interested in astrology but in music and songs, much to the dismay of Narsin. Based on the novel Hamsageethe by T. R. Subba Rao.",
    "popularity": 5.9235,
    "poster_path": "/2KMX5dsE0WEl0qTs1JqYtT518WG.jpg",
    "release_date": "01/01/1956",
    "title": "Basant Bahar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/rEZJsGXnugRB4XaxA1foJtACrmV.jpg",
    "genre_ids": [
      80,
      18
    ],
    "id": 695708,
    "original_language": "hi",
    "original_title": "Chosen Few",
    "overview": "Abhay Joshi, a young, bright Special Police Officer (SPO) conducts a police raid on a dingy hotel in the suburbs of Mumbai. Though the police arrest few prostitutes along with their customers in the disgusting small rooms of the hotel, Abhay seems disappointed. He had information about a graver crime. Just then, he hears a muffled scream. He spots a thin boy escaping from beneath the hotel. Few minor girls run behind him. By the time police reaches the secret door, the boy and the girls disappear into the narrow lanes. .",
    "popularity": 5.9187,
    "poster_path": "/gFcPJrZteqdGOGxyhuA75rXWshu.jpg",
    "release_date": "21/04/2020",
    "title": "Chosen Few",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 307411,
    "original_language": "hi",
    "original_title": "Aji Bas Shukriya",
    "overview": "Geeta belongs to a poor family and lives with her mother in a small one room apartment. She is employed as a typist with an organization. She likes to dance and sing, and does so also at work, which ends up in her losing her job. Her boss' son, Suresh, finds out about her dancing skills, and hopes to utilize her talents as a singer and dancer in a drama company, which she accepts. She becomes quite ppopular in a short period of time, and is expected to replace the current lead heroine. The lead heroine, along with her friends, cannot accept this, and abduct her. Now Geeta has a choice - give up acting, singing and dancing, or die.",
    "popularity": 5.914,
    "poster_path": "/p35zIHu6OyLo00EwqZyhHZrdTgN.jpg",
    "release_date": "01/01/1958",
    "title": "Aji Bas Shukriya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 619094,
    "original_language": "hi",
    "original_title": "Naya Kadam",
    "overview": "Madhukar and Jaggu are Hitler-like tyrants who rule over a small community with an iron hand. They prefer to keep the inhabitants illiterate, so that they can continue to oppress and abuse them over time. But one young lad, Ramu, educates himself secretly with the help of the local school-master, Srikanth. Years later, Ramu has grown up and is now a formidable force to reckon with. Madhukar and Jaggu see him as a threat and soon spin a web of lies and deceit around him, leaving him with no alternative except to retreat, leaving the poor villagers once again at their mercy of their oppressors.",
    "popularity": 5.9133,
    "poster_path": "/paEqKKFbkeKx81ATa3ogxGou8ip.jpg",
    "release_date": "05/10/1984",
    "title": "Naya Kadam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/mCSvxH1MjvhW89ZaIYNhZxCRw9r.jpg",
    "genre_ids": [],
    "id": 310916,
    "original_language": "hi",
    "original_title": "Raqeeb",
    "overview": "We have an intelligent and rich bachelor, Remo, an aspiring entrepreneur. He has complete world with no women in it. Thanks to his mischievous friend Siddarth that he meets Siddarth's chat friend, and soon falls in love with her.They soon marry and their world is full of happiness, until Sunny comes in the picture, as the lover of Sophie, from her past. Along with him comes the dilemma of choosing love of Sunny over comfort given by her spouse Remo. A diabolical plan is hatched between Sunny and Sophie to kill Remo by natural means, by just threatening him by fake bullets, so that he dies in an asthmatic attack, so that no suspicion is raised. And Remo is killed by Sunny, not by asthma, but by the gun. The bullets were real, indeed. Are there any other meanings behind the scenes more dark than this?",
    "popularity": 5.9125,
    "poster_path": "/fg6wefNb0kMmiw1N7zSlYa0v763.jpg",
    "release_date": "18/05/2007",
    "title": "Raqeeb",
    "video": false,
    "vote_average": 3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/g9nabxOVMiktZ6271qHckGLA3jG.jpg",
    "genre_ids": [
      28,
      80,
      18,
      10751
    ],
    "id": 340775,
    "original_language": "hi",
    "original_title": "Indrajeet",
    "overview": "In order to continue suppressing the workers in his company; multi-millionaire, Din Dayal gets a union leader and his wife murdered. When inspector Indrajeet attempts to arrest Dayal his daughter, Shanti intervenes. This angers Indrajeet whose beloved is also Shanti and he decides to cut all connections from her. Indrajeet adopts the daughter, Neelu of the diseased union leader and years later after his retirement from police service attempts to bring her up. Indrajeet gets Neelu marry to Vijay but calamity destructs the couple when they are killed by a group of young boys. Indrajeet lodges a complaint with the police but instead of arresting the assailants the police commissioner closes the case forcing Indrajeet to take the law into his hands.",
    "popularity": 5.9021,
    "poster_path": "/bS4Q827YXJZa7aiMYGIcMx29W2h.jpg",
    "release_date": "02/08/1991",
    "title": "Indrajeet",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 318151,
    "original_language": "hi",
    "original_title": "Talaq",
    "overview": "When teacher Indu (Kamini Kadam) marries engineer Ravi Shankar Chaube (Rajendra Kumar) after years of living with her unemployed, widower father, Moolchand Chabbe (Radhakrishan), it's a readjustment -- especially when Moolchand begins gambling after Indu quits working and has a child. Now Ravi puts them all on a budget, and to make ends meet, Indu goes back to work. But Ravi insists she must quit or face a divorce in this Indian drama.",
    "popularity": 5.9007,
    "poster_path": "/AjFEMAEK2qJLWWgBomQIcMftTqZ.jpg",
    "release_date": "03/01/1958",
    "title": "Talaq",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 306412,
    "original_language": "hi",
    "original_title": "Janam Kundli",
    "overview": "Film about a wealthy, religious man and his daughter who was talked into marrying another wealthy man.",
    "popularity": 5.8918,
    "poster_path": "/y0l1DU8HZLE1wugho5ZwQIJSe5J.jpg",
    "release_date": "12/05/1995",
    "title": "Janam Kundli",
    "video": false,
    "vote_average": 4.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/gku7LrgtSicdwVi1fod3sEaKL5w.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 458939,
    "original_language": "hi",
    "original_title": "Lal Baadshah",
    "overview": "Lal Baadshah is a 1999 Bollywood film directed by K.C. Bokadia and starring Amitabh Bachchan in a dual role, Raghuvaran, Manisha Koirala, Shilpa Shetty and Amrish Puri. Nirupa Roy also appears in her last film playing Bachchan's foster mother. This was Bachchan's third film since his comeback after a five-year hiatus; it failed at the box office but hit in Uttar Pradesh and Bihar.",
    "popularity": 5.8879,
    "poster_path": "/6PKMyhYqeuKifjfUfha18wtp0uF.jpg",
    "release_date": "05/03/1999",
    "title": "Lal Baadshah",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1520067,
    "original_language": "hi",
    "original_title": "Romantic India",
    "overview": "Exotic adventure drama juxtaposing feudal pleasures with a new world imagery represented by American modernity. Heroine Chandrakala (Nurjehan), daughter of the dewan of a native king, is educated in England and lives in America. She refuses to marry the prince of her ancestral state, an insult that causes her father to be dismissed. She makes amends by disguising herself as a man and becoming the prince’s secretary. A noted sequence set in America features an Indian pilot, Premsingh, who loves Chandrakala and offers to fly her entourage back to India in a Zeppelin, but a mid-flight drama forces the passengers to parachute to safety.",
    "popularity": 5.8833,
    "poster_path": "/7ejYF5rLiAFwLhF90OLCnylZJLa.jpg",
    "release_date": "04/12/1936",
    "title": "Romantic India",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 591598,
    "original_language": "hi",
    "original_title": "Bharosa",
    "overview": "Ramdas is a trusting individual, and trusts everybody around him. When times turn bad for him, he entrusts the life of his son, Bansi, to his trusted employee, Ronaklal, and departs. He regularly sends money to Ronaklal to provide for the upkeep of his son, but Ronaklal uses this money to educate his son, Deepak, keeps Bansi uneducated, and makes him do a lot of manual work. Years pass by, Ronaklal is now crippled, and is dependent on Bansi, as Deepak has left him, got married to a wealthy girl, and lives with his in-laws. Ronaklal is unable to show his face to Ramdas, and avoids him, and Bansi has grown up without knowing who his real father is. Will Ronaklal be able to tell Ramdas the truth when he returns, or will be just let Deepak be the sole heir to all the estate and the property?",
    "popularity": 5.8785,
    "poster_path": "/9Jr4DWeG2LXeK5Mig6HNUVpaaHM.jpg",
    "release_date": "02/09/1963",
    "title": "Bharosa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  }
]