[
  {
    "adult": false,
    "backdrop_path": "/vNUwK5P42m81uG57kKI1WxSZwIQ.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 1403735,
    "original_language": "te",
    "original_title": "లైలా",
    "overview": "Sonu Model, a renowned beautician from the old city, is forced to disguise himself as Laila, leading to a series of comedic, romantic, and action-packed events. Chaos ensues in this hilarious laugh riot",
    "popularity": 54.0877,
    "poster_path": "/aFogllaRGlAhk1nqvVGFpZpl4qU.jpg",
    "release_date": "14/02/2025",
    "title": "Laila",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 78581,
    "original_language": "te",
    "original_title": "అంతులేని కథ",
    "overview": "Saritha sacrifices her comforts and the prospect of a life with her boyfriend for the sake of her family. Things take a turn when her boss proposes to marry her.",
    "popularity": 15.8617,
    "poster_path": "/huuC2o0kvmTi1oRIOYfDTcyTXbI.jpg",
    "release_date": "27/02/1976",
    "title": "Anthuleni Katha",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 303054,
    "original_language": "te",
    "original_title": "దేశ ద్రోహులు",
    "overview": "Sri Varada Sri Krishna Yachendra, Zamindar of Mangalapuram writes in his will that his jewelry will be given to the temple. Bhadrachalam temple trustee Dharma Rao, while taking the jewelry, met with an accident and the jewelry disappears. Twenty years roll by, Prabhakar Rao, who was an inspector at the time of the crime, is now police commissioner. Diwan Raja Bhushnam becomes a big industrialist. Trustee Dharma Rao had two sons, Raja Rao and Gopal Rao. Gopal Rao mysteriously meets Radha, daughter of Prabhakar Rao and they fall in love. At a party, Raja Rao behaves against Raja Bhushnam and he is sent to jail. Gopal Rao wants to find out the reason for the injustice done to his brother Raja Rao. He meets Raja Bhushnam and he says that his father had stolen jewelry belonging to the temple and committed suicide. To know the truth, Gopal Rao goes to the commissioner. The rest of the story is how Gopal Rao catches the real culprits and proves his father's innocence.",
    "popularity": 8.6188,
    "poster_path": "/3VEMF5BjtY5sb2GvdIQEkKkd21o.jpg",
    "release_date": "29/03/1973",
    "title": "Desa Drohulu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/jL1toVcYcuEtOaElAWYk57WmLwg.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 301668,
    "original_language": "te",
    "original_title": "నారా రోహిత్",
    "overview": "An egoistic wealthy man becomes a cop to settle a score, but gets into a feud with a local politician.",
    "popularity": 9.4674,
    "poster_path": "/pwQ6rpk4eGDU9Vgs8Xb6b2wesYk.jpg",
    "release_date": "21/11/2014",
    "title": "Rowdy Fellow",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749,
      35
    ],
    "id": 82201,
    "original_language": "te",
    "original_title": "నువ్విలా",
    "overview": "Nuvvila is the story that revolves around three guys and girls on same age. We will get introduced to three characters and three girls with having their respective problems.  Anand (Ajay) who is a graduate thinks about doing job or to continue studies further. In this dilemma, he will be idle for one year and mean while, he falls for his neighbor archana (yami). Everything goes well for him until he came to know that archana is in love with a cricketer Vishnu.  And the next guy Mahesh (Hayish) dream of becoming an aspiring model. He faces several problems in his way to accomplish his dream.  Coming to the third character Raja (Prasad) is a guy who wants to become a musician. He always thinks his classmate Rani as sign of bad luck for him. But to the funny, he marries that girl in an unavoidable situation.  Whether these three guys achieved their dreams forms the final crux….",
    "popularity": 8.0512,
    "poster_path": "/tfK0rKOKaqKGwFOJ7oihD3vizEm.jpg",
    "release_date": "03/11/2011",
    "title": "Nuvvila",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 360133,
    "original_language": "te",
    "original_title": "జేమ్స్ బాండ్",
    "overview": "Nani is a trepid and fearful guy who works as a software engineer. Bullet is a mafia don in Dubai. Her mother doesn't know about Bullet's profession. Bullet is forced to come back to India when her mother falls ill. Her mother's last wish is to get Bullet married. That's when Nani falls in love at first sight with Bullet when she visits a temple wearing a traditional dress. Rest of the story is all about what happens when a coward like Nani marries a gangster girl without knowing her real profession.",
    "popularity": 8.9598,
    "poster_path": "/lQTdCg0BujgmnNno51BHgHx063Z.jpg",
    "release_date": "24/07/2015",
    "title": "James Bond",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 87619,
    "original_language": "te",
    "original_title": "Vijayendra Varma",
    "overview": "An un-named man (Bala Krishna) lives with his wife (Laya), daughter and in-laws. He does not have a name nor does he know who he is. He cannot remember anything that has happened 7 years before. However, he realizes that he possesses special combat skills whenever he comes across evil elements. When he forces his wife to tell the truth, she reveals that he was found in river in a mutilated state and he was taken care of by her. As the man goes to Hyderabad searching for his identity, a few incidents lead to the answer. He discovers that he is none other than the most respected and committed Indian Army Officer, Vijayendra Varma. The rest of the story is about how he retraces his past and saves the nation from Pakistani Jihadis.",
    "popularity": 8.3108,
    "poster_path": "/xOiCG5NRNeTXpvtslIYsmGDZTEK.jpg",
    "release_date": "04/12/2004",
    "title": "Vijayendra Varma",
    "video": false,
    "vote_average": 2.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/j8WzzoAJn5LrKpgFTe1gaQVTj8z.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 1511417,
    "original_language": "te",
    "original_title": "బాహుబలి: ది ఎపిక్",
    "overview": "When a mysterious child is found by a tribal couple near a roaring waterfall, they raise him as their own. As he grows, Sivudu is drawn to the world beyond the cliffs, where he discovers the ancient kingdom of Mahishmati, ruled by a cruel tyrant, haunted by rebellion, and bound to his past. What begins as a quest for love soon unravels a legacy of betrayal, sacrifice, and a forgotten prince.",
    "popularity": 14.9698,
    "poster_path": "/4sLSorDKKDN944kWngxgQlpdDeg.jpg",
    "release_date": "29/10/2025",
    "title": "Bāhubali: The Epic",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/kTjruVMIVy9qFqO7DKf3O40bU19.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 77038,
    "original_language": "te",
    "original_title": "Manasantha Nuvve",
    "overview": "Anu (Baby Zeeba) and Chanti (Master Anand Vardhan) are childhood friends at Araku Valley. Anu is a daughter of a wealthy government official and Chanti is the son of a poor widow. Anu leaves Chanti at the age of 8 when her parents shift to Vizag. Later on Chanti loses his mother. Mohan Rao (Chandra Mohan) gets hold of Chanti renames him as Venu and adapts him. Anu (Reema Sen) and Venu (Uday Kiran) grows up at their respective places. Anu finishes her higher studies in Malaysia and returns. Venu does also single-mindedly waits for Anu. Anu starts writing a serial named 'Manasanta Nuvve', which contains her live story, in Swaty magazine hoping that Chanti would read it comes back to her. But she keeps her pen name as Renu, so that her anonymity could be protected (in the serial the heroine's name is Anu and hero's name is Chanti).",
    "popularity": 7.7062,
    "poster_path": "/wE722SEtN66thnGkeFIGOq1MSWB.jpg",
    "release_date": "19/10/2001",
    "title": "Manasantha Nuvve",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/vPMzINYuOOepATMtVhYKsbvtmj1.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 115045,
    "original_language": "te",
    "original_title": "10th క్లాస్",
    "overview": "Srinu (Bharat) and Anjali (Sharanya) study tenth class in the same school. They fall in love with each other. Their friendship cum love thickens when they continue studying together in Intermediate. Later they get married and lead a family life. After initial struggling, Srinu gets a good job and Anjali gives birth to twins. But their happiness is short lived as Anjali dies in an accident. Srinu tries to commit suicide, but he is rescued by Sandhya (Sunaina). And how Srinu manage to lead his life without Anjali, forms the rest of the story.",
    "popularity": 6.9902,
    "poster_path": "/3TV0UI7scYkF7qWx6LN71SVHcrp.jpg",
    "release_date": "07/04/2006",
    "title": "10th Class",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35
    ],
    "id": 23788,
    "original_language": "te",
    "original_title": "Anjaneyulu",
    "overview": "Employed with HMTV, Pavan/Abhimanyu lives in Hyderabad and is in constant touch with his retired father, Krishnamurthy, and mother. His boss, Sudarshan Babu, hires a Creative Consultant, Surya/Prabhakar Garu, their TV channel undergoes a number of changes, and he gets to interview various people. He meets with Anjali, an employee with Airtel, and both dramatically fall in love. While investigating corrupt politicians, he comes across evidence and decides to join the gang of a gangster named Bada. Still involved in gathering evidence, his world will come crashing around him when he will be told that his parents and many others have been killed after their bus was torched by hooligans. He sets out to also trace who was responsible behind their killing - not knowing that his life is also in danger.",
    "popularity": 7.0658,
    "poster_path": "/ves5gDgzAFXOqSSWKCyuom3f7l3.jpg",
    "release_date": "12/08/2009",
    "title": "Anjaneyulu",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 281942,
    "original_language": "te",
    "original_title": "వియ్యాలవారి కయ్యాలు",
    "overview": "Viyyalavari Kayyalu is a 2007 Telugu film starring Uday Kiran and Neha Jhulka. E.Satti Babu directed this movie. L. Sreedhar, produced it under their banner Larsco Entertainments of Ramalakshmi Creations. It was released on 1 November 2007.  Vamshi (Uday Kiran) is a hair stylist who falls in love with Nandini (Neha Jhulka), sister of Bhoopathi Rayudu (Sri Hari), a good hearted factionist. Vamshi and Nandini decides to get married only with the consent of their elders. So Vamshi comes to Juturu, a village in Rayalaseema to convince Bhoopati Rayudu of his love with the latters sister. Initially Bhoopati doesn't like Vamshi and everyone laughs at Vamshi when he says that he is a hair stylist in city. But the pair believes that true love never runs away but stands brave even after initially being rejected. Bhoopati values the word given by any of his family members and stands by it.",
    "popularity": 7.3282,
    "poster_path": "/8AagjwDBDEBip79kqBBA86ipxa7.jpg",
    "release_date": "01/11/2007",
    "title": "Viyyalavari Kayyalu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35
    ],
    "id": 401402,
    "original_language": "te",
    "original_title": "వినోదం",
    "overview": "Four unemployed orphans who are adventurous and fun-loving, with a care-free attitude and absolutely no worries, and the lead of them, Raja (Srikant) falls in love with another fun-loving girl, Ashta Lakshmi (Ravali). But, the only problem in their way to marriage is Ashta Lakshmi's father, Bangaram (Kota Srinivas Rao), who although loves his only daughter, but does not want his daughter's marriage with this poor guy to happen. He instead wants richest possible groom because he believes money is the only source of happiness and comfort. How Raja and his friends try out many ways to convince Bangaram is the hilarious turn of events that is to be seen.",
    "popularity": 7.8014,
    "poster_path": "/5bY1oLmZWhLVZX9BLlDNKYYhD01.jpg",
    "release_date": "02/08/1996",
    "title": "Vinodham",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/ukAk0fZJtU7pWUFm9OlBhUl87F0.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 800595,
    "original_language": "te",
    "original_title": "జై సేన",
    "overview": "Four agricultural engineering students wanted to help the farmers with the latest techniques in farming. They approach the concerned Minister for this, but the Minister didn’t support their ideologies and sends them out. The youngsters decided to loot the Minister’s bank balance to use it for the agricultural project. As per their plans, they loot his money from Bank, which is unaccounted for. Devadas, a tough cop, deals with the case. How do the students escape? Were they able to serve the farmers? The answers form the rest of the story.",
    "popularity": 7.2595,
    "poster_path": "/wVlYUz6qx97CbdPcOoaeONOSaKV.jpg",
    "release_date": "29/01/2021",
    "title": "Jai Sena",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 410652,
    "original_language": "te",
    "original_title": "నిన్నే ఇష్టపడ్డాను",
    "overview": "Hero Charan (Tarun) a middle class family guy, is cheated by Sanjana (Anitha), a girl from rich family. This is to take revenge on him as he teased her in the past. When the hero comes to see Sanjana after a gap of few months, realizes that she is engaged to an NRI (Rajeev Kanakala), who is an innocent guy and loves to marry a girl with Indian culture. Charan comes to know that the bridegroom happens to be his friend. Then Charan tries to change the egoistic nature of Sanjana from a different angle. Meanwhile, the hero gets a friend Geethanjali (Sridevi), an orphan girl, working in All India Radio and gets attracted by the hero.",
    "popularity": 7.3171,
    "poster_path": "/qgkTSeIMTax6yAKvh6atTDa2PZv.jpg",
    "release_date": "13/06/2003",
    "title": "Ninne Ishtapaddanu",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 695925,
    "original_language": "te",
    "original_title": "భార్యాభర్తల బంధం",
    "overview": "Sanjeevi (Akkineni Nageswara Rao) and Archana (Jayasudha), a divorced couple meet just because of Sanjeevi's shares in Archana's company. This couple has a daughter called Krishna (Rajani), who lives with her mother without any freedom. Radha (Nandamuri Balakrishna) is Sanjeevi's sister's son, Sanjeevi, knowing that Archana is trying to get their daughter married to an Indian settled in America, tries to conduct Radha and Krishna's wedding. Will that wedding unite Sanjeevi and Archana?",
    "popularity": 7.3581,
    "poster_path": "/xg2cPEAAoUrmLMfxvFLxtJwneAP.jpg",
    "release_date": "28/03/1985",
    "title": "Bharyabhartala Bandham",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 281942,
    "original_language": "te",
    "original_title": "వియ్యాలవారి కయ్యాలు",
    "overview": "Viyyalavari Kayyalu is a 2007 Telugu film starring Uday Kiran and Neha Jhulka. E.Satti Babu directed this movie. L. Sreedhar, produced it under their banner Larsco Entertainments of Ramalakshmi Creations. It was released on 1 November 2007.  Vamshi (Uday Kiran) is a hair stylist who falls in love with Nandini (Neha Jhulka), sister of Bhoopathi Rayudu (Sri Hari), a good hearted factionist. Vamshi and Nandini decides to get married only with the consent of their elders. So Vamshi comes to Juturu, a village in Rayalaseema to convince Bhoopati Rayudu of his love with the latters sister. Initially Bhoopati doesn't like Vamshi and everyone laughs at Vamshi when he says that he is a hair stylist in city. But the pair believes that true love never runs away but stands brave even after initially being rejected. Bhoopati values the word given by any of his family members and stands by it.",
    "popularity": 7.3282,
    "poster_path": "/8AagjwDBDEBip79kqBBA86ipxa7.jpg",
    "release_date": "01/11/2007",
    "title": "Viyyalavari Kayyalu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 410652,
    "original_language": "te",
    "original_title": "నిన్నే ఇష్టపడ్డాను",
    "overview": "Hero Charan (Tarun) a middle class family guy, is cheated by Sanjana (Anitha), a girl from rich family. This is to take revenge on him as he teased her in the past. When the hero comes to see Sanjana after a gap of few months, realizes that she is engaged to an NRI (Rajeev Kanakala), who is an innocent guy and loves to marry a girl with Indian culture. Charan comes to know that the bridegroom happens to be his friend. Then Charan tries to change the egoistic nature of Sanjana from a different angle. Meanwhile, the hero gets a friend Geethanjali (Sridevi), an orphan girl, working in All India Radio and gets attracted by the hero.",
    "popularity": 7.3171,
    "poster_path": "/qgkTSeIMTax6yAKvh6atTDa2PZv.jpg",
    "release_date": "13/06/2003",
    "title": "Ninne Ishtapaddanu",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/ukAk0fZJtU7pWUFm9OlBhUl87F0.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 800595,
    "original_language": "te",
    "original_title": "జై సేన",
    "overview": "Four agricultural engineering students wanted to help the farmers with the latest techniques in farming. They approach the concerned Minister for this, but the Minister didn’t support their ideologies and sends them out. The youngsters decided to loot the Minister’s bank balance to use it for the agricultural project. As per their plans, they loot his money from Bank, which is unaccounted for. Devadas, a tough cop, deals with the case. How do the students escape? Were they able to serve the farmers? The answers form the rest of the story.",
    "popularity": 7.2595,
    "poster_path": "/wVlYUz6qx97CbdPcOoaeONOSaKV.jpg",
    "release_date": "29/01/2021",
    "title": "Jai Sena",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 228341,
    "original_language": "te",
    "original_title": "తొట్టిగ్యాంగ్",
    "overview": "Achi Babu (Allari Naresh), Sathi Babu (Sunil) and Suri Babu (Prabhu Deva) are the best buddies since childhood. They form a band that does multi purpose jobs like acting as band of boys for marriages, professional catchers of dogs, and cremation service guys. Karate Malliswari (Gajala), another childhood nightmarish karate-skill-flaunting damsel, lures Achi Babu into love. Then she snatches Achi Babu away from Suri Babu and Sathi Babu to make him her live-in boy friend. They also get engaged to each other. Irritated by their act, Suri Babu and Sathi Babu kidnap Malliswari. They tie her to a chair and then hatch another plan to make Achi Babu believe that Malliswari is dead. In that process, they dig a 'fresh' dead body from a crematorium, pack her in the car of Malliswari and throw that car into a valley. Police confirms that Malliswari is dead and Achi Babu's heart breaks again.",
    "popularity": 7.1365,
    "poster_path": "/o7NijrFatqj8zCscE8pLLSE7z1y.jpg",
    "release_date": "06/12/2002",
    "title": "Thotti Gang",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 224953,
    "original_language": "te",
    "original_title": "స్టైల్",
    "overview": "Ganesh (Prabhu Deva) is a good dancer. He beats Anthony in one dance competition to head into international arena. Anthony gets Ganesh beaten up, and Ganesh loses his legs in a car accident. He is depressed, but he wants to give his dance talent to someone and make him his heir. On a different line, Raghava (Raghava Lawrence) works as a boy at a dance school in Vizag. He and four of his friends are good dancers, but they are never recognized until one folk dance at a hotel. Ganesh finds his prospective heir in Raghava. The rest of the film is how Raghava prepares and defeats Anthony in the final dance competition.",
    "popularity": 7.1061,
    "poster_path": "/4E1QNgZK0UwbN6wnz861l2BLyl1.jpg",
    "release_date": "12/01/2006",
    "title": "Style",
    "video": false,
    "vote_average": 5.429,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35
    ],
    "id": 23788,
    "original_language": "te",
    "original_title": "Anjaneyulu",
    "overview": "Employed with HMTV, Pavan/Abhimanyu lives in Hyderabad and is in constant touch with his retired father, Krishnamurthy, and mother. His boss, Sudarshan Babu, hires a Creative Consultant, Surya/Prabhakar Garu, their TV channel undergoes a number of changes, and he gets to interview various people. He meets with Anjali, an employee with Airtel, and both dramatically fall in love. While investigating corrupt politicians, he comes across evidence and decides to join the gang of a gangster named Bada. Still involved in gathering evidence, his world will come crashing around him when he will be told that his parents and many others have been killed after their bus was torched by hooligans. He sets out to also trace who was responsible behind their killing - not knowing that his life is also in danger.",
    "popularity": 7.0658,
    "poster_path": "/ves5gDgzAFXOqSSWKCyuom3f7l3.jpg",
    "release_date": "12/08/2009",
    "title": "Anjaneyulu",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      10749,
      18
    ],
    "id": 698345,
    "original_language": "te",
    "original_title": "అశ్వమేధం",
    "overview": "Abhimanyu (Shobhan Babu) is an honest IPS officer who arrests an international mafia don smuggler Vyaghra (Amrish Puri), but Vyaghra somehow escapes from the prison. Kiriti (Nandamuri Balakrishna) is a pilot younger brother of Abhimanyu. With his brother's help; Abhimanyu kills Vyaghra. Then it is revealed that the person who has died is Anil Vyaghra who has a twin brother Sunil Vyaghra (also Amrish Puri) who owes to take revenge on the 2 brothers who are responsible for his brother's death. Anil Vyaghra proves that Abhimanyu is a corrupt officer, and has killed an honest man. Abhimanyu is arrested and he not able withstand the injustice, so he commits suicide. After that they inject poison in Kireeti's body and plan bomb blasts across India. Kireeti somehow stops the blasts from happening and kills all the baddie.",
    "popularity": 7.0652,
    "poster_path": "/kV8WI9zvXr5oGf7vFnCQ2saQ3qK.jpg",
    "release_date": "25/12/1992",
    "title": "Ashwamedham",
    "video": false,
    "vote_average": 9.2,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/5NOTAaNJ68FtsIgiJyDswu4qnjf.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 439057,
    "original_language": "te",
    "original_title": "నేను లోకల్",
    "overview": "This story is about a happy-go-lucky young man, Babu, who falls in love with a girl. However, he runs into a problem while convincing her father to permit them to be together.",
    "popularity": 7.0639,
    "poster_path": "/2CjWcUIvoYFvvlm8773CYSnEYvA.jpg",
    "release_date": "03/02/2017",
    "title": "Nenu Local",
    "video": false,
    "vote_average": 5.804,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": "/ne8X3XBJ8P33stRJ4cr7EQVMw5s.jpg",
    "genre_ids": [
      10749
    ],
    "id": 307924,
    "original_language": "te",
    "original_title": "నువ్వు నేను",
    "overview": "Ravi (Uday Kiran) is the son of a multimillionaire in Hyderabad. Vasundhara (Anita), is the daughter of a milk supplier. Ravi and Vasundhara both study in the same college. The film starts with Vasundhara showing hatred towards Ravi, as he is a sportsman who is not good in his studies. Over a period of time, her hatred turns into love. Finally, they both fall in love, but their parents do not agree with their marriage. Parents plan to avoid the marriage by giving the couple a clause that they should not meet each other for one year. If their love remains even after one year then their parents would agree to let them marry.  Father of Ravi puts him under house arrest in Mumbai. While Vasundhara's father takes her to his hometown and arranges a forced marriage. However, both Ravi and Vasundhara manage to escape. The rest of the story is about how the pair unites against all odds.",
    "popularity": 7.0453,
    "poster_path": "/xoq7fb2cAxicALz7qqHE1IBhBBm.jpg",
    "release_date": "10/08/2001",
    "title": "Nuvvu Nenu",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/vPMzINYuOOepATMtVhYKsbvtmj1.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 115045,
    "original_language": "te",
    "original_title": "10th క్లాస్",
    "overview": "Srinu (Bharat) and Anjali (Sharanya) study tenth class in the same school. They fall in love with each other. Their friendship cum love thickens when they continue studying together in Intermediate. Later they get married and lead a family life. After initial struggling, Srinu gets a good job and Anjali gives birth to twins. But their happiness is short lived as Anjali dies in an accident. Srinu tries to commit suicide, but he is rescued by Sandhya (Sunaina). And how Srinu manage to lead his life without Anjali, forms the rest of the story.",
    "popularity": 6.9902,
    "poster_path": "/3TV0UI7scYkF7qWx6LN71SVHcrp.jpg",
    "release_date": "07/04/2006",
    "title": "10th Class",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/2EDRqFfHVIIX069IjbnZKAgZku9.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 57010,
    "original_language": "te",
    "original_title": "అలా.. మొదలైంది",
    "overview": "Gowtam works as a reporter for a television channel. He is nursing a heart break after his girlfriend dumped him for another guy. He attends the wedding of his girlfriend where he meets the another girl Nitya dumped by the groom (her boy friend). They hit off well and become instant friends. Nitya stays in Bangalore and Gowtam stays in Hyderabad. They keep bumping in to each other over a period of years. Though both these people like each other, the fate intervenes to separate them at crucial moments. The rest of the story is all about how this couple finally realises that they are made for each other after few years of courtship.",
    "popularity": 6.9508,
    "poster_path": "/cKX4ySefAsNhMDb2TbjLyLBCsi3.jpg",
    "release_date": "21/01/2011",
    "title": "Ala Modalaindi",
    "video": false,
    "vote_average": 6.667,
    "vote_count": 27
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 115066,
    "original_language": "te",
    "original_title": "అందరివాడు",
    "overview": "Andarivaadu (Telugu: అందరివాడు) is a 2005 Tollywood comedy film directed by Srinu Vytla. The film stars Chiranjeevi, Rimi Sen, Tabu and Prakash Raj. This movie was a hit.  Govinda Rajulu (Chiranjeevi) is a 'mesthri' who drinks a lot and lives a care-free life. His son Siddartha (Chiranjeevi), on the other hand, is a popular TV show host and is a more disciplined man — the opposite of his dad. The son gets his father married to Shanti (Tabu) to sober him.",
    "popularity": 6.9473,
    "poster_path": "/qcJFOOk3sWuTJYhJvirydu2UFED.jpg",
    "release_date": "04/06/2005",
    "title": "Andarivaadu",
    "video": false,
    "vote_average": 5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/1Xw1Gh4XTWwrkIIISOGFBMPvO8.jpg",
    "genre_ids": [
      878,
      28,
      12
    ],
    "id": 1222479,
    "original_language": "te",
    "original_title": "మిరాయి",
    "overview": "Following the historic Kalinga battle, where King Ashoka of the Maurya dynasty emerged as the winner, he chose to walk the path of peace instead of continuing warfare. Yet, the kingdom appointed nine warriors to protect some ancient scriptures rumored to have the ability to make someone divine or godlike.",
    "popularity": 6.9377,
    "poster_path": "/gVzWHYThVODV5MgccDoyQxPFXve.jpg",
    "release_date": "12/09/2025",
    "title": "Mirai",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      28
    ],
    "id": 23773,
    "original_language": "te",
    "original_title": "రెచ్చిపో",
    "overview": "Siva (Nitin) is a thief. He robs the Peter to pay Paul on the lines of Robin hood. He always robs the black money from rich persons and spends it for the education of orphans and for a good cause. Siva robs Rs 500 crores from the Home Minister's house. While escaping under disguise he meets Krishnaveni (Ileana) and both fall in love. The rest of the story takes twists and turns where Krishnaveni is kidnapped by the mafia later to be saved by Siva.",
    "popularity": 6.9273,
    "poster_path": "/mUEwlb3u4GnWXmoTsk9FIBFlQDu.jpg",
    "release_date": "25/09/2009",
    "title": "Rechipo",
    "video": false,
    "vote_average": 5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/ankByTJkkTVGYRBZuHcW9SXoFU1.jpg",
    "genre_ids": [
      18
    ],
    "id": 459713,
    "original_language": "te",
    "original_title": "మహానటి",
    "overview": "Mahanati depicts the life and career of one of Telugu cinema's greatest and most iconic starlets, the first Indian female super star, Savitri.",
    "popularity": 6.8653,
    "poster_path": "/5hwtlwoLdSpkoeusT0sf8qW5VFB.jpg",
    "release_date": "09/05/2018",
    "title": "Mahanati",
    "video": false,
    "vote_average": 7.564,
    "vote_count": 55
  },
  {
    "adult": false,
    "backdrop_path": "/4RO1RS1uOk0H7DAWex7yCgo1RsU.jpg",
    "genre_ids": [
      35,
      10751,
      18
    ],
    "id": 39470,
    "original_language": "te",
    "original_title": "ఆ ఒక్కటీ అడక్కు",
    "overview": "A fantasist, Chitti Babu spurns honest work after an astrologer tells his greatness will come after marriage. He snags the heart of millionaire Royyala Naidu's daughter, Rambha, but the pragmatic Rao sets a royal ransom: one lakh rupees before Chitti Babu touches his queen. The battle lines are drawn: son-in-law's harebrained schemes clash with father-in-law's cunning traps, all while Rambha navigates the chaos with love and exasperation. Will prophecy prevail, or will hard work win the day?",
    "popularity": 6.5601,
    "poster_path": "/43C6xck8XYG9UFPK4xWWzMm3wHE.jpg",
    "release_date": "19/09/1992",
    "title": "Aa Okkati Adakku",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/y4v0wxcvdqZJLzPZriszIzpoGVW.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 137451,
    "original_language": "te",
    "original_title": "నీ కోసం",
    "overview": "Sasirekha (Maheswari) is the daughter of a rich father (Jayaprakash Reddy), who is a strict disciplinarian and hates any kind of love affair. Ravi (Ravi Teja), an orphan, falls in love with Sasi and she also slowly develops feelings for Ravi. One day Ravi meets Sasi's father in the outskirts of the city and tells him all about his love. However, he is accidentally killed by Ravi in a scuffle. Sasi soon finds out that the real culprit is Ravi. Infuriated, she breaks up with him. Ravi, unable to bear the rejection, jumps from a hill. He escapes death, only to be told by the doctors that he is disabled and might be cured in the future if someone took care of him. In the climax, Sasi decides to stay with Ravi, who is nothing but a vegetable now, stating that what ever he did was just because of his love for her and she still is in love with him.  (Wikipedia -  Creative Commons Attribution-ShareAlike License)",
    "popularity": 6.4656,
    "poster_path": "/tUJmFiX5w8hOWYcX8mlCneR72v3.jpg",
    "release_date": "03/12/1999",
    "title": "Nee Kosam",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/xtOCTmGemASooRkAxRorYODig1p.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 770906,
    "original_language": "te",
    "original_title": "సలార్: పార్ట్‌ 1 – సీజ్‌ఫైర్‌",
    "overview": "Set in the fictional dystopian city-state of Khansaar, the film follows the friendship between Deva, a tribesman, and Varadha, the prince of Khansaar. When a coup d'état is planned by his father's ministers and his relatives, Varadha enlists Deva's help to become Khansaar's undisputed ruler.",
    "popularity": 6.3522,
    "poster_path": "/nlu9WbcetNFRGXXPWITr30ob7W6.jpg",
    "release_date": "21/12/2023",
    "title": "Salaar: Part 1 - Ceasefire",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 97
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10751,
      18
    ],
    "id": 253047,
    "original_language": "te",
    "original_title": "పాండవులు పాండవులు తుమ్మెద",
    "overview": "When Naidu confronts his son's rival group to end their squabbles, he encounters their mother Satya, his long lost love, separated by the twist of fate. As Honey learns the secret between Naidu and Satya, she is kidnapped by her father's arch rival Suyodhana Goud, who sees an opportunity to unwillingly ensnare her into a marriage with his son. Although these unfortunate turn of events bring Naidu, Satya and their sons together, they must devise a clever escape plan for Honey in this comedy-action journey.",
    "popularity": 6.3461,
    "poster_path": "/nQxRb9HOnVAlqTuBkGcxq8W4sa1.jpg",
    "release_date": "31/01/2014",
    "title": "Paandavulu Paandavulu Thummeda",
    "video": false,
    "vote_average": 5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/bdZS1xmow1avubmpM0p0GXkQaGE.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 802068,
    "original_language": "te",
    "original_title": "Wild Dog",
    "overview": "Wild Dog aka Vijay Varma is an NIA agent who’s brought back to field from a desk job to handle a terrorism case. Despite having a personal motive, he moves heaven and earth to ensure justice is served for the sake of the country.",
    "popularity": 6.2872,
    "poster_path": "/8377XckHbfJDMrkSpEa9ZQJlVE0.jpg",
    "release_date": "02/04/2021",
    "title": "Wild Dog",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/e9ZEuHGHZ06AToHlfN1L7nejJ7W.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 256040,
    "original_language": "te",
    "original_title": "బాహుబలి:ద బిగినింగ్",
    "overview": "The young Shivudu is left as a foundling in a small village by his mother. By the time he’s grown up, it has become apparent that he possesses exceptional gifts. He meets the beautiful warrior princess Avanthika and learns that her queen has been held captive for the last 25 years. Shividu sets off to rescue her, discovering his own origins in the process.",
    "popularity": 6.282,
    "poster_path": "/9BAjt8nSSms62uOVYn1t3C3dVto.jpg",
    "release_date": "10/07/2015",
    "title": "Bāhubali: The Beginning",
    "video": false,
    "vote_average": 7.526,
    "vote_count": 875
  },
  {
    "adult": false,
    "backdrop_path": "/xtvBBTQMX6ylyTkpWgjMdaDMTr0.jpg",
    "genre_ids": [],
    "id": 80833,
    "original_language": "te",
    "original_title": "అందరి బంధువయ",
    "overview": "Andari Bandhuvaya is a sincere attempt to highlight the importance of human values in today's society. Movie shows two types of environments starts with city shifts to village and then shifts to city. Nandu is simple man who helps and lives in simple manner, he watches all as his family members. Paddu belongs to a poor family and feeds her family with a normal job. She is optimistic and straight forward. Accidentally she visits hero's village. She watches values of village. Her behavior and conduct changes.",
    "popularity": 6.2525,
    "poster_path": "/rrsly4cjU2bZh1yLhuC7F7Ss1B3.jpg",
    "release_date": "14/05/2010",
    "title": "Andari Bandhuvaya",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/dpQu2WocTv0NMDdPLNwQiZJaOBX.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 1388451,
    "original_language": "te",
    "original_title": "Bhairavam",
    "overview": "The relationship between three childhood friends begins to crumble as their loyalty is tested.",
    "popularity": 6.2513,
    "poster_path": "/dT4zhRKIgRLcoSOWbxsA6vMWLxx.jpg",
    "release_date": "30/05/2025",
    "title": "Bhairavam",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 279313,
    "original_language": "te",
    "original_title": "పులి",
    "overview": "Puli is action oriented movie in which, Kranthi (Chiranjeevi), an honest police officer who is deputed to the special branch. He has a sister named Lakshmi. Inspector Syam is a corrupt officer and works for Smuggler JK . One day,Syam causes an accident and as a result of which Radha, Kranthi’s fiancee, loses her eye sight and her brother gets killed in the accident. Kranthi goes on hunt and catches corrupt inspector Syam and his associate James. meanwhile, JK Kidnaps Radha and Lakshmi. Rest of the movie is all about how all ends well.",
    "popularity": 6.106,
    "poster_path": "/pcmpFf4bFP1QxPTVPpx5zTuZoJb.jpg",
    "release_date": "26/07/1985",
    "title": "Puli",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      36,
      10402
    ],
    "id": 63434,
    "original_language": "te",
    "original_title": "శ్రీ రామదాసు",
    "overview": "Gopanna (Nagarjuna) is a happy-go-lucky guy and marries his childhood love Kamala (Sneha). He secures the job of Tahasildar for Husnabad on the recommendation of his maternal uncles Akkanna and Madanna. He gets inspired by the devotion shown by Dammakka towards Lord Rama and the way she protects the idols of Rama, Seeta and Lakshmana. He becomes a great devotee of Lord Rama over night. He vows that he would stay in open place just like statue of Lord Rama till a temple is constructed. He collects 6 lakhs of coins through donations and constructs Rama temple in Bhadrachalam with the guidance of his guru Kabir Das (ANR). A few ill-minded people misinform emperor Taanisha (Nasseer) that Gopanna misused emperor’s money to construct temple. Meanwhile, Kabir Das confers Gopanna the title of Sri Ramadasu on the insistence of Lord Rama. The rest of the story is all about how Tanisha realizes his mistake and sets Sri Ramadasu free.",
    "popularity": 6.0716,
    "poster_path": "/tfrCahpowc20REYqGdOxbniaFSm.jpg",
    "release_date": "31/03/2006",
    "title": "Sri Ramadasu",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      35
    ],
    "id": 240143,
    "original_language": "te",
    "original_title": "అన్నయ్య",
    "overview": "Rajaram (Chiranjeevi), owner of a fleet of lorries, meets Devi (Soundarya), a garment factory owner. After that acquaintance, she once seeks his help in dealing with two street ruffians, who were teasing her sisters, Lata (Chandini) and Geetha (Sishwa), and is shocked when the culprits turn out to be his brothers, Ravi (Ravi Teja) and Gopi (Venkat). Rajaram takes the incident lightly as the pranks of youngsters and is very lenient to them. With more such incidents, the two fall in love, with the brothers and sisters not far behind.  On his brothers' request, Rajaram approaches Devi for her sisters' hands in marriage to his brothers. But she curtly refuses her consent on grounds that the two are wayward drunkards. Rajaram reacts sharply to it and vows to get his brothers married to her sisters.  Since then on he is more exacting with his brothers and brings about a transformation in them. Devi agrees to their marriage.",
    "popularity": 5.9905,
    "poster_path": "/nnlFk5IlqALE3zoLCRTeOVjquWo.jpg",
    "release_date": "07/01/2000",
    "title": "Annayya",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/o8XSR1SONnjcsv84NRu6Mwsl5io.jpg",
    "genre_ids": [
      18,
      28,
      14,
      878
    ],
    "id": 801688,
    "original_language": "te",
    "original_title": "కల్కి 2898-ఎ.డి",
    "overview": "In the year 2898 AD, around 6000 years after Kurukshetra war, Ashwatthama gears up for his final battle of redemption at the sign of hope in a dystopian world and Bhairava, a wisecracking and self-interested bounty hunter, tired of the perilous life becomes the hurdle in the process.",
    "popularity": 5.973,
    "poster_path": "/rstcAnBeCkxNQjNp3YXrF6IP1tW.jpg",
    "release_date": "26/06/2024",
    "title": "Kalki 2898-AD",
    "video": false,
    "vote_average": 6.483,
    "vote_count": 148
  },
  {
    "adult": false,
    "backdrop_path": "/yNuLB4Bqv1m8QAwd3WuBwIznErn.jpg",
    "genre_ids": [
      28
    ],
    "id": 1120762,
    "original_language": "te",
    "original_title": "రాబిన్‌హుడ్",
    "overview": "Ram, a modern-day Robin Hood, is a master thief who unexpectedly finds himself switching sides. When fate forces him to become the personal security officer for Neera, a rollercoaster ride of action, comedy, and unexpected twists follows.",
    "popularity": 5.9233,
    "poster_path": "/zeH5oAM1A3zgXbvQ3L9GiDs3ldQ.jpg",
    "release_date": "28/03/2025",
    "title": "Robinhood",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18,
      10749
    ],
    "id": 81999,
    "original_language": "te",
    "original_title": "కొత్త బంగారు లోకం",
    "overview": "Balu is son of lovable middle-class couple. Swapna is the daughter of a strict and rich father. Both of them study in a residential college located at a small town of Godavari district. Balu and Swapna fall in love. Swapna is withdrawn from the residential school because her father comes to know about her love. The rest of the story is all about how Balu and Swapna try to get back to each other.",
    "popularity": 5.8784,
    "poster_path": "/zMfB7i1KSyaEbJWX2selBPCcG8Z.jpg",
    "release_date": "09/10/2008",
    "title": "Kotha Bangaru Lokam",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/9gfkh29xNax0pwp30G9M3wjde2R.jpg",
    "genre_ids": [
      28,
      35,
      10749
    ],
    "id": 86719,
    "original_language": "te",
    "original_title": "బాడీగార్డ్",
    "overview": "A remake tale, the story begins with Venkatadri (Venkatesh) who has great respect for Varadarajulu Naidu (Prakash Raj) as he saves his life. However, he keeps getting into fights wherever he sees injustice. To bring some discipline, Venkatadri’s uncle (Tanikella) sends him to Varadarajulu Naidu as his personal bodyguard.However, Varadarajulu’s enemy Siva Reddy (Kota) wants revenge and he wants to kill Keerthi (Trisha), Varadarajulu’s daughter. Knowing this threat, Venkatadri is assigned the task of protecting Keerthi. But she along with her friend Swathi (Saloni) don’t like the bossy and over protective nature of Venkatadri.To play a prank, Keerthi starts calling Venkatadri from a private number and says she is in love with him. After few hesitations, Venkatadri starts falling in love with the caller not knowing it is Keerthi.",
    "popularity": 5.8751,
    "poster_path": "/9rTwljmRAOIXIlcLldmAOYJR4FT.jpg",
    "release_date": "14/01/2012",
    "title": "Bodyguard",
    "video": false,
    "vote_average": 5,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/oYqeOL4tB7MLs8jKZSHvIB8AUrX.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 460769,
    "original_language": "te",
    "original_title": "అబ్బాయితో అమ్మాయి",
    "overview": "A young man and woman are Facebook friends, they don’t know each other but continue to be in touch. They both fall in love not knowing they are the same friends on FB with fictitious identity. Somewhere along the line, the man comes to know the woman he loves is the same person who is his best friend on FB, yet he refrains from revealing his identity. Why he does that drives the entire plot to its finale.",
    "popularity": 5.7072,
    "poster_path": "/sHDzAmlEOj2XcoGOqG34uUQwGE8.jpg",
    "release_date": "01/01/2016",
    "title": "Abbayitho Ammayi",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      27,
      53
    ],
    "id": 1444973,
    "original_language": "te",
    "original_title": "जटाधरा",
    "overview": "Investigates the enigma of Anantha Padmanabha Swamy Temple, examining myths and theories about its alleged supernatural powers.",
    "popularity": 5.684,
    "poster_path": "/jhDsVtdxEcxmuf794Hny5oKyaR4.jpg",
    "release_date": "07/11/2025",
    "title": "Jatadhara",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/evUpfs4dw7AuZ5k8dkePVMFSg0T.jpg",
    "genre_ids": [
      14,
      28,
      35,
      878
    ],
    "id": 869760,
    "original_language": "te",
    "original_title": "హను-మాన్",
    "overview": "In a small village, Hanumanthu, a petty thief, finds a mysterious gem, that gives him god-like powers. Will he succeed in keeping these powers from falling into the wrong hands and save his village?",
    "popularity": 5.5346,
    "poster_path": "/m1zq48rWSXxplzoJR8YtbXWnnHM.jpg",
    "release_date": "11/01/2024",
    "title": "Hanu-Man",
    "video": false,
    "vote_average": 6.484,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 528954,
    "original_language": "te",
    "original_title": "పెళ్లి పందిరి",
    "overview": "Govind (Jagapati Babu) and Prakash (Prithuvi Raj) became best friends since Prakash's father (Raghunath Reddy) killed Govind's mother in a car accident. Despite his father refusal, Prakash took Murthy into his house.  A few years later, when Prakash goes to America to study, Govind leaves the house after hearing Prakash's parents who decide to give off him. An old man accommodates Govind and the man begin to call him by that name. Govind falls in love with Kasturi (Raasi) a blind flower seller. Kasturi's father (Costume Krishna) renounced to drink alcohol and he decided to go to work after Govind's preach, but he died the next day in a car accident. Being Kasturi's last relation, he admitted her into a hospital for an eye operation. In order to pay it, he takes come money from a drunk man's house. In a misunderstanding, he was arrested by the police and he was sent to jail.",
    "popularity": 5.4586,
    "poster_path": "/gEgqVEmCS5NgGDO7fkp4fNU85I0.jpg",
    "release_date": "09/01/1998",
    "title": "Pelli Pandiri",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 115265,
    "original_language": "te",
    "original_title": "Azad",
    "overview": "Azad (Telugu: ఆజాద్) is a 2000 Telugu film directed by Tirupathi Swamy. It stars Akkineni Nagarjuna in the lead role and Raghuvaran, Shilpa Shetty, and Soundarya in other important roles. C. Ashwini Dutt produced the film and Mani Sharma composed music. The film was released on 29 September 2000 and was dubbed into Hindi as Mission Azaad. The film was later remade into Tamil as Velayudham. The story was inspired from 1989 hindi film Main Azaad Hoon in which Amitabh Bachchan played the lead role of Azaad.",
    "popularity": 5.4576,
    "poster_path": "/kIVEh2SlMqbBbDdFl55e7VTjfH1.jpg",
    "release_date": "29/09/2000",
    "title": "Azad",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/ytC1cf03U1yScHDbRLpTYcOhaAP.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 253579,
    "original_language": "te",
    "original_title": "ప్రేమ ఇష్క్ కాదల్",
    "overview": "Randy (Harshavardhan Rane) is a guitarist and a noble guy. He is in music field because he loves it, but not to earn money. Sarayu (Vithika Sheru) works for a charity organization and she is in awe with music and inner personality of Randy. Royal Raju (Sree Vishnu) is a street-smart guy from a village who comes to city to enjoy. He joins as an assistant director for a film and he gets attracted to a fashion designer Sameera (Ritu Varma). RJ Arjun works for a FM Radio station and he is a complete flirt. He gets attracted to a Tamil girl Santhi (Sree Mukhi) and wants to bed her. This movie is about how these unrelated love stories culminate simultaneously to tell why men follow their heart and women follow their mind.",
    "popularity": 3.9192,
    "poster_path": "/sllA2crXs3rhTrLkVLJYMTlhrow.jpg",
    "release_date": "06/12/2013",
    "title": "Prema ishq kaadhal",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/xtOCTmGemASooRkAxRorYODig1p.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 770906,
    "original_language": "te",
    "original_title": "సలార్: పార్ట్‌ 1 – సీజ్‌ఫైర్‌",
    "overview": "Set in the fictional dystopian city-state of Khansaar, the film follows the friendship between Deva, a tribesman, and Varadha, the prince of Khansaar. When a coup d'état is planned by his father's ministers and his relatives, Varadha enlists Deva's help to become Khansaar's undisputed ruler.",
    "popularity": 6.3522,
    "poster_path": "/nlu9WbcetNFRGXXPWITr30ob7W6.jpg",
    "release_date": "21/12/2023",
    "title": "Salaar: Part 1 - Ceasefire",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 97
  },
  {
    "adult": false,
    "backdrop_path": "/yNuLB4Bqv1m8QAwd3WuBwIznErn.jpg",
    "genre_ids": [
      28
    ],
    "id": 1120762,
    "original_language": "te",
    "original_title": "రాబిన్‌హుడ్",
    "overview": "Ram, a modern-day Robin Hood, is a master thief who unexpectedly finds himself switching sides. When fate forces him to become the personal security officer for Neera, a rollercoaster ride of action, comedy, and unexpected twists follows.",
    "popularity": 5.9233,
    "poster_path": "/zeH5oAM1A3zgXbvQ3L9GiDs3ldQ.jpg",
    "release_date": "28/03/2025",
    "title": "Robinhood",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/f9EbS4N3aXxwJnqVIEniQNuDhe.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 541487,
    "original_language": "te",
    "original_title": "మహర్షి",
    "overview": "Rishi Kumar is a billionaire and the CEO of Origins, someone who has always strived for the success he now owns. His friend Ravi needs help, how will he come through?",
    "popularity": 4.7396,
    "poster_path": "/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
    "release_date": "09/05/2019",
    "title": "Maharshi",
    "video": false,
    "vote_average": 6.955,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/dpQu2WocTv0NMDdPLNwQiZJaOBX.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 1388451,
    "original_language": "te",
    "original_title": "Bhairavam",
    "overview": "The relationship between three childhood friends begins to crumble as their loyalty is tested.",
    "popularity": 6.2513,
    "poster_path": "/dT4zhRKIgRLcoSOWbxsA6vMWLxx.jpg",
    "release_date": "30/05/2025",
    "title": "Bhairavam",
    "video": false,
    "vote_average": 3,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      27,
      53
    ],
    "id": 1444973,
    "original_language": "te",
    "original_title": "जटाधरा",
    "overview": "Investigates the enigma of Anantha Padmanabha Swamy Temple, examining myths and theories about its alleged supernatural powers.",
    "popularity": 5.684,
    "poster_path": "/jhDsVtdxEcxmuf794Hny5oKyaR4.jpg",
    "release_date": "07/11/2025",
    "title": "Jatadhara",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/giNimfYbC0dRRqEBwMTVptqnacf.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 1426711,
    "original_language": "te",
    "original_title": "Coffee With A Killer",
    "overview": "In 'Coffee with a Killer', a ruthless man receives a contract for an illegal activity. On this mission, he enters a coffee shop and observes his surroundings. Each table is filled with many stories. Who is the hitman's target? How does he do the job?",
    "popularity": 3.5992,
    "poster_path": "/9FC5yYiz9JVruKWbxTuiWVZcbbY.jpg",
    "release_date": "30/01/2025",
    "title": "Coffee With A Killer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/evUpfs4dw7AuZ5k8dkePVMFSg0T.jpg",
    "genre_ids": [
      14,
      28,
      35,
      878
    ],
    "id": 869760,
    "original_language": "te",
    "original_title": "హను-మాన్",
    "overview": "In a small village, Hanumanthu, a petty thief, finds a mysterious gem, that gives him god-like powers. Will he succeed in keeping these powers from falling into the wrong hands and save his village?",
    "popularity": 5.5346,
    "poster_path": "/m1zq48rWSXxplzoJR8YtbXWnnHM.jpg",
    "release_date": "11/01/2024",
    "title": "Hanu-Man",
    "video": false,
    "vote_average": 6.484,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": "/bdZS1xmow1avubmpM0p0GXkQaGE.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 802068,
    "original_language": "te",
    "original_title": "Wild Dog",
    "overview": "Wild Dog aka Vijay Varma is an NIA agent who’s brought back to field from a desk job to handle a terrorism case. Despite having a personal motive, he moves heaven and earth to ensure justice is served for the sake of the country.",
    "popularity": 6.2872,
    "poster_path": "/8377XckHbfJDMrkSpEa9ZQJlVE0.jpg",
    "release_date": "02/04/2021",
    "title": "Wild Dog",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 280344,
    "original_language": "te",
    "original_title": "Pavitra Prema",
    "overview": "Manikyam (Balakrishna) is seen as a god by the people he protects, but a terrible mistake from his past threatens to destroy his reputation.",
    "popularity": 4.8446,
    "poster_path": "/1DnOzK3HFNjVXueR6cjyDMzmlp1.jpg",
    "release_date": "04/06/1998",
    "title": "Pavitra Prema",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yCRYYGldFGVa4cmZVpTVCRQMfjA.jpg",
    "genre_ids": [
      28,
      12,
      14
    ],
    "id": 350312,
    "original_language": "te",
    "original_title": "బాహుబలి 2: ది కన్ క్లూజన్",
    "overview": "When Mahendra, the son of Bāhubali, learns about his heritage, he begins to look for answers. His story is juxtaposed with past events that unfolded in the Mahishmati Kingdom.",
    "popularity": 4.9578,
    "poster_path": "/xQ22LOWSkClP3maYhR9nZH0dnWM.jpg",
    "release_date": "27/04/2017",
    "title": "Bāhubali 2: The Conclusion",
    "video": false,
    "vote_average": 7.452,
    "vote_count": 803
  },
  {
    "adult": false,
    "backdrop_path": "/3j3TTTUbV7wzsKUs3a8SmydF6DO.jpg",
    "genre_ids": [
      18
    ],
    "id": 81080,
    "original_language": "te",
    "original_title": "మొగుడు",
    "overview": "Mogudu is a 2011 Telugu film directed by Krishna Vamsi starring Gopichand, Taapsee Pannu, Shraddha Das in the lead roles with Gadde Rajendra Prasad, Roja and Naresh in supporting roles. The film is all about how a man truly becomes mogudu (husband) when he understands his wife and wins her love. The film released on 4 November 2011",
    "popularity": 4.1088,
    "poster_path": "/3iyYZtOgac0jm2eNxUHXNqTnI0C.jpg",
    "release_date": "04/11/2011",
    "title": "Mogudu",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 115265,
    "original_language": "te",
    "original_title": "Azad",
    "overview": "Azad (Telugu: ఆజాద్) is a 2000 Telugu film directed by Tirupathi Swamy. It stars Akkineni Nagarjuna in the lead role and Raghuvaran, Shilpa Shetty, and Soundarya in other important roles. C. Ashwini Dutt produced the film and Mani Sharma composed music. The film was released on 29 September 2000 and was dubbed into Hindi as Mission Azaad. The film was later remade into Tamil as Velayudham. The story was inspired from 1989 hindi film Main Azaad Hoon in which Amitabh Bachchan played the lead role of Azaad.",
    "popularity": 5.4576,
    "poster_path": "/kIVEh2SlMqbBbDdFl55e7VTjfH1.jpg",
    "release_date": "29/09/2000",
    "title": "Azad",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/kCwmLYy9ZMto1eMH8BI9KcVVIH2.jpg",
    "genre_ids": [
      27,
      35,
      10749
    ],
    "id": 1022453,
    "original_language": "te",
    "original_title": "ది రాజా సాబ్",
    "overview": "A young heir embraces both his royal heritage and rebellious spirit as he rises to power, establishing unprecedented rules during his reign as Raja Saab.",
    "popularity": 4.7906,
    "poster_path": "/nvK6gYa4diCnQkDVN42uoYXPrdT.jpg",
    "release_date": "09/01/2026",
    "title": "The Raja Saab",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yj7PpoN0Ddzy3lfganCfmPcT1sn.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 94978,
    "original_language": "te",
    "original_title": "Pravarakyudu",
    "overview": "Sasi and Sailaja are good friends during their post-graduation time. Sailaja loves him, but Sasi’s ideology about love irritates Sailaja and both of them separate their ways. Sasi settles as a professor in Harvard University. He comes to Hyderabad to look out for a suitable girl. He then realizes that Sailaja works as a principal in a women’s college and she is unmarried too. The rest of the story is all about how Sasi makes Sailaja fall in love with him again.",
    "popularity": 4.7148,
    "poster_path": "/r4uq2ORghpvVQ8TnWMugDsiIdPu.jpg",
    "release_date": "04/12/2009",
    "title": "Pravarakyudu",
    "video": false,
    "vote_average": 8.5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/1q41BkRbBveLGgTRkGyuwvp44XX.jpg",
    "genre_ids": [
      35,
      18,
      10749,
      53
    ],
    "id": 1045385,
    "original_language": "te",
    "original_title": "Miss. Shetty Mr. Polishetty",
    "overview": "Miss Shetty is a feminist living in London and wants to be single forever. Mr. Polishetty from Hyderabad in Telangana, India, wants to be in a committed relationship. The two appear to be in different stages of life but somehow connect.",
    "popularity": 4.0163,
    "poster_path": "/6S4BRlZPfzrludhsPDPVe6fEoxV.jpg",
    "release_date": "07/09/2023",
    "title": "Miss. Shetty Mr. Polishetty",
    "video": false,
    "vote_average": 6.18,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 307615,
    "original_language": "te",
    "original_title": "Rey",
    "overview": "Film starring Sai Dharam Teja, Shubra Ayyappa and Ali, directed by Y.V.S. Chowdary",
    "popularity": 4.6144,
    "poster_path": "/5l0vxIuWGOLOLCa1nGTgJwUAbGX.jpg",
    "release_date": "27/03/2015",
    "title": "Rey",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/yj7PpoN0Ddzy3lfganCfmPcT1sn.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 94978,
    "original_language": "te",
    "original_title": "Pravarakyudu",
    "overview": "Sasi and Sailaja are good friends during their post-graduation time. Sailaja loves him, but Sasi’s ideology about love irritates Sailaja and both of them separate their ways. Sasi settles as a professor in Harvard University. He comes to Hyderabad to look out for a suitable girl. He then realizes that Sailaja works as a principal in a women’s college and she is unmarried too. The rest of the story is all about how Sasi makes Sailaja fall in love with him again.",
    "popularity": 4.7148,
    "poster_path": "/r4uq2ORghpvVQ8TnWMugDsiIdPu.jpg",
    "release_date": "04/12/2009",
    "title": "Pravarakyudu",
    "video": false,
    "vote_average": 8.5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 319782,
    "original_language": "te",
    "original_title": "Pelli Kanuka",
    "overview": "Bhaskar (Akkineni Nageswara Rao) and Vasanti (B. Saroja Devi) are college mates who clash when she complains to the college principal about a love letter he sent her. Later on realizing her mistake, Vasanti apologizes to him and the two fall in love. Vasanti's elder sister, Geeta (Krishna Kumari), supports the family by stitching clothes.Bhaskar rents the room upstairs in their house. He falls ill and in nursing him, Geeta falls in love with him. She confides her love to Vasanti, who decides to sacrifice her love for her the sake of her sister and convinces Bhaskar to marry Geeta. Bhaskar initially neglects Geeta. On finding out, Vasanti writes to him that their sacrifice, made for Geeta's happiness, would mean nothing unless he is a good husband to Geeta. Bhaskar relents and Geeta and he have a son. Vasanti joins them and Geeta suspects that there is something on between Bhaskar and Vasanti and makes Vasanti leave the house.",
    "popularity": 4.7017,
    "poster_path": "/rFDydsjp9tPlxltzwt9RZ7B89MF.jpg",
    "release_date": "22/04/1960",
    "title": "Pelli Kanuka",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yvVNnoBVR306wqE8xDSxEWkyNFq.jpg",
    "genre_ids": [
      18,
      80
    ],
    "id": 1249926,
    "original_language": "te",
    "original_title": "ఘాటి",
    "overview": "Follows the story of an empowered woman who gets entangled with weed trade due to circumstances.",
    "popularity": 4.6904,
    "poster_path": "/d0thFjveYHvUjvnAhY5fjmnp5fM.jpg",
    "release_date": "04/09/2025",
    "title": "Ghaati",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 80832,
    "original_language": "te",
    "original_title": "Sri Shirdi Saibaba Mahathyam",
    "overview": "Sri Shirdi Saibaba Mahathyam (Telugu: శ్రీ షిర్డీ సాయిబాబా మహత్యం) is a 1986 Telugu Biographical film directed by K. Vasu. It is based on the life of Bhagwan Shirdi Sai Baba, who has preached and practiced Religious humanism. Vijayachander portrayed the role of Baba.  It was dubbed into Hindi as Shirdi Sai Baba Ki Kahani and into Tamil as Sri Shirdi Saibaba.",
    "popularity": 4.6586,
    "poster_path": "/emuv9fdkg1567ruC657iV1GxEVv.jpg",
    "release_date": "23/03/1986",
    "title": "Sri Shirdi Saibaba Mahathyam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/4thkkCGKd1sgskpqq2MuiIBh5zm.jpg",
    "genre_ids": [
      53
    ],
    "id": 666904,
    "original_language": "te",
    "original_title": "Ragala 24 Gantallo",
    "overview": "A couple fall in love and get married, but as soon as they are hitched, things begin to unravel. They discover each other's dark secrets and begin to realise that nothing is as it seems when it comes to their partners.",
    "popularity": 4.6188,
    "poster_path": "/hjcynxjTbzjEuopohKWfJPQq0n5.jpg",
    "release_date": "22/11/2019",
    "title": "Ragala 24 Gantallo",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28
    ],
    "id": 307615,
    "original_language": "te",
    "original_title": "Rey",
    "overview": "Film starring Sai Dharam Teja, Shubra Ayyappa and Ali, directed by Y.V.S. Chowdary",
    "popularity": 4.6144,
    "poster_path": "/5l0vxIuWGOLOLCa1nGTgJwUAbGX.jpg",
    "release_date": "27/03/2015",
    "title": "Rey",
    "video": false,
    "vote_average": 2,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/kCwmLYy9ZMto1eMH8BI9KcVVIH2.jpg",
    "genre_ids": [
      27,
      35,
      10749
    ],
    "id": 1022453,
    "original_language": "te",
    "original_title": "ది రాజా సాబ్",
    "overview": "A young heir embraces both his royal heritage and rebellious spirit as he rises to power, establishing unprecedented rules during his reign as Raja Saab.",
    "popularity": 4.7906,
    "poster_path": "/nvK6gYa4diCnQkDVN42uoYXPrdT.jpg",
    "release_date": "09/01/2026",
    "title": "The Raja Saab",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3RvX7dyLhM3P3iosCVUpCut5ioo.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 1428278,
    "original_language": "te",
    "original_title": "K-ర్యాంప్‌",
    "overview": "Kumar, a spoiled rich kid who lives life by his own rules, falls in love with Mercy, a beautiful girl with a big secret, while attending university in Kerala.",
    "popularity": 4.5783,
    "poster_path": "/36QgJqloM5Ee8VGx0SDiyQR2Pie.jpg",
    "release_date": "18/10/2025",
    "title": "K-Ramp",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/4gssO07P8gLYrtrYTuTdn8l79Te.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 1446056,
    "original_language": "te",
    "original_title": "జూనియర్",
    "overview": "A free-spirited young man suffocated by his father’s obsessive love escapes to the city in search of freedom, but his carefree attitude soon puts him at odds with his emotionally distant corporate boss. He embarks on a heartwarming journey of redemption and connection discovering the true depth of sacrifice love and the fleeting nature of time.",
    "popularity": 4.5434,
    "poster_path": "/AuJT7uChHqkMmGwbgIK3KZXepUj.jpg",
    "release_date": "18/07/2025",
    "title": "Junior",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/hcqY0Er8AhU3UiSAxB5tT6sBiZv.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 885184,
    "original_language": "te",
    "original_title": "దసరా",
    "overview": "In 1990s, Set in small village Veerlapally, Dharani, Vennela, and Suri are childhood friends. Dharani loves Vennela, but she has Suri in her mind. Knowing Suri’s interest in Vennela, Dharani sacrifices his love and helps get them married. But Local politics between Rajanna, Shivanna and the latter's son Chinna Nambi threaten to disrupt their lives.",
    "popularity": 4.5412,
    "poster_path": "/4OTVoCVXa5aHDZl8opKoIV9Ezr5.jpg",
    "release_date": "30/03/2023",
    "title": "Dasara",
    "video": false,
    "vote_average": 7,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/4uERmytN70Z1qptFk55dXSO1D7d.jpg",
    "genre_ids": [
      28
    ],
    "id": 80539,
    "original_language": "te",
    "original_title": "పంజా",
    "overview": "Jai, an orphan, falls into bad company after Bhagwan, a gangster, gives him shelter and hope to live. However, Jai and Munna, Bhagwan's son, fight with each other after Munna kills an innocent woman.",
    "popularity": 4.5154,
    "poster_path": "/fW2dqMDDo6dz2GAAJgYIwfcuvik.jpg",
    "release_date": "09/12/2011",
    "title": "Panjaa",
    "video": false,
    "vote_average": 5.684,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/D3i5IJlEpmoZdwnM828b5y9STz.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 887021,
    "original_language": "te",
    "original_title": "నాట్యం",
    "overview": "In the ancient dance village Natyam, Sitara attempts to resurrect her Guru's forgotten masterpiece choreography and discovers the true power and purpose of Indian Classical Dance. To dance is to tell a story that can change our world.",
    "popularity": 4.5076,
    "poster_path": "/eWXh5VQOMflOJI5uz5DJlJHr4Po.jpg",
    "release_date": "22/10/2021",
    "title": "Natyam",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53
    ],
    "id": 278423,
    "original_language": "te",
    "original_title": "అభిలాష",
    "overview": "Abhilasha movie story was based on an unique point of removing section 302 from Indian penal Code, which sentences death. Struggling lawyer Chiranjeevi, lives with his roommate (allu aravind) and dreams of removing IPC section 302. Reason behind his determination was his father’s death sentence under 302, for adultery, which he didn’t commit.",
    "popularity": 4.5012,
    "poster_path": "/Amh1LLopxYDmadsUujateSBijEL.jpg",
    "release_date": "10/03/1983",
    "title": "Abhilasha",
    "video": false,
    "vote_average": 8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 621654,
    "original_language": "te",
    "original_title": "Bamma Maata Bangaru Baata",
    "overview": "Krishna, the grandson of the village head, marries Seeta but his grandparents disapprove and throw him out of the house. However, he lies to them about having a baby to make them accept his marriage.",
    "popularity": 4.4981,
    "poster_path": "/uwToWpMQqKm6Dd62vlMsZWBBxRQ.jpg",
    "release_date": "09/03/1989",
    "title": "Bamma Maata Bangaru Baata",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/2vxKa3gMHc84O1iHRkslqeHSsxE.jpg",
    "genre_ids": [
      18,
      10751,
      10749
    ],
    "id": 1068452,
    "original_language": "te",
    "original_title": "హాయ్ నాన్న",
    "overview": "Six-year-old Mahi, a spirited child with cystic fibrosis, shares a deep yet complex bond with her father, Viraj, a dedicated single parent and successful fashion photographer. Her curiosity about her absent mother leads to a journey of discovery when she runs away with her loyal dog, Pluto. A chance encounter with a kind woman named Yashna sparks unexpected revelations, intertwining their lives in ways they never anticipated. Set against a backdrop of love, sacrifice, and redemption, Mahi’s story is a heartfelt exploration of family, resilience, and the enduring power of connection.",
    "popularity": 4.4912,
    "poster_path": "/hhMLtq9m1aK0dpY9Wcq26XeDH2z.jpg",
    "release_date": "07/12/2023",
    "title": "Hi Nanna",
    "video": false,
    "vote_average": 7.936,
    "vote_count": 55
  },
  {
    "adult": false,
    "backdrop_path": "/h5UfNqTtbupJLu6Y2kZs59dzG2D.jpg",
    "genre_ids": [
      36,
      10749,
      18
    ],
    "id": 894803,
    "original_language": "te",
    "original_title": "సీతా రామం",
    "overview": "Afreen, a rebellious Pakistani student sets ablaze the car of an Indian in London. Angered Afreen returns to Pakistan to ask for money from her grandfather that she has to pay in a month's time as damages. However, she gets to know that he is no more and the only thing he has left for her is a letter-delivering task, written by Ram to Sita. As Afreen sets out to find Ram, there begins her journey of discovering the secret behind the 20-year-old letter.",
    "popularity": 4.484,
    "poster_path": "/g3hk2wEeIsTGhh7JvK8yWFVR7ue.jpg",
    "release_date": "05/08/2022",
    "title": "Sita Ramam",
    "video": false,
    "vote_average": 7.8,
    "vote_count": 92
  },
  {
    "adult": false,
    "backdrop_path": "/dP0AsSQQAeSXk9q2typzBTn4eo9.jpg",
    "genre_ids": [],
    "id": 67677,
    "original_language": "te",
    "original_title": "గోల్కొండ హైస్కూల్",
    "overview": "Set on the backdrop of cricket, the story begins with the Golconda High School which housed the best cricket team about fifteen years ago.",
    "popularity": 4.4827,
    "poster_path": "/gln7WWOa8arbVeSnZWRFqO6WMyn.jpg",
    "release_date": "14/01/2011",
    "title": "Golconda High School",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/dYvlEDAhTSsAdU88AWqcYoTpUFC.jpg",
    "genre_ids": [
      10749,
      27,
      9648
    ],
    "id": 945423,
    "original_language": "te",
    "original_title": "ఇందువదన",
    "overview": "Vasu is a forest officer who falls in love with the tribal girl, Indu. As time passes, Indu also loves Vasu. As things are going fine, One fine day, Indu gets killed and she becomes a ghost. Vasu must find out what happened.",
    "popularity": 4.4767,
    "poster_path": "/f4eqhV94YupISnsJLFLSDrqn79b.jpg",
    "release_date": "01/01/2022",
    "title": "Induvadana",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/peYtrlq7SgZdp3wp5CFHL8y7J56.jpg",
    "genre_ids": [
      18,
      28,
      10749
    ],
    "id": 80880,
    "original_language": "te",
    "original_title": "ఆర్య",
    "overview": "Aarya is a happy-go-lucky young man who goes to college. When he falls in love with Geetha at first sight, he proposes to her - in front of her boyfriend Ajay, who recently also proposed to her. She bluntly refuses, but ...",
    "popularity": 4.4187,
    "poster_path": "/J5hCjPGbcgTIET8xVRegz261Ru.jpg",
    "release_date": "07/05/2004",
    "title": "Aarya",
    "video": false,
    "vote_average": 6.548,
    "vote_count": 42
  },
  {
    "adult": false,
    "backdrop_path": "/nKSklcYvr2jDFPPHVBr6zB700gq.jpg",
    "genre_ids": [
      53,
      27,
      80
    ],
    "id": 485789,
    "original_language": "te",
    "original_title": "భాగమతి",
    "overview": "Accused of murdering her husband, IAS officer Chanchala, is taken to a haunted house called Bhaaghamathie Bungalow, where police and CBI officials interrogate her to dig up dirt on a politician she had worked under. As she's left alone in the haunted house, spirits take control of her and IAS Chanchala transforms into an unrecognisable person. How this impacts her and everyone around her forms the crux of the story.",
    "popularity": 4.3969,
    "poster_path": "/quGwnd4DjXOX25aLwuuRJJ5YmlS.jpg",
    "release_date": "26/01/2018",
    "title": "Bhaagamathie",
    "video": false,
    "vote_average": 5.986,
    "vote_count": 37
  },
  {
    "adult": false,
    "backdrop_path": "/q1vW4c88EIsgSJMxNH6ANvBqKcB.jpg",
    "genre_ids": [
      28
    ],
    "id": 331939,
    "original_language": "te",
    "original_title": "కరెంట్ తీగ",
    "overview": "Shiva Rama Raju, a noted good Samaritan in Parvatipuram who has a bet with Veerraju in the same village that \"if any of his 3 daughters fall in love he will either kill them or cut down his ears\" and he takes a vow that he will marry off his daughters to the grooms of his choice, neither love marriage nor elopement. Kavita is his third daughter. Raju is a wayward youth who is in deeply in love with an English teacher Sunny in a junior college. Kavita is one of Sunny's students. Raju uses Kavita as courier to love Sunny; as the things proceed, Raju and Kavita fall in love. The rest of the story is all about what happens when they want to get married.",
    "popularity": 4.3877,
    "poster_path": "/fvC2s9G14sPEsHuDQE8S1VWAFSx.jpg",
    "release_date": "31/10/2014",
    "title": "Current Theega",
    "video": false,
    "vote_average": 5.063,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      36
    ],
    "id": 319760,
    "original_language": "te",
    "original_title": "Laila Majnu",
    "overview": "Khayas falls in love with Laila but her father refuses the alliance, which leaves Khayas heartbroken. Things take a turn when Laila then moves to Mecca.",
    "popularity": 4.3808,
    "poster_path": "/uziGWtsvgmoV28Hm2j96m6V3YKR.jpg",
    "release_date": "30/09/1949",
    "title": "Laila Majnu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vEpQOU1G2sbkiZ9HzsXXi5MFxax.jpg",
    "genre_ids": [
      10749,
      10751
    ],
    "id": 900471,
    "original_language": "te",
    "original_title": "స్వాతిముత్యం",
    "overview": "Balamurali, a government employee, gets ready to marry Bhagyalakshmi as soon as he meets her in an arranged marriage setup. Everything goes on smoothly until there comes a day when it is revealed that the groom has fathered a child in the past.",
    "popularity": 4.3693,
    "poster_path": "/mR8pmOhp4zYwwFadX8TLX5goH64.jpg",
    "release_date": "05/10/2022",
    "title": "Swathi Muthyam",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      9648,
      53
    ],
    "id": 456720,
    "original_language": "te",
    "original_title": "Budugu",
    "overview": "Vamsi Krishna suffers from ADHD and therefore suffers miserably at school life. Due to his lack of performance in class and deviltry issues, he is constantly nagged by his parents. His studding mother Pooja spends time over his betterment but couldn’t comply with the difficulties of coping with a ADHD child since she has no clue what Bunny aka. Vamsi was going through. One fine day, parents decide to send him to boarding, thinking this to be the only viable option available for his improvement. And that’s where Bunny starts getting abnormal and starts getting connected to Diya. Who is Diya? Why did Parents consult a Psychiatrist Geetha? What happens next forms the rest of the story line.",
    "popularity": 4.3682,
    "poster_path": "/tsozY8HTafbrbqONZ0Bjb4ES1fs.jpg",
    "release_date": "17/04/2015",
    "title": "Budugu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      10749
    ],
    "id": 281963,
    "original_language": "te",
    "original_title": "ప్రేమ కథ",
    "overview": "A love story set in a rural backdrop between a poor village boy, Suri, and a rich upper class girl, Divya, much to the opposition of the latter's violent brother who will go to any length to end it",
    "popularity": 4.3334,
    "poster_path": "/iF4WvZAncpSFNEeKHGyqdTNguEZ.jpg",
    "release_date": "16/04/1999",
    "title": "Prema Katha",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/Av0ARGRFed2pmmlBWdPw8lqp7zN.jpg",
    "genre_ids": [
      27
    ],
    "id": 1352962,
    "original_language": "te",
    "original_title": "కళింగ",
    "overview": "A village is terrorized by a demonic entity and a deadly ancient curse.",
    "popularity": 4.3232,
    "poster_path": "/y62MzCi3Auwb1T4aGDPNE2gLyIE.jpg",
    "release_date": "12/09/2024",
    "title": "Kalinga",
    "video": false,
    "vote_average": 4,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/bCXuMi55ejgp0KW693piosj6btZ.jpg",
    "genre_ids": [
      18
    ],
    "id": 968732,
    "original_language": "te",
    "original_title": "అమ్ము",
    "overview": "Ammu's thought marriage was a fairy tale – full of love and magic, ends when her cop-husband Ravi hit her for the very first time. What Ammu thought was a one-off incident soon turned into a never-ending cycle of abuse, trapping her and breaking her soul and spirit. Pushed to her limits, Ammu teams up with an unlikely ally to break free.",
    "popularity": 4.3129,
    "poster_path": "/ckaM4pI0CzYHzGUG1bar9Q7LHbl.jpg",
    "release_date": "19/10/2022",
    "title": "Ammu",
    "video": false,
    "vote_average": 7.95,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/mHifdKxrxVSYsheHReNy87XihVp.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 81060,
    "original_language": "te",
    "original_title": "హ్యాపీ",
    "overview": "A politician refrains his daughter from finishing college as it would affect his politics. He decides to get her married to a police officer of the same caste, but things don't go as planned.",
    "popularity": 4.2871,
    "poster_path": "/sLAm3iTltaHViglqcjUTJmmxHXO.jpg",
    "release_date": "27/01/2006",
    "title": "Happy",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 34
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 81054,
    "original_language": "te",
    "original_title": "ధర్మక్షేత్రం",
    "overview": "Dharmakshetram  is a 1992 Telugu Action film, produced by K.C. Reddy on Sri Rajeev Productions banner and directed by A. Kodandarami Reddy. Starring Nandamuri Balakrishna, Divya Bharti in the lead roles and music composed by Ilaiyaraaja.",
    "popularity": 4.271,
    "poster_path": "/sQzxaUOEtozX4K8YZZJQuCpVsan.jpg",
    "release_date": "14/02/1992",
    "title": "Dharma Kshetram",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 894490,
    "original_language": "te",
    "original_title": "పెళ్ళానికి ప్రేమలేఖ ప్రియురాలికి శుభలేఖ",
    "overview": "A woman finds out that her husband is having an affair with an old college friend of hers. Soon, they hatch a plan to teach him a lesson.",
    "popularity": 4.2581,
    "poster_path": "/9B7r0Hf7i5PbXVSTWaBn7njJDTV.jpg",
    "release_date": "09/06/1992",
    "title": "Pellaniki Premalekha Priyuraliki Subhalekha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/eFoRIXd6O5uFVagGOxbeXseYsiz.jpg",
    "genre_ids": [
      27,
      28,
      35
    ],
    "id": 471331,
    "original_language": "te",
    "original_title": "పైసా వాసుల్",
    "overview": "A self-proclaimed criminal Theda Singh who’s just been released from Tihar Jail is recruited by India’s premier intelligence agency RAW (Research and Analysis Wing) to infiltrate the gang of mafia don Bob Marley  and ultimately eliminate him.",
    "popularity": 4.243,
    "poster_path": "/tXnwUIXL8XVjQiLBik8GAap748.jpg",
    "release_date": "01/09/2017",
    "title": "Paisa Vasool",
    "video": false,
    "vote_average": 4.214,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/baelx3To7teny7Apxh1z5EgJvV3.jpg",
    "genre_ids": [
      18
    ],
    "id": 155731,
    "original_language": "te",
    "original_title": "నా ఇష్టం",
    "overview": "Krishnaveni runs away from home to elope with her lover, Kishore, who does not show up. Gani, a self-centred man, plans to take her to her father, hoping to make a quick buck.",
    "popularity": 4.2403,
    "poster_path": "/ir9Ey6UbeYIOpP8XjyF8GXCytQF.jpg",
    "release_date": "23/03/2012",
    "title": "Naa Ishtam",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/xw6Sftdh5k7xZU6SvpjpUrZGEV5.jpg",
    "genre_ids": [
      18,
      9648,
      53
    ],
    "id": 565247,
    "original_language": "te",
    "original_title": "సుబ్రమణ్యపురం",
    "overview": "Karthik, who researches about temples, goes onto investigate the mystery behind the Subramanyapuram temple. He is an atheist who visits the village with his love interest and friends for a festival. Caught between the belief of villagers and facts about the mysterious deaths surrounding the temple, Karthik seeks to find the truth.",
    "popularity": 4.2277,
    "poster_path": "/aPRFAIEdKIIz8KHj5Y6ZsBfrHra.jpg",
    "release_date": "06/12/2018",
    "title": "Subramanyapuram",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/b3wa6Tw3cQax9SdCJa3lPriKnGR.jpg",
    "genre_ids": [
      36,
      28,
      18
    ],
    "id": 315009,
    "original_language": "te",
    "original_title": "రుద్రమదేవి",
    "overview": "Rudraba, daughter of Ganapatideva, the emperor of the Kakatiya dynasty, was officially designated a son through the ancient Putrika ceremony and given the name Rudradeva so that she could succeed her father after his death. Despite opposition, she became of the most prominent rulers of the Kakatiya dynasty and one of the few ruling queens in Indian history.",
    "popularity": 4.2261,
    "poster_path": "/i3gFyjzp5qTiFCwxCr1n59Ak6dA.jpg",
    "release_date": "09/10/2015",
    "title": "Rudhramadevi",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/svYKd14P9i3Ai7F0tRl3WNwjRa1.jpg",
    "genre_ids": [
      28,
      12,
      53
    ],
    "id": 454292,
    "original_language": "te",
    "original_title": "సాహో",
    "overview": "A battle for power ensues as warring gangters thrive to gain possession of a \"black box\" that can make them richer than they already are, and an undercover cop intervenes with the help of his sharp intellect and an instinct to kill.",
    "popularity": 4.2162,
    "poster_path": "/abjWQwUakmBUecf73jiZDx5iex0.jpg",
    "release_date": "29/08/2019",
    "title": "Saaho",
    "video": false,
    "vote_average": 5.832,
    "vote_count": 104
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 80946,
    "original_language": "te",
    "original_title": "బొంబాయి ప్రియుడు",
    "overview": "Bombay Priyudu is a 1996 Telugu-language romance film, starring J. D. Chakravarthy and Rambha.",
    "popularity": 4.1841,
    "poster_path": "/48aK8h3ZPAgpnetusyzVkmmSNpy.jpg",
    "release_date": "05/09/1996",
    "title": "Bombay Priyudu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yIehWVVlvqdWB1NNFgI266CHuMa.jpg",
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 979669,
    "original_language": "te",
    "original_title": "భగవంత్ కేసరి",
    "overview": "Bhagavanth Kesari's life takes an unexpected turn when he becomes the guardian of Vijaya Lakshmi aka Vijji, daughter of his jailer. Kesari, with his unwavering sense of justice, embarks on a journey to nurture Vijji into a resilient young woman aspiring to join the Indian army. Intertwined in this narrative is the presence of Rahul Sanghvi, a power-hungry tycoon whose connection with Bhagavanth and Vijji, unravels hidden secrets.",
    "popularity": 4.1803,
    "poster_path": "/tvADrBoLJgyrxMYl8QyQW2125xv.jpg",
    "release_date": "19/10/2023",
    "title": "Bhagavanth Kesari",
    "video": false,
    "vote_average": 5.542,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/2ACeljeo8BLDeEAMugaAjTFGPTn.jpg",
    "genre_ids": [
      18,
      9648,
      10749
    ],
    "id": 889595,
    "original_language": "te",
    "original_title": "సూపర్ మచ్చి",
    "overview": "A humble middle class singer in his 20s get pursued by a beautiful woman who claims to be a girl friend whereas he hasn't seen that women in her life before. Things get mysterious and much complicated as he learns she officially registered herself as his wife without his knowledge..",
    "popularity": 4.1682,
    "poster_path": "/wQAyybjuXoJ6uLwZ8GLXtvG3fF8.jpg",
    "release_date": "14/01/2022",
    "title": "Super Machi",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/gfqMsrzugk3U0tfnQlTolb3R8sr.jpg",
    "genre_ids": [
      18
    ],
    "id": 67676,
    "original_language": "te",
    "original_title": "రాజ్",
    "overview": "Raaj, a fashion photographer, who has been forcibly married by his father to Mythili even though he is in love with a girl named Priya, who has disappeared mysteriously.",
    "popularity": 4.1675,
    "poster_path": "/xjkSY4kE7o2qPNITWydOkmZ46tD.jpg",
    "release_date": "18/03/2011",
    "title": "Raaj",
    "video": false,
    "vote_average": 5.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 87613,
    "original_language": "te",
    "original_title": "బంగారు బుల్లోడు",
    "overview": "Rani, a traditional village girl, and Priya, a progressive young woman from America, compete for the love of \"Balayya,\" a charming man torn between the two.",
    "popularity": 4.1553,
    "poster_path": "/rnBCya9WrkiIdMlb7XVaBNKm1Zu.jpg",
    "release_date": "03/09/1993",
    "title": "Bangaru Bullodu",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/zg9Pk6NNpSanymihO8Dai5CvXBj.jpg",
    "genre_ids": [
      18,
      10749,
      10751
    ],
    "id": 285930,
    "original_language": "te",
    "original_title": "గాలిపటం",
    "overview": "Karthik is married to Swathi and both of them are unhappy. Karthik has a lover before marriage with whom he has differences which results in him marrying Swathi. Swathi doesn’t believe in marriage, hence she rejects a guy before marriage. Karthik and Swathi make a decision to part their ways amicably as the official divorce might take an year. The rest of the story is all about whether they follow their heart or continue their marriage of convenience.",
    "popularity": 4.1547,
    "poster_path": "/qhdo7bUgkPzaU7v6HSKpNPRgzUX.jpg",
    "release_date": "08/08/2014",
    "title": "Galipatam",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/hhikWeaatJSlzXusizbxktEquYg.jpg",
    "genre_ids": [
      12,
      18
    ],
    "id": 882420,
    "original_language": "te",
    "original_title": "ఇదే మా కథ",
    "overview": "Four strangers from different age groups connect at a Royal Enfield motorcycle meet and start a journey together, making discoveries about life, people and love.",
    "popularity": 4.135,
    "poster_path": "/B8nwErmpQl6XWFxchxdwharSGS.jpg",
    "release_date": "01/10/2021",
    "title": "Idhe Maa Katha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 80950,
    "original_language": "te",
    "original_title": "చిత్రం",
    "overview": "Janaki comes to India from US and joins a college. Here she meets Ramana and the two fall in love. Soon, she gets pregnant which results in further complications.",
    "popularity": 4.13,
    "poster_path": "/kVGRhPbLCNGu6aYwf6nQOLjCaaD.jpg",
    "release_date": "25/05/2000",
    "title": "Chitram",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      10749
    ],
    "id": 81050,
    "original_language": "te",
    "original_title": "గణేష్",
    "overview": "In order to help a friend, Ganesh pretends to love a girl. She hates him when she finds out the truth. Eventually, he truly falls in love with her and must convince her of his true feelings.",
    "popularity": 4.1258,
    "poster_path": "/hXCB8l0eKgnl1aypSQ7rlmeX8ZY.jpg",
    "release_date": "24/09/2009",
    "title": "Ganesh",
    "video": false,
    "vote_average": 4.714,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/dRRkSKFojGFQ5kL5JFiEP0XswUp.jpg",
    "genre_ids": [
      27,
      35
    ],
    "id": 433673,
    "original_language": "te",
    "original_title": "ఇంట్లో దెయ్యం నాకేం భయం",
    "overview": "A man tries to rescue a family from the clutches of an unfriendly spirit.",
    "popularity": 4.1244,
    "poster_path": "/6nWqNhXlMPykH4A4iahQ25rK6we.jpg",
    "release_date": "11/11/2016",
    "title": "Intlo Deyyam Nakem Bhayam",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 530759,
    "original_language": "te",
    "original_title": "మీ శ్రేయోభిలాషి",
    "overview": "Rajaji is suicidal after his only daughter commits suicide. He gathers a group of people who want to kill themselves and takes them on a bus journey with the intention of driving the bus off a cliff.",
    "popularity": 4.122,
    "poster_path": "/8LQs4nfGJFt91ZSQx2w01MuuvAV.jpg",
    "release_date": "28/12/2007",
    "title": "Mee Sreyobhilashi",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/3j3TTTUbV7wzsKUs3a8SmydF6DO.jpg",
    "genre_ids": [
      18
    ],
    "id": 81080,
    "original_language": "te",
    "original_title": "మొగుడు",
    "overview": "Mogudu is a 2011 Telugu film directed by Krishna Vamsi starring Gopichand, Taapsee Pannu, Shraddha Das in the lead roles with Gadde Rajendra Prasad, Roja and Naresh in supporting roles. The film is all about how a man truly becomes mogudu (husband) when he understands his wife and wins her love. The film released on 4 November 2011",
    "popularity": 4.1088,
    "poster_path": "/3iyYZtOgac0jm2eNxUHXNqTnI0C.jpg",
    "release_date": "04/11/2011",
    "title": "Mogudu",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      53
    ],
    "id": 528445,
    "original_language": "te",
    "original_title": "మద్యాహ్నపు హత్య",
    "overview": "A Police Inspector is assigned to investigate the case of the dead woman whose body is recovered from a lake. The cop checks if this matter can be linked with a missing persons' report filed by a film editor Ravi kumar J. D. Chakravarthy and his father-in-law.",
    "popularity": 4.1084,
    "poster_path": "/sGr7iwen0Qe6WQY9uJ4pGIrc8wu.jpg",
    "release_date": "01/09/2004",
    "title": "Madhayanam Hathya",
    "video": false,
    "vote_average": 5,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/3PTSRFSpDCtbGo9Cx5qqHVbSOkx.jpg",
    "genre_ids": [
      28,
      35,
      10749
    ],
    "id": 457648,
    "original_language": "te",
    "original_title": "రాధ",
    "overview": "Radha Krishna, a young boy gets inspired to become a police officer following his belief that Lord Krishna rescued him in the avatar of a cop when he was a child, and does so. Radha Krishna is transferred to Hyderabad, where a bomb goes off at politician Sujatha's election campaign. Radha vows to take revenge, only to discover that all is not what it seems.",
    "popularity": 4.1076,
    "poster_path": "/wC3PzIc8Xu2yusQBiNQsbAuJhfn.jpg",
    "release_date": "12/05/2017",
    "title": "Radha",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/e9I2J21Ge0XuiEqTsqEr9cvpr5M.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 81061,
    "original_language": "te",
    "original_title": "హరే రామ",
    "overview": "Hari and Ram, conjoined twins separated at birth, grow up separately when their parents part ways. Hari becomes a sincere cop while the mentally unstable Ram becomes a violent man who would barely hesitate to kill anyone considering themselves smarter than him.",
    "popularity": 4.1066,
    "poster_path": "/urEUjafVZw0EK3ZRDNThiN7tAQH.jpg",
    "release_date": "18/07/2008",
    "title": "Hare Ram",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/bdLvelZtIr8MiscEs9e48Vzd4Jl.jpg",
    "genre_ids": [
      28,
      18,
      80
    ],
    "id": 354630,
    "original_language": "te",
    "original_title": "శివ",
    "overview": "Siva is a new student in the community college. He is welcomed by a group of collegians, including the lovely Asha, to whom Shiva is instantly attracted. Shiva notices that there is violence within the college, perpetrated by people who are not even students. When he decides to find out their motives, he is met with violence, and threats. Now Shiva must decide to stand up for his college, or just carry on studying, finish college, and move on and get to on job.",
    "popularity": 4.1041,
    "poster_path": "/glgO02tTO5B4GAmybuzEsCMQK5O.jpg",
    "release_date": "05/10/1989",
    "title": "Siva",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 279291,
    "original_language": "te",
    "original_title": "దొంగ మొగుడు",
    "overview": "Donga Mogudu is a action comedy based movie in which, Chiranjiveei played dual role in this movie. Ravi Teja (Chiranjeevi) is an industrialist, who owns a textile company. He is a successful person in business but his personal life lacks harmony and peace. Tortured by his wife Madhavi and her mother, he finds life miserable. Meanwhile, his opponents cannot digest his success in business and plan to stop him from getting yet another business deal. Here, he meets Nagaraju (Chiranjeevi), who is a small-time thief. Ravi Teja is saved by Nagaraju and he plans to exchange their positions, so that his problems can be solved forever. Nagaraju agrees, and teaches madhavi, her mother, and Ravi Teja",
    "popularity": 4.0812,
    "poster_path": "/k0GSxCnNgZ5TGa5HMdxIwcKpqDw.jpg",
    "release_date": "08/01/1987",
    "title": "Donga Mogudu",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/i5rbYSbN7kvhOnr0u2pxOHusMrv.jpg",
    "genre_ids": [
      10751,
      10749,
      35
    ],
    "id": 878470,
    "original_language": "te",
    "original_title": "పుష్పక విమానం",
    "overview": "Sundar is a typical middle-class guy, working as a government teacher. He has to come up against a strangely unusual situation after his wife Meenakshi elopes with someone else soon after their marriage and to now convince the entire world that everything is alright.",
    "popularity": 4.0806,
    "poster_path": "/jd5vrm1WnNJ1ifTqajKGEJexzzI.jpg",
    "release_date": "12/11/2021",
    "title": "Pushpaka Vimanam",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/4fwiqPtT0v7U3kQphhIcAo8L7Xc.jpg",
    "genre_ids": [
      10749,
      36,
      14
    ],
    "id": 913046,
    "original_language": "te",
    "original_title": "శాకుంతలం",
    "overview": "Shakuntala, daughter of Meneka and Rishi Vishwamitra lives in forest with her teacher, Rishi Kanva. In the forest she meets King Dushyant, falls in love with him and the two get married. After she has their baby (Prince Bharata), Dushyant leaves her in the forest with a promise to come back for her soon. However, due to a sage's curse, Dushyant forgets all about Shakuntala, until destiny brings them together again.",
    "popularity": 4.0795,
    "poster_path": "/6YKaTWjZckGH5lb3cRFHWWIjVk2.jpg",
    "release_date": "14/04/2023",
    "title": "Shaakuntalam",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/yEJ12qF49Fwa27KlUKmd5gafA7A.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 81051,
    "original_language": "te",
    "original_title": "గోదావరి",
    "overview": "Sreram, an idealist recovering from heartbreak, and Seetha, an independent fashion designer facing setbacks, both cross paths on a cruise on the Godavari River.",
    "popularity": 4.0755,
    "poster_path": "/3SDynWhHwPrQ3pjouFgTKqBrI02.jpg",
    "release_date": "19/05/2006",
    "title": "Godavari",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/keC82cQ8q0ZHthrbvzWq04kGnbv.jpg",
    "genre_ids": [
      28,
      18,
      53,
      80
    ],
    "id": 857598,
    "original_language": "te",
    "original_title": "పుష్పా 2 - The Rule",
    "overview": "As his smuggling empire grows, a brazen Pushpa longs for power and respect on his vengeful journey, while facing old rivals and new.",
    "popularity": 4.0738,
    "poster_path": "/gpNcQfQ4YGtFwEcrjcK9HxVM2KF.jpg",
    "release_date": "04/12/2024",
    "title": "Pushpa 2 - The Rule",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 103
  },
  {
    "adult": false,
    "backdrop_path": "/jQIcn51nsvMrpB9NFwEOb9QHhFt.jpg",
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 690957,
    "original_language": "te",
    "original_title": "పుష్పా - The Rise",
    "overview": "As Pushpa, a labourer, rises in the world of red sandalwood smuggling, he ends up making many enemies. However, violence ensues when the police try to topple his illegal business.",
    "popularity": 4.0731,
    "poster_path": "/r1yAzVQNbCbPTbB3GZFour9Qr0t.jpg",
    "release_date": "16/12/2021",
    "title": "Pushpa: The Rise",
    "video": false,
    "vote_average": 6.855,
    "vote_count": 166
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 395730,
    "original_language": "te",
    "original_title": "డాక్టర్ చక్రవర్తి",
    "overview": "Dr Chakravarthi gets attached to Madhavi after his sister's death as she reminds him of his sister. However, their spouses misunderstand their relationship and mistake them to be lovers.",
    "popularity": 4.0727,
    "poster_path": "/jsVfJOIX4uIaC3vCitRIAulLagb.jpg",
    "release_date": "10/07/1964",
    "title": "Doctor Chakravarthy",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/oF6DcsMespn6zVvhuI4bekoHSwB.jpg",
    "genre_ids": [
      80,
      9648,
      53
    ],
    "id": 811938,
    "original_language": "te",
    "original_title": "మాస్ట్రో",
    "overview": "A piano player pretending to be visually-impaired, unwittingly becomes entangled in a number of problems as he witnesses the murder of a former film actor.",
    "popularity": 4.6216,
    "poster_path": "/6TNrS4KaKTQPWZzX6IEK7hvDHdT.jpg",
    "release_date": "17/09/2021",
    "title": "Maestro",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/lRPq7QMrrNvSTKMWyAwMupuWAfr.jpg",
    "genre_ids": [
      80,
      53,
      28
    ],
    "id": 1060046,
    "original_language": "te",
    "original_title": "హిట్: ది థర్డ్ కేస్",
    "overview": "The Homicide Intervention Team (HIT) sends ruthless police officer Arjun Sarkaar to find a group of killers and stop their grisly murder spree.",
    "popularity": 4.069,
    "poster_path": "/wT9tGyFol4RBwkjESXUWeBdnLJn.jpg",
    "release_date": "30/04/2025",
    "title": "HIT: The Third Case",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 36
  },
  {
    "adult": false,
    "backdrop_path": "/de9IWwqEpbJGobXZlAa2mm9ARVd.jpg",
    "genre_ids": [
      10751,
      35,
      10749
    ],
    "id": 890960,
    "original_language": "te",
    "original_title": "మళ్ళీ మొదలైంది",
    "overview": "After their divorce, Vikram starts dating Nisha’s divorce lawyer, Pavithra. But can Vikram handle the situation when his newfound casual love turns serious?",
    "popularity": 4.0616,
    "poster_path": "/rUQnrbgt9VbEu9YJXq73tpjfddI.jpg",
    "release_date": "11/02/2022",
    "title": "Malli Modalaindi",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/9GoB8QJsKaP8RLJ9NPuDziQ1IVq.jpg",
    "genre_ids": [
      28,
      10751,
      10749
    ],
    "id": 1390695,
    "original_language": "te",
    "original_title": "దేవకీ నందన వాసుదేవ",
    "overview": "Haunted by an astrological prophecy, Kamsaraja relentlessly torments his sister's family, believing her child will be his doom. Even in imprisonment, Krishna protects the family from Kamsaraja's evil plans.",
    "popularity": 4.059,
    "poster_path": "/2mXXuHkXfZrMjdCzbo2fo8E3bkn.jpg",
    "release_date": "22/11/2024",
    "title": "Devaki Nandana Vasudeva",
    "video": false,
    "vote_average": 7,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/iPTB7IFqxC1qG1rU5hQDxbzLQAr.jpg",
    "genre_ids": [
      10749,
      35,
      18
    ],
    "id": 965489,
    "original_language": "te",
    "original_title": "ఖుషి",
    "overview": "Worlds and families collide when the son of a prominent atheist falls head over heels for the daughter of his father’s nemesis, a revered Hindu leader.",
    "popularity": 4.0448,
    "poster_path": "/tiEnkpOarH20cCSikeLiWlvY1We.jpg",
    "release_date": "31/08/2023",
    "title": "Kushi",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/dTD3wlEjhEzKztFyzKWSeICGMFw.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 794961,
    "original_language": "te",
    "original_title": "అఖండ",
    "overview": "Brothers Murali Krishna and Akhanda are separated at birth. They grow up to lead completely separate lives, Murali as a local hero, and Akhanda as a secluded Shiva devotee. But when the lives of Murali and his family are in danger, his long-lost brother finally returns.",
    "popularity": 4.4167,
    "poster_path": "/1mjw3CdnDJk3W0gki3N9K5Ol0EL.jpg",
    "release_date": "02/12/2021",
    "title": "Akhanda",
    "video": false,
    "vote_average": 5.553,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/s3uWMC7FThbY99puaMy1pTaxmgD.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 679919,
    "original_language": "te",
    "original_title": "ఆచార్య",
    "overview": "Acharya, a middle-aged Naxalite-turned-social reformer, launches a fight against the Endowments Department over misappropriation and embezzlement of temple funds and donations.",
    "popularity": 4.0315,
    "poster_path": "/hVgTZdg25d8RN2hIHbqSTijdeX1.jpg",
    "release_date": "29/04/2022",
    "title": "Acharya",
    "video": false,
    "vote_average": 4.143,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/hyfpK5UZ4msJwgqGzX1rFB5GPZj.jpg",
    "genre_ids": [
      28,
      14
    ],
    "id": 63372,
    "original_language": "te",
    "original_title": "శక్తి",
    "overview": "The central minister's daughter who secretly goes on a trip is targeted by some evil Egyptians who want her and a holy diamond in their custody, while a guide gets linked to the fight as he protects her from all possible dangers.",
    "popularity": 4.0296,
    "poster_path": "/eycV5IA0TFc5wHtWmke7SpqXI8u.jpg",
    "release_date": "01/04/2011",
    "title": "Shakti",
    "video": false,
    "vote_average": 3.346,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/18DxOeSvOeytSwjLJCnKYpHAhn3.jpg",
    "genre_ids": [
      10749,
      35,
      28
    ],
    "id": 384420,
    "original_language": "te",
    "original_title": "కృష్ణ గాడి వీరి ప్రేమ గాధ",
    "overview": "Krishna and Mahalakshmi have been in love since childhood. But he is a coward and she is the sister of a local factionist.",
    "popularity": 4.017,
    "poster_path": "/hhSJy8zMncrf1daXnyaH8YdFx9y.jpg",
    "release_date": "12/02/2016",
    "title": "Krishna Gaadi Veera Prema Gaadha",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/1q41BkRbBveLGgTRkGyuwvp44XX.jpg",
    "genre_ids": [
      35,
      18,
      10749,
      53
    ],
    "id": 1045385,
    "original_language": "te",
    "original_title": "Miss. Shetty Mr. Polishetty",
    "overview": "Miss Shetty is a feminist living in London and wants to be single forever. Mr. Polishetty from Hyderabad in Telangana, India, wants to be in a committed relationship. The two appear to be in different stages of life but somehow connect.",
    "popularity": 4.0163,
    "poster_path": "/6S4BRlZPfzrludhsPDPVe6fEoxV.jpg",
    "release_date": "07/09/2023",
    "title": "Miss. Shetty Mr. Polishetty",
    "video": false,
    "vote_average": 6.18,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/fDuRT9UQJBRjSICcyoqoBh9Cbrr.jpg",
    "genre_ids": [
      10749
    ],
    "id": 117089,
    "original_language": "te",
    "original_title": "Evandoi Sreevaru",
    "overview": "A rich man falls in love with a teacher's daughter and both of them get married against the girl's father's wish. Their blissful life is torn when she dies after delivery.",
    "popularity": 4.016,
    "poster_path": "/lwyXPycAM7Off1jILt5b7WesEDM.jpg",
    "release_date": "12/05/2006",
    "title": "Evandoi Sreevaru",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 342799,
    "original_language": "te",
    "original_title": "నిన్ను చూడాలని",
    "overview": "Two businessmen, Siva Reddy and Sahadeva Reddy, are sworn enemies. Things take a turn when their grandchildren, Venu and Siri, fall in love with each other.",
    "popularity": 4.0089,
    "poster_path": "/z2vbXjebF33uEc2lvC4IITRXfXI.jpg",
    "release_date": "23/05/2001",
    "title": "Ninnu Choodalani",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/vujRFhjCZnh2bgadF1RbmRHBI1y.jpg",
    "genre_ids": [
      28,
      80,
      10749
    ],
    "id": 889057,
    "original_language": "te",
    "original_title": "అర్జున ఫల్గుణా",
    "overview": "Arjun, an unemployed youngster, with his friends plan to start a soda factory, but a lack of money hinders their plans. By taking smuggling route, they agree to transport Ganja as a quick route to earn money and land in a mess. A cat and mouse game between the police and the friends begin.",
    "popularity": 4.0037,
    "poster_path": "/kBkfc0MxqIUbAp9kUHLDUk3H7ZY.jpg",
    "release_date": "31/12/2021",
    "title": "Arjuna Phalguna",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/45t5fgEed5fafFPBuWO47vGLJaD.jpg",
    "genre_ids": [
      35,
      28
    ],
    "id": 371811,
    "original_language": "te",
    "original_title": "సర్దార్ గబ్బర్ సింగ్",
    "overview": "Gabbar Singh arrives at the empire of Rathanpur to save the princess and the civilians from the ruthless criminal Bhairav Singh.",
    "popularity": 4.0031,
    "poster_path": "/3auYD4ZYKDa3bCvEKzihzHunOMU.jpg",
    "release_date": "15/04/2016",
    "title": "Sardaar Gabbar Singh",
    "video": false,
    "vote_average": 4.154,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/7rNebkik5O2YLluU6xS2YJqXTAP.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 896669,
    "original_language": "te",
    "original_title": "వీరసింహారెడ్డి",
    "overview": "Jai Simha Reddy, a businessman in Turkey and doting son of Meenakshi falls in love with Eesha. On the verge of his marriage, Jai comes to know the secret about his father Veera Simha Reddy who comes to Turkey to settle the marriage, which is when Jai meets his father for the first time. Things take a drastic turn around when Veera's  past follows him to Turkey.",
    "popularity": 4.0018,
    "poster_path": "/4xBFmIiIqbzEes6Nnh27Q1jOKBa.jpg",
    "release_date": "12/01/2023",
    "title": "Veera Simha Reddy",
    "video": false,
    "vote_average": 4.667,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/yxQACC8pPE5RpRU8nFVU830LL6u.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 1194915,
    "original_language": "te",
    "original_title": "స‌రిపోదా శ‌నివారం",
    "overview": "Set in Sokulapalem, bound by a promise to his mother, Surya, an LIC agent leads a normal life on six days, maintains a careful ledger of everyone made him angry,unleashing his anger only on Saturdays, solely for justifiable reasons. A tragic incident pits him on a collision course with the ruthless and borderline-manic cop Daya.",
    "popularity": 3.989,
    "poster_path": "/e2yVhbMkpi4JvvdIhvRpS0Muge7.jpg",
    "release_date": "29/08/2024",
    "title": "Saripodhaa Sanivaaram",
    "video": false,
    "vote_average": 6.72,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/1Z4D31l2avNXR8KLTgqIGW3uHkP.jpg",
    "genre_ids": [
      18,
      35,
      10749,
      10751
    ],
    "id": 82255,
    "original_language": "te",
    "original_title": "నువ్వు నాకు నచ్చావ్",
    "overview": "Venky and Nandini's relationship changes from mere friendship to something that is more romantic. However, love only blossoms between the two after Nandini's marriage is fixed elsewhere.",
    "popularity": 3.9797,
    "poster_path": "/z6F2Y7zddPFZ2ls9OY006egVClP.jpg",
    "release_date": "06/09/2001",
    "title": "Nuvvu Naaku Nachav",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 28
  },
  {
    "adult": false,
    "backdrop_path": "/tqUUhJl2djLxeWUGjVyRqjAiH4e.jpg",
    "genre_ids": [],
    "id": 228096,
    "original_language": "te",
    "original_title": "అడవి రాముడు",
    "overview": "Madhu comes to a village in childhood here she taught a boy and tells him to be educated person.10 years later the boy Ramadu(Prabhas) returns to the college,here he meets college most wanted sexiest woman Madhu(Aarthi Aggarwal).Madhu gots into love with him.Later she reveals in her birthday party that she was the childhood girl who told him to be educated person.However Madhu mother Tribhuvna(Telangana Shakuntala) insults him and through out of her party and house.Tribhuvna is a hot minded woman who can do whatever she wants either Mafia or Politics.She want kill ramadu.What happens then is rest of movie",
    "popularity": 3.9878,
    "poster_path": "/hyFMf4CVCfxUfSqW788j6nQR9Lq.jpg",
    "release_date": "21/05/2004",
    "title": "Adavi Ramudu",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/6ltcxeSGekEDuvajah3JPvjkAT2.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 30344,
    "original_language": "te",
    "original_title": "స్వాతిముత్యం",
    "overview": "After an autistic man impulsively marries a young widow, she must move to the city and ensure the welfare of her new family, against the glare of societal judgement and financial struggle.",
    "popularity": 3.9713,
    "poster_path": "/zKttX0OwhykfLLbGORybggWDQAh.jpg",
    "release_date": "13/03/1986",
    "title": "Swati Muthyam",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 929803,
    "original_language": "te",
    "original_title": "Manasunte Chalu",
    "overview": "Jonnalagadda Sreenivasa Rao directs this film produced by Ramoji Rao under Ushakiran Movies starring Sai Kiran, Jennifer & Sivaji in the lead roles. Shiva Shankar has scored the music on the lyrics of Sri",
    "popularity": 3.9664,
    "poster_path": "/vxS6bNUTpzEqAr4BZKE3Plba6G4.jpg",
    "release_date": "02/05/2002",
    "title": "Manasunte Chalu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35,
      10751,
      14,
      10749
    ],
    "id": 77031,
    "original_language": "te",
    "original_title": "జగదేకవీరుడు అతిలోకసుందరి",
    "overview": "Raju (Chiranjeevi), a courageous and spirited young man, is a caregiver to four young orphans. He is a tourist guide in a picturesque hill station. One of the children is accidentally injured and, on the suggestion of an ayurvedic guru that the cure for this injury can be found on the banks of Manasa Sarovar, Raju goes to the Himalayas. During the same time, a celestial being, Indraja (Sridevi), the daughter of Lord Indra, happens to visit the Manasa Sarovar. She accidentally drops her ring, which is her passport to the Heaven. Raju finds this ring and starts wearing it, unaware of its divine power. Because Indraja is unable to enter Heaven, Brihaspathi, the Deva-guru, allows her to go back to Earth to retrieve it before the next Kartik Poornima.",
    "popularity": 3.9555,
    "poster_path": "/q1B0XgJmzlSP6sujx95ny2tSwrK.jpg",
    "release_date": "09/05/1990",
    "title": "Jagadeka Veerudu Athiloka Sundari",
    "video": false,
    "vote_average": 8.2,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": "/iMfdOg171Fcadp6BVcZnHko7RTR.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 81064,
    "original_language": "te",
    "original_title": "కలిసుందాం రా",
    "overview": "Raghaviah and Ram Mohan Rao are brothers-in-law. But Ram Mohan Rao is at loggerhead with Raghavaiah because of a family feud. Raghavaiah is nearing his 60's and it's time for his Shastipoorti ceremony. It's time for gathering, folks!",
    "popularity": 3.953,
    "poster_path": "/3U4mQKVlsK5CfstApbnyk89yeN8.jpg",
    "release_date": "14/01/2000",
    "title": "Kalisundam Raa",
    "video": false,
    "vote_average": 7,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/ob5Hl8Uwlw2THdex6Qyrp9oZd2v.jpg",
    "genre_ids": [
      12,
      14,
      28,
      10751
    ],
    "id": 72440,
    "original_language": "te",
    "original_title": "ఆనగనగా ఓ ధీరుడు",
    "overview": "In a teardrop-shaped land called Sangarashtra, a 9-year-old girl with special healing powers tries to save her homeland from the tyranny of an evil queen with the help of a blind swordsman.",
    "popularity": 3.9514,
    "poster_path": "/ssgArgj7qbtZDd8r5P5b7ruVYU4.jpg",
    "release_date": "14/01/2011",
    "title": "Once Upon a Warrior",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 29
  },
  {
    "adult": false,
    "backdrop_path": "/aBw406SvghTKV6CTK9t84Bo9Xik.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 811944,
    "original_language": "te",
    "original_title": "గేమ్‌ ఛేంజర్‌",
    "overview": "Ram, a newly appointed district collector, takes charge in a city in Andhra Pradesh and immediately confronts the deeply entrenched corruption and inefficiency plaguing the government. Determined to bring reforms, he initiates sweeping changes, sparking a fierce conflict with a powerful state Minister.",
    "popularity": 4.6812,
    "poster_path": "/qtOGsZoLW7QceqKmsOy5nSM6Aik.jpg",
    "release_date": "09/01/2025",
    "title": "Game Changer",
    "video": false,
    "vote_average": 4.711,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 812383,
    "original_language": "te",
    "original_title": "Trisulam",
    "overview": "The film deals with the social issues of literacy, women empowerment and development and comments on the importance of literacy in the Indian villages, which is important for the progress of the country. In the film, Madhukar and Jaggu are Hitler-like tyrants who rule over a small community with an iron hand. They prefer to keep the inhabitants illiterate, so that they can continue to oppress and abuse them over time. But one young lad, Ramu, educates himself secretly with the help of the local school-master, Srikanth. Years later, Ramu has grown up and is now a formidable force to reckon with. Madhukar and Jaggu see him as a threat and soon spin a web of lies and deceit around him, leaving him with no alternative except to retreat, leaving the poor villagers once again at their mercy of their oppressors.",
    "popularity": 3.9118,
    "poster_path": "/xx9m5grawTg05QNQHnjyPSYqANW.jpg",
    "release_date": "10/05/1983",
    "title": "Trisulam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/kITotL1eL9vWpDpCNmR6jzuP37s.jpg",
    "genre_ids": [
      18,
      10749,
      35
    ],
    "id": 467649,
    "original_language": "te",
    "original_title": "ఫిదా",
    "overview": "Two young people embark on a winding and rocky path to love after meeting at a wedding.",
    "popularity": 3.9439,
    "poster_path": "/cvpwHdJuUzm544lvleBIAxGdzBB.jpg",
    "release_date": "20/07/2017",
    "title": "Fidaa",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 35
  },
  {
    "adult": false,
    "backdrop_path": "/2ZwRzUaoro0qYOi0KX3ZDT0U9kc.jpg",
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 628241,
    "original_language": "te",
    "original_title": "అల వైకుంఠపురములో",
    "overview": "After growing up enduring criticism from his father, a young man finds his world shaken upon learning he was switched at birth with a millionaire's son.",
    "popularity": 4.2472,
    "poster_path": "/ctB9zuYm1eXhDOL6apjG0OiSd0G.jpg",
    "release_date": "12/01/2020",
    "title": "Ala Vaikunthapurramuloo",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 100
  },
  {
    "adult": false,
    "backdrop_path": "/vusj9GKxNNKR0ImecgUCJFJ9Whz.jpg",
    "genre_ids": [
      10749,
      35,
      18
    ],
    "id": 934772,
    "original_language": "te",
    "original_title": "రంగ రంగ వైభవంగా",
    "overview": "Two childhood sweethearts love to hate each other due to their egos. What happens when they reconcile but their families begin warring each other instead?",
    "popularity": 3.9097,
    "poster_path": "/4FiERyPvvgla3ebsDsxsOmet7FO.jpg",
    "release_date": "02/09/2022",
    "title": "Ranga Ranga Vaibhavanga",
    "video": false,
    "vote_average": 4.469,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 651744,
    "original_language": "te",
    "original_title": "రోమియో",
    "overview": "In Rome, a young man starts following an expat Indian girl around. It turns out he's harboring a dark secret, and insists that the girl accompany him back to India.",
    "popularity": 3.909,
    "poster_path": "/4XPKXJVW6SC8RQUBWgZUvXtYB0E.jpg",
    "release_date": "10/10/2014",
    "title": "Romeo",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/lxK7KzZEk6aIQsOt5GryKQpxa8P.jpg",
    "genre_ids": [
      14,
      28,
      35
    ],
    "id": 77043,
    "original_language": "te",
    "original_title": "యమదొంగ",
    "overview": "Raja, an orphaned thief, dies while helping a gang in kidnapping a wealthy heiress, Mahi, in exchange of money. He then lands in Yamlok and fights with Yama, the god of death, to get his life back.",
    "popularity": 3.9072,
    "poster_path": "/6U8CDbD4mniW5FnvyILoYjr3i0I.jpg",
    "release_date": "15/08/2007",
    "title": "Yamadonga",
    "video": false,
    "vote_average": 6.074,
    "vote_count": 27
  },
  {
    "adult": false,
    "backdrop_path": "/9pGBZCQZ7LnIvRlwxbadxHB4skj.jpg",
    "genre_ids": [
      28,
      14,
      53,
      18
    ],
    "id": 83154,
    "original_language": "te",
    "original_title": "నాగవల్లి",
    "overview": "After a family member receives a Nagavalli/Chandramukhi's portrait as a prize in the Nagavalli Dance competition, various characters start having abnormal experiences. In order to save themselves and unfold the mystery, the family looks to Ramachandra Acharya and Dr. Vijay.",
    "popularity": 3.906,
    "poster_path": "/5Z4RvsQAPSyx5ItW1UcpTjsRgae.jpg",
    "release_date": "16/12/2010",
    "title": "Nagavalli",
    "video": false,
    "vote_average": 5.75,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/oDGRWJdDMr4dHleB1wpgPeGIjz4.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 888234,
    "original_language": "te",
    "original_title": "ధమకా",
    "overview": "Swamy and Anand Chakravarthy are lookalikes. Swamy is a jobless guy, while  Anand is the son of Nanda Gopal Chakravarthy, running a company called People Mart. Under dicey circumstances Pranavi, a pretty young girl falls in love with both of them. When JP, a monstrous corporate honcho seeks to acquire People Mart through unethical means, Anand and Swamy’s lives get intertwined.",
    "popularity": 3.9042,
    "poster_path": "/l0E50ILyzg0AyjKuV45aEPuIOz4.jpg",
    "release_date": "23/12/2022",
    "title": "Dhamaka",
    "video": false,
    "vote_average": 4.294,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": "/wbruVrRhWq7rS7MIO8GBcEABCT8.jpg",
    "genre_ids": [
      28,
      10749,
      35
    ],
    "id": 968609,
    "original_language": "te",
    "original_title": "టాప్‌ గేర్‌",
    "overview": "Cab driver Arjun is almost getting off duty and is ready to go home to his wife, Aadhya. A turn of events finds him involved in the world of drug mafia for no fault of his own.",
    "popularity": 3.9017,
    "poster_path": "/8affaLEiqDfbYns0UvUhUJsW1QN.jpg",
    "release_date": "30/12/2022",
    "title": "Top Gear",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/2pJ9xW1mA7zRfrg9On9e8AekrQM.jpg",
    "genre_ids": [
      10749
    ],
    "id": 540468,
    "original_language": "te",
    "original_title": "గీత గోవిందం",
    "overview": "Vijay Govind, a young college lecturer who dreams of marriage falls for Geetha, a level-headed woman who's wary of strangers and isn't easy to convince. While things seem to go smoothly, Vijay makes a terrible mistake which not only derails any hope for his love story, but also potential repercussions with his family.",
    "popularity": 3.9008,
    "poster_path": "/sTreb0ajewXqeIqAyZ0IWtafoB5.jpg",
    "release_date": "15/08/2018",
    "title": "Geetha Govindam",
    "video": false,
    "vote_average": 6.865,
    "vote_count": 74
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 395095,
    "original_language": "te",
    "original_title": "స్రవంతి",
    "overview": "The film depicts the journey of a girl who gradually becomes a strong woman. She knowingly marries a man who is affected with Cancer and he passes away very soon. She somehow manages to get rid of the trauma and marries another man, who has lost his wife and has a little daughter.",
    "popularity": 3.894,
    "poster_path": "/mBZefWHzDU224FEz1XjdUFhHhjG.jpg",
    "release_date": "16/01/1985",
    "title": "Sravanthi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 528922,
    "original_language": "te",
    "original_title": "బలరామ కృష్ణులు",
    "overview": "Balaramaiah (Sobhan Babu) is the head of the village. His word is an ordinance to villagers. He lives with his wife Vasumathi (Srividya) and daughter Pooja (Rajeevi). He strictly adheres to the caste. He got rid of his half-brother Krishna Murthy (Dr. Rajashekhar) and half-sister Seeta (Kalpana) because their mother is from a lower caste. They live next door (by partitioning their ancestral home).  Shivaji (Jagapati Babu) cousin (son of maternal uncle) of Krishna Murthy comes to the village.Krishna Murthy gives shelter in his house. Shivaji falls in love with Pooja. Balaramaiah comes to know about this and makes arrangements for Pooja's marriage with Antharvedi (Tanikella Bharani), son of Chintamani (Gollapudi Maruthi Rao) who instigates clashes between Balaramaiah & Krishna Murthy.  At the end Balaramaiah realizes his mistake with the advice of Vasumati, accepts Krishna Murthy as his brother. A happy ending with united family ensues.",
    "popularity": 3.8921,
    "poster_path": "/f5beXvJAiQ31heSWSjzQb4kbl8P.jpg",
    "release_date": "07/11/1992",
    "title": "Balarama Krishnulu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 695955,
    "original_language": "te",
    "original_title": "నిప్పులాంటి మనిషి",
    "overview": "Vijay, an inspector, sets out to find his parents' murderers. With the help of a street-wise girl and a foe-turned-friend, he plans his revenge.",
    "popularity": 3.8911,
    "poster_path": "/9wHaIsvivXMM2kmSSOGvKxiyBxU.jpg",
    "release_date": "07/02/1986",
    "title": "Nippulanti Manishi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/iuASs93kSGQKh9T8vMgkdbunsaN.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 1512271,
    "original_language": "te",
    "original_title": "Prema Khaidi",
    "overview": "Chandram and Neelima, who are in love with each other, face troubles since her father, Bapineedu, does not approve of her choice as he belongs to a poor family.",
    "popularity": 3.8906,
    "poster_path": "/djaVtZiwCDqPah4yHKdrLR4zCF9.jpg",
    "release_date": "11/01/1990",
    "title": "Prema Khaidi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5GTPOaWAH1LQIdNvEp41Btnx84p.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 663909,
    "original_language": "te",
    "original_title": "లవ్ స్టోరీ",
    "overview": "Revanth and Mouni dream big when it comes to their lives. But with their social standing and gender proved to be a hindrance, will they manage to find a way to let their love prevail?",
    "popularity": 3.8863,
    "poster_path": "/zP9tXuxoPRpCJM0UxbxZUHYB83n.jpg",
    "release_date": "24/09/2021",
    "title": "Love Story",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/egIsc0iuFqJ9aUDwafl5Q1if4k0.jpg",
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 628577,
    "original_language": "te",
    "original_title": "జోడి",
    "overview": "Kapil, a system admin, detests his father for betting money on Cricket. He is such a Cricket buff that he named his son after Kapil Dev. When Kapil falls in love with a French teacher Kanchana Mala his world changes.",
    "popularity": 4.478,
    "poster_path": "/6WnhTgKhLVzRfBwrr1gIAnVJ7Vc.jpg",
    "release_date": "02/09/2019",
    "title": "Jodi",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/4XPMQLX8JGV2sINbsWbRzq3iTLp.jpg",
    "genre_ids": [
      10751,
      18,
      10749
    ],
    "id": 468836,
    "original_language": "te",
    "original_title": "Vaisakham",
    "overview": "Venu lives in an apartment and he does not give respect to the elders.  One day he meets Bhanu who is a beautician. She always gives importance to family values. She has a fixed opinion on things, and yet she is slightly shy. As expected,  both Venu and Bhanu initially indulge in fights initially and slowly he falls for Bhanu but when he proposes Bhanu, she turns down Venu’s proposal.  What will happen now? What about Venu’s family?",
    "popularity": 3.8731,
    "poster_path": "/k5iJcaBtaG7RHhjVnPvf3dCkHSQ.jpg",
    "release_date": "21/07/2017",
    "title": "Vaisakham",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/5eyPsc2shbAz4a4eptjITwCwAwl.jpg",
    "genre_ids": [
      18,
      10749,
      53
    ],
    "id": 85813,
    "original_language": "te",
    "original_title": "మురారి",
    "overview": "Circa 1800s, an intoxicated Jamindar insults Durga Devi by stealing her temple idol. Enraged, Devi kills him and places a curse on his heirs that, every 48 years, she will take one family member. And every 48 years, a male heir meets an unfortunate, accidental end. Come present day (the end of another 48 years), it's Murari's turn.",
    "popularity": 3.8704,
    "poster_path": "/zi0KFUm3Rn34WIxjHlOWni023Zp.jpg",
    "release_date": "17/02/2001",
    "title": "Murari",
    "video": false,
    "vote_average": 6.526,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/dNBR9i3NTBBOkIe5IKUbGWP53mN.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 54304,
    "original_language": "te",
    "original_title": "సంతోషం",
    "overview": "Karthik(Nagarjuna) is a rich architect in Ooty. He falls in love with Padhu(Gracy Singh). Padmavathi takes her own sweet time to accept Karthik's love. Padmavathi has a cute cousin sister Bhanu (Shriya). Bhanu encourages their love and gives courage to Padhu. When Padhu reveals about her love, her father Rama Chandraiah (K. Viswanath) resists and asks her to marry the guy he has chosen for her. Padhu flees from home and marries Karthik. Padmavathi is very eager to get back to her parents and get their blessings. Karthik and Padmavathi migrate to New Zealand and they give birth to a kid named Lucky. Padhu dies in an accident. Rama Chandraiah has a very big joint family. A few of the family members opine that inviting Karthik and his kid for a marriage to be happened at their place would give an opportunity to get a closer look at Lucky.",
    "popularity": 3.8688,
    "poster_path": "/wF8XIPZeZEfNJbYNXaZPDnFZd0m.jpg",
    "release_date": "09/05/2002",
    "title": "Santosham",
    "video": false,
    "vote_average": 7.7,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/azz2ZGJb2W4iDvo4B63K7MuHJOl.jpg",
    "genre_ids": [
      18
    ],
    "id": 307964,
    "original_language": "te",
    "original_title": "స్వరాభిషేకం",
    "overview": "Srirangam Brothers - Srinivasachari and Ranga - are versatile Carnatic musicians. Srinivasachari is happily married but has no children. Ranga is a widower with two children. Srirangam Brothers are the biggest music directors in Telugu film industry (Tollywood) and compose music for only traditional and classical genres. Srirangam Brothers always try to help aspiring singers in their music compositions. Surekha, a TV anchor, falls in love with Ranga and they get married.",
    "popularity": 3.8657,
    "poster_path": "/AgKcIzOcOWOBhOWwcKRlekE63Fr.jpg",
    "release_date": "01/11/2004",
    "title": "Swarabhishekam",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/g4AUbXUM1CLmwB3FLVXmm2T1r0w.jpg",
    "genre_ids": [
      80,
      53
    ],
    "id": 903142,
    "original_language": "te",
    "original_title": "తగ్గేదే లే",
    "overview": "Inspector Chellappa is on the verge of busting the drug mafia in the city and waits for the right moment. Meanwhile, a corporate man gets entangled with the world of drugs and later becomes a suspect in a murder case. Simultaneously, the D-gang from Dandupalyam returns with a vengeance.",
    "popularity": 3.8588,
    "poster_path": "/3TQJwWUwwGLDcD5z353PzijEfKv.jpg",
    "release_date": "04/11/2022",
    "title": "Thaggedhe Le",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 99158,
    "original_language": "te",
    "original_title": "గోకులంలో సీత",
    "overview": "Kalyan (Pawan Kalyan) is a careless and spoiled brat of a rich man Muddu Krishnayya (Kota Srinivasa Rao). Kalyan has every weakness that a rich and careless youth can have, and Baburao (sudhakar) helps him in all his activities.",
    "popularity": 3.8563,
    "poster_path": "/cnNlYNoTXodIZAfBNzFzYDgdYpP.jpg",
    "release_date": "22/08/1997",
    "title": "Gokulamlo Seetha",
    "video": false,
    "vote_average": 3.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1032920,
    "original_language": "te",
    "original_title": "Tarzan Sundari",
    "overview": "Raghu, a business tycoon, is driving through a forest with scenic views with Rani, his preteen daughter, when they are suddenly stopped and attacked by a group of thugs. They start hitting Raghu and, when the child interferes, one of them grabs her and throws her over his head to a certain death in the deep river and waterfalls below. Surprisingly, the girl survives the fall and, with the help of wild animals, grows up healthy and athletic as Lady Tarzan. Her parents are doing their best to find her...",
    "popularity": 3.8545,
    "poster_path": "/43QCrt30V5ODcPYecVQ5qa98a0g.jpg",
    "release_date": "15/06/1983",
    "title": "Lady Tarzan",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 82777,
    "original_language": "te",
    "original_title": "సింధూరం",
    "overview": "The story about how a young man (Brahmaji) in a village who wants to become a police officer ends up becoming a terrorist.",
    "popularity": 3.847,
    "poster_path": "/mFyVuQI9IKQ6jAxJDPT9ixLXlju.jpg",
    "release_date": "06/07/1997",
    "title": "Sindhooram",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 531040,
    "original_language": "te",
    "original_title": "ప్రేమనగర్",
    "overview": "A romantic story about a wealthy boy whose life revolves around wine and women and a middle class girl who changes him. They fall in love but his mother opposes the match.",
    "popularity": 3.8436,
    "poster_path": "/fVpCW3Y9tZBLOp57UqZwD614vJr.jpg",
    "release_date": "24/09/1971",
    "title": "Prema Nagar",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uHiixqave3RdhvFwibIakyFaEBt.jpg",
    "genre_ids": [
      35,
      18,
      10751,
      14
    ],
    "id": 82720,
    "original_language": "te",
    "original_title": "యమలీల",
    "overview": "When Yama, the god of death and his assistant Chitragupta misplace a book called Bhavishyavaani, which shows the future of man, it ends up in the hands of Suraj, a mischievous young man. Lord Brahma warns Yama and Chitragupta that within one month they should find the book, otherwise they will lose their supernatural powers, so they set off to Earth.",
    "popularity": 3.8406,
    "poster_path": "/ad8dZjqmN8UQFI70wtGtM3ty5cA.jpg",
    "release_date": "24/04/1994",
    "title": "Yamaleela",
    "video": false,
    "vote_average": 7.6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/f0P7FN6q5gHuiXPXjqRWkrBf3Yv.jpg",
    "genre_ids": [
      10749,
      28
    ],
    "id": 800046,
    "original_language": "te",
    "original_title": "చావు కబురు చల్లగా",
    "overview": "Basthi Balaraju falls for a young widow called Mallika even as he transports her husband’s body to the grave. With everyone telling him he’s wrong to woo her, how does he manage to win her over?",
    "popularity": 4.0044,
    "poster_path": "/3TN8HdE1HFzcElmI7r2CG6ac0yl.jpg",
    "release_date": "19/03/2021",
    "title": "Chaavu Kaburu Challaga",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/29S5XbC7P39vPCOSXCAty0KdudH.jpg",
    "genre_ids": [
      10751,
      35,
      10749
    ],
    "id": 890931,
    "original_language": "te",
    "original_title": "మంచి రోజులొచ్చాయి",
    "overview": "A young lady, who is in a live-in relationship with the man she loves, has to deal with an obsessive, controlling father who takes pride in the way he raises his daughter. How the two youngsters manage to convince him about and accept their love for each other forms the crux of the story.",
    "popularity": 3.8378,
    "poster_path": "/bVtHOP1oCePnS5FX6XhJ67p0Djg.jpg",
    "release_date": "04/11/2021",
    "title": "Manchi Rojulochaie",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/vPTQtLS7ZTy9vcrCEA1lkMnhryZ.jpg",
    "genre_ids": [
      18
    ],
    "id": 874852,
    "original_language": "te",
    "original_title": "ఆకాశ‌వాణి",
    "overview": "A tribal hamlet oppressed by a Dora is yet to discover the joys of modern technology. What happens when they find a radio in their midst?",
    "popularity": 3.8349,
    "poster_path": "/a8ppWJC6gdrdKNY8WGhsm51yrFU.jpg",
    "release_date": "24/09/2021",
    "title": "Aakashavaani",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/dUg2WN7CPE5noL3mbFXWcC6IAIU.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 886436,
    "original_language": "te",
    "original_title": "ఏజెంట్",
    "overview": "Ramakrishna aka Ricky's only one goal in life is to be a RAW recruitee and undertake some Planet-saving mission. Mahadev, RAW head, ropes him in for the most important mission ever known and unknown to even the Prime Minister of India. Ricky must tame The God, the megalomaniacal lynchpin of a giant-sized crime syndicate.",
    "popularity": 3.8324,
    "poster_path": "/ezFe7IZ6xbNdaq4VQglpOIip8qd.jpg",
    "release_date": "27/04/2023",
    "title": "Agent",
    "video": false,
    "vote_average": 4.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/oyOkR8hTfjt793MUT93wvStYrMK.jpg",
    "genre_ids": [
      28,
      80
    ],
    "id": 83889,
    "original_language": "te",
    "original_title": "బిజినెస్ మాన్",
    "overview": "Just as the cops have declared the end of Mafia in Mumbai, a man named Surya arrives in the city with the intentions of conquering it.",
    "popularity": 3.824,
    "poster_path": "/aID26sABfyUqHhYbeW3o8V3I6tq.jpg",
    "release_date": "13/01/2012",
    "title": "Businessman",
    "video": false,
    "vote_average": 6.948,
    "vote_count": 48
  },
  {
    "adult": false,
    "backdrop_path": "/ylDxZwmMIZQ29j1Ev4Parkzxihn.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 609096,
    "original_language": "te",
    "original_title": "విరాట పర్వం",
    "overview": "Vennela has fallen for Aranya aka Ravanna’s poetry and the man both. What happens when she sets out on an arduous journey to be with him?",
    "popularity": 3.8165,
    "poster_path": "/iIU8H6IJ6pvU9sMmlz3TzBvyviA.jpg",
    "release_date": "17/06/2022",
    "title": "Viraata Parvam",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 81053,
    "original_language": "te",
    "original_title": "ధర్మ చక్రం",
    "overview": "The story is about a family in which mother and son together fight against father for the principles and human values. Srividhya, as a ditched wife, rises up her kid Rakesh (Venkatesh) with well behavior, manner and makes him a good lawyer to do justice to the fellow woman who are cheated brutally by their husbands. How Rakesh takes the revenge on his father for the injustice that he had done to his mother is the crux of the film.",
    "popularity": 3.8165,
    "poster_path": "/eETmjEGympIf2Ti654jn14qOXLS.jpg",
    "release_date": "13/01/1996",
    "title": "Dharma Chakram",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/jGspqU8fvG35zyeQnOjFytfkuZ.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 850161,
    "original_language": "te",
    "original_title": "రామారావు On Duty",
    "overview": "Ramarao, a mandal revenue officer who was formerly removed from the position of deputy collector, is posted in Chittoor in the year 1995 and he decides to find out about a few unsolved murders in his area. He learns from his own investigation that an illegal smuggling ring is responsible for the deaths. Can Ramarao stop the smugglers?",
    "popularity": 3.8162,
    "poster_path": "/snChpyepTGL6BUDeXNuRwDGZOmM.jpg",
    "release_date": "29/07/2022",
    "title": "Ramarao On Duty",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 308208,
    "original_language": "te",
    "original_title": "అమ్మ రాజీనామా",
    "overview": "Bollywood 1991",
    "popularity": 3.8084,
    "poster_path": "/gccRNehTT0LRCrkZFUirTFySeVS.jpg",
    "release_date": "27/12/1991",
    "title": "Amma Rajinama",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ny9NW4t4kb9rJuyUI3c8MjdMlHj.jpg",
    "genre_ids": [
      53
    ],
    "id": 812962,
    "original_language": "te",
    "original_title": "వై",
    "overview": "When a film director is on the lookout for a script, an aspiring writer approaches him with a crime story that changes their lives forever.",
    "popularity": 4.2573,
    "poster_path": "/eDg1O69UAu2f4O6LvqgVivIObIq.jpg",
    "release_date": "02/04/2021",
    "title": "Y",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/saHl3XdcyoY6mJg0LXGzaDwEqz6.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 446008,
    "original_language": "te",
    "original_title": "కిట్టు ఉన్నాడు జాగ్రత్త",
    "overview": "Kittu, a young man, kidnaps pet dogs of rich people to hold as hostage for ransom, so he can pay off his debts. Things take a turn when he falls in love with Janaki and tries to woo her",
    "popularity": 4.095,
    "poster_path": "/wDmocktvFOWcE3MNK0SMKhLgY0I.jpg",
    "release_date": "03/03/2017",
    "title": "Kittu Unnadu Jagratha",
    "video": false,
    "vote_average": 6.333,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/iKdZgaKlUHMq3pclHvhAXh0k4cj.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 890107,
    "original_language": "te",
    "original_title": "అతిధి దేవోభవ",
    "overview": "Abhay, a software employee, has mono-phobia since his childhood, falls in love with Vaishali. He also fears to tell her about his phobia as she may not understand him. A night where he has to spend alone leads to many problems.",
    "popularity": 3.8049,
    "poster_path": "/k1eUqOyh0sF9V89UgLvPei5Q8zz.jpg",
    "release_date": "07/01/2022",
    "title": "Atithi Devobhava",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 915576,
    "original_language": "te",
    "original_title": "నవరాత్రి",
    "overview": "Radha's father brings a marriage proposal for her, which she refuses and runs away from home. Later, she comes across nine people, each representing a specific human behaviour.",
    "popularity": 3.8033,
    "poster_path": "/dxt4jSNYYhx7P00xmQ6cZQJDFaF.jpg",
    "release_date": "22/04/1966",
    "title": "Navaratri",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ikz3QJJWaU8cBoZ81XRX0wret18.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 376998,
    "original_language": "te",
    "original_title": "నేను శైలజ",
    "overview": "Hari (Ram), a DJ in Vizag, proposes to many girls none of them accept his love. One day he sees a beautiful girl Sailaja (Keerthi Suresh) and also impresses her but doesn't propose to her fearing that he would be rejected. Hari spends some good times with Sailaja and right when he proposes his love, she rejects him point blank. An upset Ravi continues with his life and as time passes by, he gets a huge clue which could help him getting back his love.",
    "popularity": 3.8026,
    "poster_path": "/buQQUkoBTjt3nJftJLh8WqQ5cfX.jpg",
    "release_date": "01/01/2016",
    "title": "Nenu.. Sailaja...",
    "video": false,
    "vote_average": 6.275,
    "vote_count": 20
  },
  {
    "adult": false,
    "backdrop_path": "/vForYImwcat7T8DUDM2Vj2w11uK.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 80281,
    "original_language": "te",
    "original_title": "ఊసరవెల్లి",
    "overview": "A youngster, who does anything for money, avenges on those who killed the family of Niharika.",
    "popularity": 3.8019,
    "poster_path": "/3K2FHqArJP7TH9gnM8DVsZT20mT.jpg",
    "release_date": "06/10/2011",
    "title": "Oosaravelli",
    "video": false,
    "vote_average": 5.261,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": "/6WbbcmdH3ulVlvcJdZlbDzzTqnC.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 536429,
    "original_language": "te",
    "original_title": "శైలజారెడ్డి అల్లుడు",
    "overview": "Chaitanya and Anu are neighbours who fall for each other. However their path towards marriage is far from easy. A haughty would-be mother-in-law complicates the proceedings. The couple put up a united front to clear their roadblocks.",
    "popularity": 3.7937,
    "poster_path": "/2Y4nCSnyPkR1KGpBphomSFj696m.jpg",
    "release_date": "31/08/2018",
    "title": "Shailaja Reddy Alludu",
    "video": false,
    "vote_average": 4.545,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": "/fku0yFRcYZjDuIUGABOpPu5x1hk.jpg",
    "genre_ids": [
      18,
      10749,
      35
    ],
    "id": 81070,
    "original_language": "te",
    "original_title": "ఖుషి",
    "overview": "College friends Siddhu and Madhumati part ways due to a misunderstanding. Although they are in love and realize they cannot live without each other, their egos prevent them from uniting.",
    "popularity": 3.7887,
    "poster_path": "/jw8CV9vj095jk4sE4bOxt3cv0Gz.jpg",
    "release_date": "26/04/2001",
    "title": "Khushi",
    "video": false,
    "vote_average": 6,
    "vote_count": 21
  },
  {
    "adult": false,
    "backdrop_path": "/80bjC32TFgIX5ByxDOPbzfdmce0.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 66520,
    "original_language": "te",
    "original_title": "హనుమాన్ జంక్షన్",
    "overview": "Two friends, Krishna and Das, run a company in a small town with their loved sister Devi. However, Devaraj, an influential man in the village, is against them and vows to destroy their growth.",
    "popularity": 3.7877,
    "poster_path": "/aZsNA9mXiyM0vTw26gVxP1KSdtU.jpg",
    "release_date": "21/12/2001",
    "title": "Hanuman Junction",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 931350,
    "original_language": "te",
    "original_title": "మామా అల్లుడు",
    "overview": "Bhavani Devi trains her daughter, Jaya, on how to control her husband, Vijay. However, she is unaware of how many vices her spouse has due to her strong tactics.",
    "popularity": 3.7836,
    "poster_path": "/xj1SzkWuYT3WfWSRE8eSLF7vn0E.jpg",
    "release_date": "30/04/1990",
    "title": "Mama Alludu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/zFTddS3AZO1QgFmnzqsgjKgm8gk.jpg",
    "genre_ids": [
      10749,
      35,
      10751
    ],
    "id": 1026769,
    "original_language": "te",
    "original_title": "ప్రేమదేశం",
    "overview": "Arjun falls in love with Aadhya, his junior in college. Though both of them like each other, they never express themselves. Madhumathi, Arjun’s mother, in a way, plays cupid. In another parallel track, Shiva, married to Maya, longs for her love and affection, rooting for her to recover from a traumatic past with Rishi. These parallel stories are intertwined with one Incident! Did that incident cleared their problems or created more difficulties?",
    "popularity": 3.7798,
    "poster_path": "/7geRGYhr2p3pJUOrVFBrefNdVm0.jpg",
    "release_date": "03/02/2023",
    "title": "Premadesam",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/3ehZNVsESdVPIXHy9WDgNC7Ixtj.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 1171732,
    "original_language": "te",
    "original_title": "తిరగబడర సామీ",
    "overview": "Giri, dedicated to reuniting missing people with loved ones, marries Shailaja, an orphan. Discovering her pregnancy, his joy turns to shock when tasked to find a missing woman, revealed to be the real Shailaja. Will he find out his wife`s true identity?",
    "popularity": 3.7773,
    "poster_path": "/sA5YAHQPaZQo0Ll7fC1q63SKKsN.jpg",
    "release_date": "02/08/2024",
    "title": "Tiragabadara Saami",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 82615,
    "original_language": "te",
    "original_title": "సీతయ్య",
    "overview": "Inspector Seethaiah makes more enemies than friends and changes names wherever he migrates. But, he cannot escape the evil and fights back the anti-social elements till the end.",
    "popularity": 3.7736,
    "poster_path": "/l8cL7kWbyoQeA5S8WwYxuL7n68x.jpg",
    "release_date": "22/08/2003",
    "title": "Seetayya",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/mhUWQI5UakIvkD0xck0H84xvHaJ.jpg",
    "genre_ids": [
      28
    ],
    "id": 420843,
    "original_language": "te",
    "original_title": "జాగ్వార్",
    "overview": "Krishna, a young medical student, strikes against corrupt figures of power as a vigilante and tries to decribes his father's injustice death while trying to win the love of his friend's sister as a college student.",
    "popularity": 3.7733,
    "poster_path": "/8rLvB3g8NZ24VJChWKyOMGf9rAX.jpg",
    "release_date": "05/10/2016",
    "title": "Jaguar",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/za84mZQrMFaG5JHQwtcziOPXiJC.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 1043665,
    "original_language": "te",
    "original_title": "దాస్ కా ధమ్కీ",
    "overview": "Krishna Das, a waiter by profession, falls for Keerthi. His look alike, Dr. Sanjay Rudra, dies in an accident the night before Das loses his job and love. A series of events turn Das's life upside down and he ends up in Sanjay's place. When Das decides he wants to live life large at least for a day, he ends up in circumstances he could not have foreseen.",
    "popularity": 3.7632,
    "poster_path": "/nJThBpohKIw6EAJmsOjazyR41KJ.jpg",
    "release_date": "22/03/2023",
    "title": "Das Ka Dhamki",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/xEkNqpxZihxwUTl7YPvJ0swR2kr.jpg",
    "genre_ids": [
      10751,
      35,
      18
    ],
    "id": 888299,
    "original_language": "te",
    "original_title": "ఆడవాళ్లు మీకు జోహార్లు",
    "overview": "Chiranjeevi is a bachelor seeking his perfect match. His family rejects a lot of alliances and search for a bride continues, until Aadhya enters the scene. However, Aadhya’s mother resists her daughter’s marriage to Chiru because it goes against what she believes as marriage to be – male dominance over females.",
    "popularity": 3.7613,
    "poster_path": "/bF8wcDaHNGkgTlCLvCsaC3quiRf.jpg",
    "release_date": "04/03/2022",
    "title": "Aadavaallu Meeku Johaarlu",
    "video": false,
    "vote_average": 3.955,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      37
    ],
    "id": 278182,
    "original_language": "te",
    "original_title": "Kodama Simham",
    "overview": "Chiranjeevi has to get back the treasures hidden by his father by fighting the bad guys to release his mother from jail.",
    "popularity": 3.7598,
    "poster_path": "/oYCIPB2IUCJjGxlmW4enhW62Jtj.jpg",
    "release_date": "09/08/1990",
    "title": "Kodama Simham",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/A5kNXar0xOkk6B62Hq5Qs8YYCLF.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 97342,
    "original_language": "te",
    "original_title": "వేదం",
    "overview": "Five people from varied strata of society – a slum dweller who works as a cable operator, a runaway prostitute, a desperate woman drowning in debt, a rising musician, and a grief-stricken Muslim man – end up together in the same hospital, at a time when it is attacked by terrorists.",
    "popularity": 3.7581,
    "poster_path": "/DDAcLSxeFxStlZzaGXAUG1cPRV.jpg",
    "release_date": "04/06/2010",
    "title": "Vedam",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 38
  },
  {
    "adult": false,
    "backdrop_path": "/adZsrPru5BrobEfHavQergvxWeq.jpg",
    "genre_ids": [
      28,
      10749,
      18
    ],
    "id": 1031973,
    "original_language": "te",
    "original_title": "స్కంధ",
    "overview": "The prodigal son of a respected leader takes on two political rivals and forms bonds with their daughters.",
    "popularity": 3.7564,
    "poster_path": "/yptFZA0VzjZMBoKgLml49pI6Ckn.jpg",
    "release_date": "27/09/2023",
    "title": "Skanda",
    "video": false,
    "vote_average": 3.25,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/azxsNVLbZTzRYVO8gCgMcaN3zmp.jpg",
    "genre_ids": [
      35,
      10749,
      10751,
      18
    ],
    "id": 80929,
    "original_language": "te",
    "original_title": "చందమామ",
    "overview": "Ranga Rao plans to get his beloved daughter Mahalakshmi married to Dorababu, but she loves Kishore. Dorababu promises to unite them, but gets involved in a love story of his own.",
    "popularity": 3.7542,
    "poster_path": "/9slhkRVB9IFcaBXxKDhyAdKP6Xa.jpg",
    "release_date": "07/09/2007",
    "title": "Chandamama",
    "video": false,
    "vote_average": 5.3,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/4O2a3FhErRdXyBsG6s3nQUOhuCr.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 176590,
    "original_language": "te",
    "original_title": "మిర్చి",
    "overview": "A man returns to his country in order, ostensibly, to reform his girlfriend's violent family, but he seems to have a strange connection and a rather dark past.",
    "popularity": 4.3229,
    "poster_path": "/rNj5OmO7KXkZsmsZO7XI6CX0aRs.jpg",
    "release_date": "08/02/2013",
    "title": "Mirchi",
    "video": false,
    "vote_average": 6.271,
    "vote_count": 35
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 690145,
    "original_language": "te",
    "original_title": "ప్రేమాభిషేకం",
    "overview": "Rajesh falls in love with and proposes to Devi. However, a few days before their marriage, he learns that he has cancer and decides to make Devi hate him, so that she will marry another man.",
    "popularity": 3.7494,
    "poster_path": "/wvnC28AGSex2TJHXNjEB6XH3X0H.jpg",
    "release_date": "16/02/1981",
    "title": "Premabhishekam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/qFnMB5OTelChs8MntXWVZpbhVQj.jpg",
    "genre_ids": [
      10749
    ],
    "id": 94372,
    "original_language": "te",
    "original_title": "ఇష్క్",
    "overview": "Fate brings two individuals together after their flight to Hyderabad is forced to land in Goa. Along the way, they forge a special bond that changes their lives forever.",
    "popularity": 3.749,
    "poster_path": "/3GMErqjnUNobNmKq9dBqZkOAf79.jpg",
    "release_date": "24/02/2012",
    "title": "Ishq",
    "video": false,
    "vote_average": 6.895,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/fuCfQ0D2HtNa7kRLFDkPWl87Zs9.jpg",
    "genre_ids": [
      14,
      28
    ],
    "id": 148265,
    "original_language": "te",
    "original_title": "ఈగ",
    "overview": "Nani is a flower decorator, madly in love with his neighbor Bindhu. He gets killed by the baddie, Sudeep, a powerful businessman. Nani comes back as a housefly to get his revenge.",
    "popularity": 3.7484,
    "poster_path": "/xbCPJejbJgRIuOwUzJqcBUjCbFB.jpg",
    "release_date": "05/07/2012",
    "title": "Eega",
    "video": false,
    "vote_average": 7.1,
    "vote_count": 226
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18,
      10402
    ],
    "id": 307430,
    "original_language": "te",
    "original_title": "సిరిసిరిమువ్వ",
    "overview": "Hyma, a mute girl with a passion for dance, escapes her evil stepmother with help from her lover. In the city, after facing many trials and tribulations, they finally make success out of their lives.",
    "popularity": 3.748,
    "poster_path": "/cix2b3lgj7CbpYro2KiodKIEpI2.jpg",
    "release_date": "27/08/1976",
    "title": "Siri Siri Muvva",
    "video": false,
    "vote_average": 8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/iya5VArXYWGq4vN9eUAFQdg2oa2.jpg",
    "genre_ids": [
      35,
      9648
    ],
    "id": 279295,
    "original_language": "te",
    "original_title": "చంటబ్బాయి",
    "overview": "Panduranga Rao is a detective, who is popularly known as James Pond. His life takes an interesting turn when he is tasked to find a lady's long-lost brother.",
    "popularity": 3.746,
    "poster_path": "/cPubeqyUADRiSun2Or7jRzGt8e5.jpg",
    "release_date": "22/08/1986",
    "title": "Chantabbai",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 464427,
    "original_language": "te",
    "original_title": "సొగసు చూడ తరమా",
    "overview": "A couple's marriage begins to fall apart after their financial constraints come in the way of realising their dreams.",
    "popularity": 3.742,
    "poster_path": "/wmZBtITKmGLWq4rTJqSM7S7HRjw.jpg",
    "release_date": "14/07/1995",
    "title": "Sogasu Chuda Taramaa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/vPxJaHOE5EEmf5TAreDbgg2QW4r.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 965019,
    "original_language": "te",
    "original_title": "వన్ బై టు",
    "overview": "Paandu, falls in love with Kaasis daughter, Jenny and dreams of marrying her. Despite several warnings from Jenny and Kaasi, Paandu confesses his feelings and tries to convince her to marry him.",
    "popularity": 3.7419,
    "poster_path": "/rQF6T2zYSUig574jpc37umXAoJA.jpg",
    "release_date": "22/04/2022",
    "title": "One By Two",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AuT4QnU4LZSSScrr0nxQGetVZQj.jpg",
    "genre_ids": [
      53,
      9648
    ],
    "id": 984518,
    "original_language": "te",
    "original_title": "గంధర్వ",
    "overview": "Captain Avinash marries Amulya in 1971 and immediately called to duty by the Army headquarters. Unfortunately Avinash disappears in a deep valley while chasing the enemy. Somehow Avinash  wakes up in 2021 but his attire and age remains as he was in 1971.",
    "popularity": 3.7401,
    "poster_path": "/fsF3xnKYWYYWU4oNza9JMwP623D.jpg",
    "release_date": "08/07/2022",
    "title": "Gandharwa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3gOKFrACZFRbYaM07qmRyxgem8D.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 905606,
    "original_language": "te",
    "original_title": "సమ్మతమే",
    "overview": "Krishna has big dreams about marriage in the hope that his wife will fill the void left behind from his mother’s passing. But what happens when he falls for a girl who’s nothing like he dreamt of?",
    "popularity": 3.7372,
    "poster_path": "/Aar0H7eLkiTFlnYwAJ7ms85gPj9.jpg",
    "release_date": "24/06/2022",
    "title": "Sammathame",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/hk9uuhoGSZkUohYQWUp8M7N7ubU.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 78840,
    "original_language": "te",
    "original_title": "పెదరాయుడు",
    "overview": "Pedarayudu, the eldest brother, sits on an ancestral throne that is cursed and whoever delivers a wrong verdict dies. However, things take a turn after his youngest brother is accused of murder.",
    "popularity": 3.7217,
    "poster_path": "/n0o8SkHQh8BuDEgXUhRlEYTrV7q.jpg",
    "release_date": "15/06/1995",
    "title": "Pedarayudu",
    "video": false,
    "vote_average": 7.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/smfECB2aVoHAPTQJ2REwUu9LMpQ.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 534530,
    "original_language": "te",
    "original_title": "అరవింద సమేత... వీర రాఘవ",
    "overview": "A young scion of a powerful family with a long history of violence decides to put an end to the bloodshed which leads him to a path of self discovery.",
    "popularity": 3.7128,
    "poster_path": "/6zqod5zDKVXYY4GAnxi9Y1MNPi1.jpg",
    "release_date": "11/10/2018",
    "title": "Aravinda Sametha Veera Raghava",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 32
  },
  {
    "adult": false,
    "backdrop_path": "/rTY3YIu3MYhJu91dvFyZ5Yrksv3.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 83824,
    "original_language": "te",
    "original_title": "బన్నీ",
    "overview": "A millionaire's daughter is all set to marry her boyfriend against her father's wish. When her father finally approves the marriage, her boyfriend believes that her father should sign over his wealth to him.",
    "popularity": 3.7128,
    "poster_path": "/pG7tY1LcXyjQJrULCOciWnFwYfG.jpg",
    "release_date": "06/04/2005",
    "title": "Bunny",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": "/mFf5Hzz9A58o5clXHgvUYQ4PkmQ.jpg",
    "genre_ids": [
      53,
      28
    ],
    "id": 804277,
    "original_language": "te",
    "original_title": "గాడ్సే",
    "overview": "Vyshali, the assistant superintendent of police, is forcefully tasked to deal with unknown kidnapper Godse, who holds some high-profile personalities as hostages. Why did he kidnap them, what are his demands, and what does he want to achieve?",
    "popularity": 3.9378,
    "poster_path": "/cR9NesoY99WGQtQPViwbbthAWnt.jpg",
    "release_date": "17/06/2022",
    "title": "Godse",
    "video": false,
    "vote_average": 4.625,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 80391,
    "original_language": "te",
    "original_title": "సాంబ",
    "overview": "Samba and Pasupathi vie for each other's blood due to an old family feud. Samba wishes to further his dad's dream of making education available to all but Pasupathi stands in his way.",
    "popularity": 3.7079,
    "poster_path": "/l2nqtcrjgZTCXipNV6KVWgRsyyH.jpg",
    "release_date": "12/06/2004",
    "title": "Samba",
    "video": false,
    "vote_average": 4.214,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/gJluPvOuW3POsat0rNLOh5v7W8m.jpg",
    "genre_ids": [
      10749,
      53
    ],
    "id": 400247,
    "original_language": "te",
    "original_title": "జెంటిల్మేన్",
    "overview": "Two girls, Catherine and Aishwarya, meet on a flight and become friends. They share stories about their respective boyfriends, and Catherine is shocked to find that the man she is dating is a lookalike of Aishwarya's boyfriend. Even more shocking is the fact that when she reaches home, she finds out that her boyfriend has died in a car crash. Catherine decides to investigate the lookalike boyfriend and uncovers a thrilling mystery.",
    "popularity": 3.7074,
    "poster_path": "/hoO5BunFOXp5s8WkuRB4SgsruaS.jpg",
    "release_date": "17/06/2016",
    "title": "Gentleman",
    "video": false,
    "vote_average": 6.833,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/Aup9YSKFyVtDSu0qlf81xGe1htP.jpg",
    "genre_ids": [
      18
    ],
    "id": 1357414,
    "original_language": "te",
    "original_title": "మా నాన్న సూపర్ హీరో",
    "overview": "Johnny, a car mechanic,  who grew up thinking of his adopted father Srinivas as a superhero,  prepared to go to any length to save his father, unknowingly embarks on a journey with his biological father.",
    "popularity": 3.7059,
    "poster_path": "/4qmZCDBJwT6UDjCatzzpTFOR4Jy.jpg",
    "release_date": "11/10/2024",
    "title": "Maa Nanna Superhero",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/m4izPWHxXNg237sQm4jks9m9xxP.jpg",
    "genre_ids": [
      35,
      28
    ],
    "id": 262227,
    "original_language": "te",
    "original_title": "రేసుగుర్రం",
    "overview": "Ram and Lakshman, aka Lucky, are brothers who are polar opposites in nature. Their mother wishes to see them united.",
    "popularity": 3.3846,
    "poster_path": "/gu3bzAFuQH3fZEFnCsj9uWGZH0v.jpg",
    "release_date": "11/04/2014",
    "title": "Race Gurram",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 51
  },
  {
    "adult": false,
    "backdrop_path": "/eyFF5l86MS6tM6EfbbjUX2k1OfK.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 1171693,
    "original_language": "te",
    "original_title": "గ్యాంగ్స్ ఆఫ్ గోదావరి",
    "overview": "A man journeys from rags to riches with absolute grit and determination in the Eluru and Godavari coastal regions of India.",
    "popularity": 3.7048,
    "poster_path": "/bxRjn6c5d1QgcRpM5v3JYY5iTSC.jpg",
    "release_date": "31/05/2024",
    "title": "Gangs of Godavari",
    "video": false,
    "vote_average": 6,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/wKRgxlxPQZtvU4sa28AiWphLRtr.jpg",
    "genre_ids": [
      53,
      28
    ],
    "id": 891010,
    "original_language": "te",
    "original_title": "మాచర్ల నియోజకవర్గం",
    "overview": "Siddhu is an IAS officer who is waiting for his posting in AP. In the meantime, he falls in love with Swathi, who hails from Macherla and has issues with Rajappa. Things get heated up when Siddhu gets posted in Macherla.",
    "popularity": 3.7027,
    "poster_path": "/xADPZyP9ThxUacrrQi0nqGLzmUT.jpg",
    "release_date": "12/08/2022",
    "title": "Macherla Niyojakavargam",
    "video": false,
    "vote_average": 5.1,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1087643,
    "original_language": "te",
    "original_title": "America Ammayi",
    "overview": "Sridhar is an Indian youth staying in the United States. He marries an American woman Neena and brings her to India. His parents refuse to accept her into their house.",
    "popularity": 3.7025,
    "poster_path": "/bPzF0GvF2fZHOg1a2EOieXIQK1r.jpg",
    "release_date": "19/11/1976",
    "title": "America Ammayi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gRBToD4AcpWJhHQraA69CeMLNXu.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 673392,
    "original_language": "te",
    "original_title": "రాధే శ్యామ్",
    "overview": "Vikramaditya, a world-renowned palmist, believes love does not exist in his stars, until he meets Prerana. But when destiny tries to pull them apart, will love prevail?",
    "popularity": 3.702,
    "poster_path": "/szAa23SWNIgJHsvSRyQrvyFT8ef.jpg",
    "release_date": "10/03/2022",
    "title": "Radhe Shyam",
    "video": false,
    "vote_average": 5.045,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/s19e4PZdDN5BZ3VPmnb4lurpCEi.jpg",
    "genre_ids": [
      28,
      53,
      35
    ],
    "id": 892269,
    "original_language": "te",
    "original_title": "రావణాసుర",
    "overview": "An investigating officer is assigned to investigate few brutal murders, where he zeroes in on Ravindra, a criminal lawyer who has penchant for secretly committing murders as the mastermind behind the crime.",
    "popularity": 3.7014,
    "poster_path": "/lI8qMT1QtkHy2yiSpj2FCEMV0Tw.jpg",
    "release_date": "07/04/2023",
    "title": "Ravanasura",
    "video": false,
    "vote_average": 4.867,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": "/3n1GAWWjjxGphyhFUSONqjv5Cad.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 137440,
    "original_language": "te",
    "original_title": "నరసింహ నాయుడు",
    "overview": "Narasimha (Balakrishna) is an unassuming dance teacher raising a young child on his own. His true identity, and the story of his violent past, begin to unravel as former enemies interrupt his quiet new life.",
    "popularity": 3.7007,
    "poster_path": "/qItfqxoMVoDpyj8Es7QLSUb21DY.jpg",
    "release_date": "11/01/2001",
    "title": "Narasimha Naidu",
    "video": false,
    "vote_average": 7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/neMCcxKUju84E0IruO4O4GSlqJX.jpg",
    "genre_ids": [
      53,
      35,
      80
    ],
    "id": 465571,
    "original_language": "te",
    "original_title": "బందిపోటు",
    "overview": "When Jahnavi approaches Vishwanath, a con man, with an idea to humiliate three people, who wrecked her father's life, he joins hands with her without any second thoughts. The rest of the film is about how Vishwanath succeeds in his mission.",
    "popularity": 3.6994,
    "poster_path": "/A4wLKzE2ftF5lCy8hdnZX3BMdWn.jpg",
    "release_date": "20/02/2015",
    "title": "Bandipotu",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35,
      10749
    ],
    "id": 307344,
    "original_language": "te",
    "original_title": "శివమ్",
    "overview": "The story of a boy (Ram) who wants to make his love life and marriage a success. The movie is directed by Srinivas Reddy and produced by Ravi Kishore. The film is produced under Sri Sravanthi movies banner.",
    "popularity": 3.6986,
    "poster_path": "/ulChVthJVkvmqVbiHlnCFZ8yjBp.jpg",
    "release_date": "02/10/2015",
    "title": "Shivam",
    "video": false,
    "vote_average": 4.75,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/1LPkFqp00O0zPyCb1uiCjDlDZeI.jpg",
    "genre_ids": [
      18
    ],
    "id": 66517,
    "original_language": "te",
    "original_title": "Sri Anjaneyam",
    "overview": "Brahmam, a corrupt politician, kills Anji's parents and plans to demolish a temple. To help Anji fight the politician, Lord Anjaneya takes human form to stop it.",
    "popularity": 3.698,
    "poster_path": "/wQ5tv9t6w96cX7yAFsuQnRRaJZ9.jpg",
    "release_date": "24/07/2004",
    "title": "Sri Anjaneyam",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 267350,
    "original_language": "te",
    "original_title": "క్షేమంగా వెళ్ళి లాభంగా రండి",
    "overview": "Three mechanics in a car company are wayward husbands. Their weakness lies in drinking and spending half of their salary on the unnecessary items. Their wives have a tough time running their houses with the meager money provided by their men. Their world is turned upside down by a couple who move in next door.",
    "popularity": 3.6962,
    "poster_path": "/7MFvDB4RBOipmVOVRwQ5Uf93J8y.jpg",
    "release_date": "04/02/2000",
    "title": "Kshemanga Velli Labhamga Randi",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/kGmd8RQ9Gcepdnf2CRkDEOcvrBY.jpg",
    "genre_ids": [
      28
    ],
    "id": 80924,
    "original_language": "te",
    "original_title": "భద్ర",
    "overview": "Bhadra(Telugu: భద్ర) is a Telugu film released on 12 May 2005 ( Dubbed in malayalam as Brahmam ) and was directed by debutant director Boyapati Srinu. Ravi Teja and Meera Jasmine played the lead roles. The film was later remade into Tamil as Saravana with Silambarasan and Jyothikaand also remade into bengali as Josh with Jeet and Srabonti. Linda Arsenio danced in an item number.",
    "popularity": 3.6929,
    "poster_path": "/ouHTWtftjKEKlId67nUvpofSmbr.jpg",
    "release_date": "12/05/2005",
    "title": "Bhadra",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      14,
      35
    ],
    "id": 685574,
    "original_language": "te",
    "original_title": "కన్నయ్య కిట్టయ్య",
    "overview": "Kittaiah, a simple villager, loves his cousin Saroja, but his maternal uncle disapproves of Kittaiah. Dejected, Kittaiah pleads with Lord Krishna to help him.",
    "popularity": 3.6925,
    "poster_path": "/ix58cyjxGQkPEunDajgI9AgvqLJ.jpg",
    "release_date": "11/06/1993",
    "title": "Kannayya Kittayya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ollzCnqUvAPHJRwRHzidLYqLYz.jpg",
    "genre_ids": [
      10749,
      28,
      35
    ],
    "id": 674779,
    "original_language": "te",
    "original_title": "భీష్మ",
    "overview": "Bheeshma Prasad, a simple meme creator has his life turned around when he wages a war against a powerful agro company that creates harmful chemicals to increase the crop yield and make more money.",
    "popularity": 3.6923,
    "poster_path": "/pE0ECn6buZNigSDFlpoIngDNAuD.jpg",
    "release_date": "21/02/2020",
    "title": "Bheeshma",
    "video": false,
    "vote_average": 6.184,
    "vote_count": 38
  },
  {
    "adult": false,
    "backdrop_path": "/tGqgc5hJul0Ry7oeAsmncFA0S8z.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 848829,
    "original_language": "te",
    "original_title": "Crrush",
    "overview": "The plot revolves around the life of three youngsters. They dream to shift to America with a special desire.",
    "popularity": 3.6911,
    "poster_path": "/clsrqgxP8KU6YBqB59BXmWg9kVm.jpg",
    "release_date": "09/07/2021",
    "title": "Crrush",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 500208,
    "original_language": "te",
    "original_title": "Majnu",
    "overview": "Rajesh (Nagarjuna) is a racy youngster who falls in love with Alekhya (Rajani). Things go well when Rajesh and Alekhya plan to get married and it is when a root of suspicion lands in Rajesh’s mind through a friend. The suspicion is something about the character of Alekhya and when Rajesh enquires about it, the latter gets furious. She questions Rajesh asking how can he suspect her by believing a friend’s word and also comes to a conclusion that his love is not worth of accepting. The impulsive natured Rajesh also finds her questioning arrogant and the couple breaks up. But the real trouble starts for Rajesh after Alekhya leaves him and he starts feeling sorry for his impulsive nature. Alekhya marries another guy (Sudhakar) shown by her parents and Rajesh is distraught. The rest of the story is about what would happen to Rajesh and whether Alekhya forgives him or not.",
    "popularity": 3.6899,
    "poster_path": "/88r8gUOPIDccFbvCwuMiFzcVNLm.jpg",
    "release_date": "14/01/1987",
    "title": "Majnu",
    "video": false,
    "vote_average": 3.667,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/7Ybes6Kwr6au7vewTXtesRwcrxS.jpg",
    "genre_ids": [
      35,
      27
    ],
    "id": 1248487,
    "original_language": "te",
    "original_title": "ఓమ్ భీమ్ బుష్",
    "overview": "Three friends united by their passion for science and their quest for discovery,  in search of treasure hidden within the Sampangi Mahal, venture into the village of Bhairavapuram, where locals fear a ghost of Sampangi living in the dreaded palace.",
    "popularity": 3.6853,
    "poster_path": "/pwosfYFijVthnSJILSKJk9csHun.jpg",
    "release_date": "21/03/2024",
    "title": "Om Bheem Bush",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/jBnnkkXRZ0pV3Tw31Z2ALO638wA.jpg",
    "genre_ids": [
      35,
      10749,
      18
    ],
    "id": 1187075,
    "original_language": "te",
    "original_title": "MAD",
    "overview": "Set in an engineering college and revolves around the antics of the students there, primarily the boys, who get a kick out of torturing the hostel warden.",
    "popularity": 3.6839,
    "poster_path": "/nDpOmgBfQZwOpFBcgokQGqd74r1.jpg",
    "release_date": "06/10/2023",
    "title": "MAD",
    "video": false,
    "vote_average": 6.48,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 307922,
    "original_language": "te",
    "original_title": "జీవన జ్యోతి",
    "overview": "A woman is attached to her brother-in-law's son and is unable to cope with his death. She becomes mentally unstable and is kept in a medical facility, while her own child is raised by her relatives.",
    "popularity": 3.6799,
    "poster_path": "/u5k54bs8nwm1wL692iU4m4Lu9Hd.jpg",
    "release_date": "16/05/1975",
    "title": "Jeevana Jyothi",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/gmaF8Z8A2K3FQJ0ZDBisUEjftJk.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 292139,
    "original_language": "te",
    "original_title": "పవర్",
    "overview": "Ravi Teja plays a young man desperate to become a police officer, who becomes embroiled in a plot to pose as his lookalike in order to re-capture an infamous thug from rogue cops. The film revolves around two similar looking people, Baldev Sahay - a corrupt ACP in Kolkata and Tirupathi - a person aspiring to become a police officer in Hyderabad. The home minister of Kolkata recruits Tirupathi to play as Baldev to catch a gangster rescued by Baldev. Rest of the story is all about why Baldev became a corrupt cop and how Tirupathi executed the unfinished mission of Baldev.",
    "popularity": 3.6779,
    "poster_path": "/ss0DcmUNQ6XaBwPfxJA7lktKhCi.jpg",
    "release_date": "12/09/2014",
    "title": "Power",
    "video": false,
    "vote_average": 5.737,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/kwePBi7uV5INLsbQGEJCAySTwxP.jpg",
    "genre_ids": [
      28,
      10749,
      18
    ],
    "id": 56981,
    "original_language": "te",
    "original_title": "బృందావనం",
    "overview": "Indu makes her boyfriend Krishna act like her friend Bhoomi's lover so that her family will stop searching for a groom. However, their lives takes a turn when Bhoomi falls in love with Krishna.",
    "popularity": 3.6757,
    "poster_path": "/dcNXGKpif2anegeY0MhVwkYT0KB.jpg",
    "release_date": "14/10/2010",
    "title": "Brindavanam",
    "video": false,
    "vote_average": 6.6,
    "vote_count": 35
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35
    ],
    "id": 81997,
    "original_language": "te",
    "original_title": "వినాయకుడు",
    "overview": "Karthik (Krishnudu), the obese guy joins in an ad designing company. Girls tend to keep him away from them due to his odd personality. He finds a girl Kalpana (Sonia) interesting in that company. She too shuns him initially and also cracks lots of jokes on his physical appearance. But the soft hearted Karthik wins the heart of arrogant Kalpana with his immaculate attitude. Finally, the egoistic Kalpana falls in love with Karthik unknowingly. On the other hand, the love track of Sandhya (Poonam) and Altaf (Surya Tej) runs separately. Shalini (Ankitha) is a character that's used as catalyst to elevate the character of Karthik.",
    "popularity": 3.6707,
    "poster_path": "/9dVuoXEzfoKmyoCvnTM6aktvCVU.jpg",
    "release_date": "21/11/2008",
    "title": "Vinayakudu",
    "video": false,
    "vote_average": 5.4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      80
    ],
    "id": 462350,
    "original_language": "te",
    "original_title": "గోవింద గోవింద",
    "overview": "A Tantric believes that by donating a virgin woman's head to gods crown, would bring down the universe to his feet. How the hero and heroine gets entangled in the underworld nexus, while rescuing the robbery, forms the crux of the plot.",
    "popularity": 3.6673,
    "poster_path": "/cB6wDbMVh5hXZV3oHtZDZ38LYaP.jpg",
    "release_date": "10/05/1993",
    "title": "Govindha Govindha",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/o293eLODW22BME8XokbS09SHD6B.jpg",
    "genre_ids": [
      35,
      10749
    ],
    "id": 859946,
    "original_language": "te",
    "original_title": "పాగల్",
    "overview": "After his mother's death, Prem, a young man, searches for love in every woman he comes across. However, when he finds true love in Theera, they face several challenges in their quest to unite.",
    "popularity": 3.6637,
    "poster_path": "/5D7OCKLqf68V6h0HO4dCo30cVtH.jpg",
    "release_date": "20/08/2021",
    "title": "Paagal",
    "video": false,
    "vote_average": 4.571,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      35
    ],
    "id": 528602,
    "original_language": "te",
    "original_title": "ఆహ్వానం",
    "overview": "The film revolves around a married man who values money more than relationships and emotions. When a wealthy woman approaches him, he lies to her that he is a divorcee. Now he must get divorce from her legally so that he can marry the rich woman. But his wife has other plans for him.",
    "popularity": 3.6613,
    "poster_path": "/bY2zaafy95WJnM3ll1rZZUGy9HM.jpg",
    "release_date": "02/05/1997",
    "title": "Aahwanam",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 82896,
    "original_language": "te",
    "original_title": "చూపులు కలసిన శుభవేళ",
    "overview": "An employee in the company of Nutan Prasad's brother Pandurangam, Anand Mohan falls in love with Nutan Prasad's daughter Padma. Anand Mohan rescues Lakshmi Prasad from his suicide bid following losses in business, and gets him a job in the company in which he works. Lakshmi Prasad falls in love with Lalitha a girl from his own village, when he meets her in the city.",
    "popularity": 3.6411,
    "poster_path": "/juFHY8LXMfQe28afRKxWegV71fd.jpg",
    "release_date": "01/01/1988",
    "title": "Choopulu Kalasina Shubhavela",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/2bb9FRvv50ODaXG5vBZPDQWiecp.jpg",
    "genre_ids": [],
    "id": 970993,
    "original_language": "te",
    "original_title": "Bhale Mogudu",
    "overview": "Rama Krishna, a salesman in a company, marries a woman by lying, it deals with the drama that follows.",
    "popularity": 3.6409,
    "poster_path": "/1tN6FVfWk7pgInQ6qzAcouHWnnw.jpg",
    "release_date": "16/09/1987",
    "title": "Bhale Mogudu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/bfSlAAMvAbXsiAxla0ZpD4TkWie.jpg",
    "genre_ids": [
      28,
      53,
      10749
    ],
    "id": 463476,
    "original_language": "te",
    "original_title": "లై",
    "overview": "A cat and mouse chase between a powerful mafioso and a sharp cop, interlaced with a love-story and some comedy. How a Central Intelligence Officer uncovers the truth of a world famous magician and mimic artist is depicted in this ‘Love Intelligence Enmity’ film.",
    "popularity": 3.6397,
    "poster_path": "/xBFabHIz4q52NduVcjSwONc2pRy.jpg",
    "release_date": "11/08/2017",
    "title": "LIE",
    "video": false,
    "vote_average": 5.692,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/1ivDICUdRFCeegEQaYMyD1p5pYL.jpg",
    "genre_ids": [
      18,
      35,
      14,
      10751
    ],
    "id": 865497,
    "original_language": "te",
    "original_title": "బంగార్రాజు",
    "overview": "Chinna Bangarraju is taking forward his grandfather Bangarraju's legacy of being a massive flirt. His worried grandmother however wants to ensure he's not lonely anymore before she passes on.",
    "popularity": 3.6396,
    "poster_path": "/igunbwZQdRw28dJcvaS636tp7jl.jpg",
    "release_date": "14/01/2022",
    "title": "Bangarraju",
    "video": false,
    "vote_average": 6.231,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/pICEJYVFISkZJc5LNQYTnmHAzCZ.jpg",
    "genre_ids": [
      28,
      18,
      35
    ],
    "id": 80276,
    "original_language": "te",
    "original_title": "దూకుడు",
    "overview": "A young policeman hunts down the men who caused the accident that put his politician father into a coma.",
    "popularity": 3.6376,
    "poster_path": "/e9uffrN9z22uuiBF9B0bTDDvbjz.jpg",
    "release_date": "23/09/2011",
    "title": "Dookudu",
    "video": false,
    "vote_average": 6.64,
    "vote_count": 43
  },
  {
    "adult": false,
    "backdrop_path": "/jirdIf1Sq918dKitXM1TxAOOvAW.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 930136,
    "original_language": "te",
    "original_title": "కృష్ణ వ్రింద విహారి",
    "overview": "Krishna falls for Vrinda and tells a white lie at home to ensure they’re married. But what happens when it leads to unnecessary misunderstandings?",
    "popularity": 3.6355,
    "poster_path": "/9R9YMJLhOtAEtK7SwNrI27GUUu7.jpg",
    "release_date": "23/09/2022",
    "title": "Krishna Vrinda Vihari",
    "video": false,
    "vote_average": 4.909,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 82075,
    "original_language": "te",
    "original_title": "సీతాకోకచిలుక",
    "overview": "A man and a woman fall in love with each other; his mother does not approve of her as she is from a different religion and her brother is a gangster. But they decide to withstand religious differences to be with each other.",
    "popularity": 3.6311,
    "poster_path": "/rJIBsfX7vbmeGZUPLekSVmAzpPi.jpg",
    "release_date": "14/08/1981",
    "title": "Seethakoka Chilaka",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yoQ43SEzNpPmz7Hja6EQsNqPzcr.jpg",
    "genre_ids": [
      28
    ],
    "id": 500494,
    "original_language": "te",
    "original_title": "నా పేరు సూర్య",
    "overview": "Despite having serious anger management issues, Surya, an Indian Army officer is a brilliant officer but when anger takes control of him he is impossible to subdue. In spite of this issue, he achieves his goal of serving the country by overcoming the hurdles.",
    "popularity": 3.6279,
    "poster_path": "/3cOzTn2I7TvsJ8tPFwPNl3YkK0C.jpg",
    "release_date": "27/04/2018",
    "title": "Naa Peru Surya - Naa Illu India",
    "video": false,
    "vote_average": 5.9,
    "vote_count": 39
  },
  {
    "adult": false,
    "backdrop_path": "/ufIBTxYkaI4PTTC9UD2SYFYmZXn.jpg",
    "genre_ids": [
      10751,
      18
    ],
    "id": 793411,
    "original_language": "te",
    "original_title": "అన్నపూర్ణమ్మ గారి మనవడు",
    "overview": "Annapurna's son is Pranay who married Amrutha but was killed by Amrutha's father due to Pranay's caste. After 12 years, Amrutha also dies of depression and sends her son to Pranay's mother, Annapurna.",
    "popularity": 3.7989,
    "poster_path": "/vT9XDQgztfml2qHU9QFODrUdGOS.jpg",
    "release_date": "04/02/2021",
    "title": "Annapurnamma Gari Manavadu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/kQIgkxaUBjFGGHzluveG4SkuW1Q.jpg",
    "genre_ids": [
      53,
      35
    ],
    "id": 889988,
    "original_language": "te",
    "original_title": "Eight",
    "overview": "An Illusion thriller.",
    "popularity": 3.6242,
    "poster_path": "/3ymKYM6csKJ0H6iQxOOEzraL5v9.jpg",
    "release_date": "",
    "title": "Eight",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/nL9ajnjwCIzVUxZLJxfsE9z4Iop.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 63414,
    "original_language": "te",
    "original_title": "డార్లింగ్",
    "overview": "Prabha prepares to meet Nandini, his childhood friend, at a reunion party organised by his father. However, things take a turn when Nisha, a gangster's daughter, falls in love with him.",
    "popularity": 3.6208,
    "poster_path": "/lUPhjbTUbOdprc9waFcB47bmKKE.jpg",
    "release_date": "23/04/2010",
    "title": "Darling",
    "video": false,
    "vote_average": 6.483,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 991191,
    "original_language": "te",
    "original_title": "Bhakta Tukaram",
    "overview": "The story of this film is based on the life story of a prominent saint Tukaram.",
    "popularity": 3.6194,
    "poster_path": "/rij50Iu1oYApTfTDM5LjsMN5thL.jpg",
    "release_date": "05/07/1973",
    "title": "Bhakta Tukaram",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ygSh0HQgfUzTOMErBvjXCnKniGy.jpg",
    "genre_ids": [
      28,
      53,
      80
    ],
    "id": 63469,
    "original_language": "te",
    "original_title": "గోలీమార్",
    "overview": "Gangaram (Gopichand), an orphan raised by M.S. Narayana always craves to be a Police Officer and he becomes one. His intensity, dedication and straight forwardness gains him respect from his seniors and soon he starts running a cell that specializes in killing the gang members of two gangs – Talwar Gang and Khaled Gang. How does this honest police officer try to get on top of these gangs forms the rest of the story.",
    "popularity": 3.619,
    "poster_path": "/fggeRCAz6iq5lJSZ1eR59z92gfR.jpg",
    "release_date": "27/05/2010",
    "title": "Golimaar",
    "video": false,
    "vote_average": 6.778,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/2JPcttucVLQRni5IsyEo1iBpGij.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 755431,
    "original_language": "te",
    "original_title": "మహా సముద్రం",
    "overview": "Two men in Vizag are steadfast friends since years but what happens when one of them is forced out of the city and the other takes the responsibility of his mistakes.",
    "popularity": 3.6131,
    "poster_path": "/h1pRGwpPsj76aO3fjcg2jyo4Bbb.jpg",
    "release_date": "14/10/2021",
    "title": "Maha Samudram",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/sh0ZJIHf58fvu02EPeXFOyAMfes.jpg",
    "genre_ids": [
      10749,
      18,
      10751
    ],
    "id": 344823,
    "original_language": "te",
    "original_title": "పండగ చేస్కో",
    "overview": "Karthik, a money minded businessman, gets engaged to another money-minded girl Anushka. When his factory gets shut down by an environment activist Divya, he goes back to India only to fall in love with her.",
    "popularity": 3.6131,
    "poster_path": "/ktYd0F7pHkyZEk8yutkQPA869SM.jpg",
    "release_date": "29/05/2015",
    "title": "Pandaga Chesko",
    "video": false,
    "vote_average": 5.455,
    "vote_count": 11
  },
  {
    "adult": false,
    "backdrop_path": "/b2p8GKgeylD0o0Ka9FfSbBYXQMg.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 148808,
    "original_language": "te",
    "original_title": "గీతాంజలి",
    "overview": "Prakash, who is diagnosed with terminal cancer, and Geethanjali, an equally ill patient, fall in love with each other. However, when she learns about his illness, she decides to move out of his life.",
    "popularity": 3.6085,
    "poster_path": "/qZVWloCwvgP5JtaqBWoFY6YspzT.jpg",
    "release_date": "10/05/1989",
    "title": "Geethanjali",
    "video": false,
    "vote_average": 6.75,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18,
      35
    ],
    "id": 112846,
    "original_language": "te",
    "original_title": "తొలిప్రేమ",
    "overview": "Balu falls in love with Anu who has come to her grandfather's house from the US. He even saves her life during an accident, but he is still not able to express his love to her.",
    "popularity": 3.6066,
    "poster_path": "/jx7BcuTXozA58uVXA3Em6142zfa.jpg",
    "release_date": "24/07/1998",
    "title": "Tholi Prema",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/povD3baqXxCb58cR8YtQpFXXAXA.jpg",
    "genre_ids": [
      18,
      35,
      10749
    ],
    "id": 74154,
    "original_language": "te",
    "original_title": "నువ్వొస్తానంటే నేనొద్దంటానా",
    "overview": "Siri and Sriram fall in love with each other and plan to get married. However, his mother disapproves of their relationship.",
    "popularity": 3.604,
    "poster_path": "/zixbDSR1gOHgcATGdMaq20LjZEL.jpg",
    "release_date": "14/01/2005",
    "title": "Nuvvostanante Nenoddantana",
    "video": false,
    "vote_average": 6.673,
    "vote_count": 26
  },
  {
    "adult": false,
    "backdrop_path": "/3Lltfcis0LX3MrIMHXJ5HfgUS56.jpg",
    "genre_ids": [
      10749,
      28,
      18
    ],
    "id": 500723,
    "original_language": "te",
    "original_title": "అ!",
    "overview": "‘Awe’ charts the journey of a motley of characters that have nothing to do with each other but are yet connected by a single, fragile string. Who are these people and what about their lives connect them to each other is what the film is all about.",
    "popularity": 3.6025,
    "poster_path": "/98Dn1D22PWmgwkEx7UEVLtpAPmk.jpg",
    "release_date": "16/02/2018",
    "title": "Awe!",
    "video": false,
    "vote_average": 7.053,
    "vote_count": 38
  },
  {
    "adult": false,
    "backdrop_path": "/c9Njr6r0ltssW6DqGISB2n9gYJx.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 920736,
    "original_language": "te",
    "original_title": "హ్యాపీ బర్త్డే",
    "overview": "A motley crew congregates at an upscale hotel for various reasons right after a bill is passed, allowing citizens to carry firearms. A madcap journey reveals everyone’s hidden motives.",
    "popularity": 3.6022,
    "poster_path": "/as2cX6cDsGvyBEKRQ0QZimhi49I.jpg",
    "release_date": "08/07/2022",
    "title": "Happy Birthday",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/nAHp4y5jhZXBsUO6zUvPduwyDhV.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 81068,
    "original_language": "te",
    "original_title": "ఖడ్గం",
    "overview": "After being victims of terrorism, an aspiring actor, a driver and a sincere police officer come together to stop a terrorist from fleeing and put an end to his plans.",
    "popularity": 3.6012,
    "poster_path": "/vBoZU9d5TknaTGG25lKTKa5m6Ct.jpg",
    "release_date": "29/11/2002",
    "title": "Khadgam",
    "video": false,
    "vote_average": 7.4,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/aIZDssvWpzniJNSWOZfgkikM7Pj.jpg",
    "genre_ids": [
      28,
      80,
      18,
      53
    ],
    "id": 864221,
    "original_language": "te",
    "original_title": "భోళా శంకర్",
    "overview": "A reformed gangster now taxi driver unwittingly draws the vengeance of a crime syndicate after aiding the police in busting a smuggling operation. Fueled by a burning desire for justice and to protect his adopted sister, he embarks on a relentless quest to hunt down the mobsters responsible.",
    "popularity": 3.6002,
    "poster_path": "/hgip2gbwu19ITJw1KvzLjKHIInt.jpg",
    "release_date": "10/08/2023",
    "title": "Bhola Shankar",
    "video": false,
    "vote_average": 4,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/8c8ue83QX0mTEUNHmLmHcMfy8be.jpg",
    "genre_ids": [
      28,
      80,
      18
    ],
    "id": 784572,
    "original_language": "te",
    "original_title": "క్రాక్",
    "overview": "Pothuraju Veera Shankar is a hot-headed circle inspector from Andhra who doesn’t like to hear the word ‘background’. Wherever he is appointed in the state, he brings all the notorious gundas to their knees with his signature policing style. When Shankar is appointed in Ongole, the brutal Katari commits a spine-chilling murder and angers Shankar. How the rivalry between Pothuraju Veera Shankar and Katari turns worse is what Krack is all about.",
    "popularity": 3.5847,
    "poster_path": "/jWzsCbUVeMZy286wNEhhYN3iDSO.jpg",
    "release_date": "09/01/2021",
    "title": "Krack",
    "video": false,
    "vote_average": 6,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/giNimfYbC0dRRqEBwMTVptqnacf.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 1426711,
    "original_language": "te",
    "original_title": "Coffee With A Killer",
    "overview": "In 'Coffee with a Killer', a ruthless man receives a contract for an illegal activity. On this mission, he enters a coffee shop and observes his surroundings. Each table is filled with many stories. Who is the hitman's target? How does he do the job?",
    "popularity": 3.5992,
    "poster_path": "/9FC5yYiz9JVruKWbxTuiWVZcbbY.jpg",
    "release_date": "30/01/2025",
    "title": "Coffee With A Killer",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/ttAXVsnc716q4EXC4bV5LnX4HzE.jpg",
    "genre_ids": [
      10749,
      18,
      10751
    ],
    "id": 82749,
    "original_language": "te",
    "original_title": "స్వర్ణకమలం",
    "overview": "Meenakshi is a disillusioned classical dancer. With the support of her neighbor Chandram, a painter who admires her talent, she begins a journey to appreciate and celebrate her art.",
    "popularity": 3.5992,
    "poster_path": "/9tH4KWOtKdsZlqGgvSdYCPiUkHS.jpg",
    "release_date": "15/07/1988",
    "title": "Swarnakamalam",
    "video": false,
    "vote_average": 7.8,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18
    ],
    "id": 54303,
    "original_language": "te",
    "original_title": "నిర్ణయం",
    "overview": "A crime-lord frames Raghuram, an innocent man, to hide his misdeeds. However, an undercover policeman, Vamsi, sets out to catch Raghuram but realises that he is not the culprit.",
    "popularity": 3.5992,
    "poster_path": "/bVUEOo3Jt8LV82YJfR3xzWeNl99.jpg",
    "release_date": "21/02/1991",
    "title": "Nirnayam",
    "video": false,
    "vote_average": 6,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 1027248,
    "original_language": "te",
    "original_title": "Raksha Rekha",
    "overview": "The film begins with Kalavathi, the only daughter of Simhala King Rajasimha, who is averse to marriage. So was Sudhakara, son of King Parthapa of Avanthi. Unable to convince him to get married, King Parthapa keeps him, along with a servant Dooradarsi, in a dilapidated house in the forest.",
    "popularity": 3.5935,
    "poster_path": "/mcSS2FUShAM1B9ALypSYrXVl6q3.jpg",
    "release_date": "30/04/1949",
    "title": "Raksha Rekha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/yCR0xNZCgoG8pK8IV4TTXYFBdNa.jpg",
    "genre_ids": [
      53,
      28
    ],
    "id": 890461,
    "original_language": "te",
    "original_title": "అర్థం",
    "overview": "A psychological thriller deals with the importance of protecting family values, and propagates the primacy of women in our lives.",
    "popularity": 3.5922,
    "poster_path": "/s9lwlhRbzpR0hkWk8xqOy3JyjRG.jpg",
    "release_date": "",
    "title": "Arrtham",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/3gbU4s58jB4BxYgbfyfIgEvXpR.jpg",
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 77715,
    "original_language": "te",
    "original_title": "బద్రీనాధ్",
    "overview": "Trained by a religious martial arts guru, Badri becomes the protector of Badrinath temple and tries to revive Alakananda's faith in God, unaware of the fact that she has fallen for him.",
    "popularity": 3.5897,
    "poster_path": "/lrhPSR8ok9u6OzciZ7aCXSdg4Mt.jpg",
    "release_date": "10/06/2011",
    "title": "Badrinath",
    "video": false,
    "vote_average": 3.9,
    "vote_count": 27
  },
  {
    "adult": false,
    "backdrop_path": "/m83DTIdUEUim8iJ4Ed7IxkTAH0f.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 461426,
    "original_language": "te",
    "original_title": "నక్షత్రం",
    "overview": "A young boy is made to realise that the police form the backbone of society and every cop is akin to Lord Hanuman the protector. He then makes up his mind about becoming a cop when he grows up.​",
    "popularity": 3.5896,
    "poster_path": "/wvTvOLYagPanWlJ2OTe1hBCgmhC.jpg",
    "release_date": "03/08/2017",
    "title": "Nakshatram",
    "video": false,
    "vote_average": 2.9,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/gtSGwFC6kqoKMjpzuU0CxLMWYWr.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 931201,
    "original_language": "te",
    "original_title": "Pavithra",
    "overview": "Pavitra resorts to prostitution in order to save her cancer-stricken mother. However, things take a turn when she meets Siva, a womaniser who blackmails his female companions.",
    "popularity": 3.5877,
    "poster_path": "/9FRZ6LkQuD7r3BBTxTLnQjlwaQy.jpg",
    "release_date": "07/06/2013",
    "title": "Pavithra",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/vmHJn96rbCfY04lAot87YsJJjHx.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 1032302,
    "original_language": "te",
    "original_title": "రుద్రంగి",
    "overview": "Set during the 1940s, Bheem Rao Deshmukh, a ruthless monarch and womanizer, rules Rudrangi and treats the local people there as his slaves.One day Bheem Rao comes across a woman named Rudrangi, and he falls for her beauty. Bheem Rao badly wants to have a sexual encounter with Rudrangi, and tyrannizes an entire village of Rudrangi fulfill his lust.",
    "popularity": 3.5861,
    "poster_path": "/mqls4AP0wQ5x3OjzCfRDUrHVWbd.jpg",
    "release_date": "07/07/2023",
    "title": "Rudrangi",
    "video": false,
    "vote_average": 7,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/fy5Ea8h75FZX1q9F03lScxnE1Wf.jpg",
    "genre_ids": [
      18,
      36,
      10752
    ],
    "id": 496495,
    "original_language": "te",
    "original_title": "సై రా నరసింహ రెడ్డి",
    "overview": "Gwalior Fort, during the Indian Rebellion of 1857. In a moment of despair, Lakshmibai, Rani of Jhansi, encourages her men by telling them the heroic story of Uyyalawada Narasimha Reddy, a brave Telugu chieftain who took up arms in 1846 to protest against the numerous arbitrariness and crimes perpetrated by the leaders and military forces of the East India Company.",
    "popularity": 3.5856,
    "poster_path": "/uEheujJysophwGaqHWPu1UCPthl.jpg",
    "release_date": "27/09/2019",
    "title": "Sye Raa Narasimha Reddy",
    "video": false,
    "vote_average": 6.329,
    "vote_count": 35
  },
  {
    "adult": false,
    "backdrop_path": "/jk9qY9bjAdH6RJL960kyYzcKetJ.jpg",
    "genre_ids": [],
    "id": 560203,
    "original_language": "te",
    "original_title": "అదుగో",
    "overview": "Bunty, the little pink piglet is the apple of Chanti’s (Sathwik) eye. But what happens when this innocent little creature is embroiled with people who each have their own agenda to seek?",
    "popularity": 3.5848,
    "poster_path": "/5fgO5ey3B2WAYA6xDbvvoLqx6xU.jpg",
    "release_date": "29/01/2018",
    "title": "Adhugo",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      28
    ],
    "id": 279128,
    "original_language": "te",
    "original_title": "లంకేశ్వరుడు",
    "overview": "Shankar decides to leave behind his life as a gangster and lead a normal life. However, when his brother-in-law's life is at stake, he decides to rethink his decision.",
    "popularity": 3.5823,
    "poster_path": "/fOt2Ckvc3Hf9rMtbRXkkpIgrq76.jpg",
    "release_date": "27/10/1989",
    "title": "Lankeshwarudu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/lSzXCaUV4yACtvKpN5j6HuCXhFG.jpg",
    "genre_ids": [
      18
    ],
    "id": 676542,
    "original_language": "te",
    "original_title": "ఎన్టీఆర్: మహానాయకుడు",
    "overview": "A follow up to NTR: Kathanayakudu which was based on N.T. Rama Rao's life and acting career. This movie focuses on his political career.",
    "popularity": 3.5819,
    "poster_path": "/65PgvZv20xSJZWVTJspGpU5FtcQ.jpg",
    "release_date": "06/02/2019",
    "title": "N.T.R: Mahanayakudu",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/aHtZFBjUCSpghKWl2rU7zP6FhRQ.jpg",
    "genre_ids": [
      80,
      53,
      28
    ],
    "id": 811945,
    "original_language": "te",
    "original_title": "హిట్: ది సెకండ్ కేస్",
    "overview": "Krishna Dev aka KD, a laidback cop working in Andhra Pradesh State HIT, takes on a gruesome murder case. As KD unravels the layers of the crime, the stakes rise unbelievably high and the threat comes unusually close.",
    "popularity": 3.3865,
    "poster_path": "/tidXGOilCSa5sch1KGiEXrWeYCf.jpg",
    "release_date": "01/12/2022",
    "title": "HIT: The 2nd Case",
    "video": false,
    "vote_average": 6.943,
    "vote_count": 35
  },
  {
    "adult": false,
    "backdrop_path": "/qgirkEXAOznx1w9pXH143W3Ch5R.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 787163,
    "original_language": "te",
    "original_title": "లైగర్",
    "overview": "The journey of Liger, from Karimnagar to Mumbai, from a nobody to a competitor, in his search for recognition while navigating his weaknesses, relationships, and love life.",
    "popularity": 3.7941,
    "poster_path": "/bBZJAdfmcwhyvkwK1XajnHECdoY.jpg",
    "release_date": "25/08/2022",
    "title": "Liger",
    "video": false,
    "vote_average": 4.273,
    "vote_count": 33
  },
  {
    "adult": false,
    "backdrop_path": "/4rPXSJFSZvANt5wAH5FEGSU1UyP.jpg",
    "genre_ids": [
      28,
      12,
      35
    ],
    "id": 862946,
    "original_language": "te",
    "original_title": "శాకినీ ఢాకినీ",
    "overview": "Two trainee female police officers find themselves in an endless race against time after they witness a kidnapping and decide to use their knowledge.",
    "popularity": 3.5792,
    "poster_path": "/ggD6ddmE2Uz2AVgbF48vMZvg3sf.jpg",
    "release_date": "16/09/2022",
    "title": "Saakini Daakini",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 13
  },
  {
    "adult": false,
    "backdrop_path": "/rop3PGq1G5ZUJd84wpgELzZkqNP.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 1118264,
    "original_language": "te",
    "original_title": "రా",
    "overview": "Sridhar, a womaniser, meets his match when he tries to seduce Shanthi, who refuses to fall for him. Later, he learns that Shanthi has a hidden motive for resisting his advances.",
    "popularity": 3.5743,
    "poster_path": "/cI1IapJN8LpLkJSykGzlFly47a6.jpg",
    "release_date": "01/11/2001",
    "title": "Raa",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10749
    ],
    "id": 938146,
    "original_language": "te",
    "original_title": "న్యాయం కావాలి",
    "overview": "Bharathi's parents refuse to accept her after discovering that she is pregnant with Suresh's child, the man who cheated her.",
    "popularity": 3.5682,
    "poster_path": "/7z8o2HedVdkcqKFRM4VQHXBSh4X.jpg",
    "release_date": "15/05/1981",
    "title": "Nyayam Kavali",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/rBImjq5lXl4UTlHHDAeJpv0EkoP.jpg",
    "genre_ids": [
      28,
      80,
      53
    ],
    "id": 422592,
    "original_language": "te",
    "original_title": "ఇజం",
    "overview": "An undercover journalist finds himself hunted by corrupt politicians and the gangster whose daughter he betrayed in order to obtain evidence against him.",
    "popularity": 3.5672,
    "poster_path": "/68xeIJRZYUINTWNj1BrMSgGwAtt.jpg",
    "release_date": "21/10/2016",
    "title": "Ism",
    "video": false,
    "vote_average": 6,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18,
      10751
    ],
    "id": 500189,
    "original_language": "te",
    "original_title": "Sneham Kosam",
    "overview": "Prabhavati lives a wealthy lifestyle in India with her dad, mom, and elder sister, Rani. Rani is of marriageable age and her marriage is arranged with her mom's half-brother, but just after the marriage one of their servants, Sheroo, a close friend of her dad's, kills her mother, is arrested by the Police, tried in Court, and sentenced to 15 years in jail. Since that day relations have been strained between her dad, Rani, and her husband. She re-locates to U.S.A. to study, and when she returns she finds that Sheroo's has been replaced by his son, Veeru, and runs their household, while there has been no improvement in the relationship between her dad and Rani and her family, which also includes, Veena, Rani's daughter. Prabhavati attempts to bridge the misunderstandings between her dad and sister, but to no avail, and when she proposes to get married to Rani's nephew, Ranjeet, her father opposes this tooth and nail. Then Sheroo is discharged from prison and returns home to find that ...",
    "popularity": 3.5645,
    "poster_path": "/8CJ1YQ7772C0GObelY5pYAp8MCy.jpg",
    "release_date": "01/01/1999",
    "title": "Sneham Kosam",
    "video": false,
    "vote_average": 6.7,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/nMZ2hUyw8PXT4a1Nbhzr9LX95ie.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 863931,
    "original_language": "te",
    "original_title": "గాడ్‌ఫాదర్‌",
    "overview": "The sudden demise of the celebrated leader PKR leaves the ruling party in a political crisis and shakes up the family. The party has to elect a leader, and more than one player is in contention. Everyone’s intentions are blurred, and loyalties are in question. Brahma is a game changer in this squabble. Who will succeed as the leader and become the CM?",
    "popularity": 3.5642,
    "poster_path": "/im4u5huiePz0PKFWF4Thb7Tc3db.jpg",
    "release_date": "05/10/2022",
    "title": "GodFather",
    "video": false,
    "vote_average": 5.781,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35
    ],
    "id": 808835,
    "original_language": "te",
    "original_title": "రామచారి",
    "overview": "Ramachari(venu) is has a police uncle(Brahmanandam) Venu. falls in love with heroine(kamalini mukharjee).He will have a dog that will save many people by identifying bomb.The rest of the story is all about catching the villian and marrying heroine.",
    "popularity": 4.2228,
    "poster_path": "/d8OONSbgexXDhAKv1qVptNllGHa.jpg",
    "release_date": "17/05/2013",
    "title": "Ramachari Eedo Pedda Goodachari",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/cPkUuCGEIgYlcHCZeZ3CA9dPPXO.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 81986,
    "original_language": "te",
    "original_title": "కల్యాణ్ రామ్ కత్తి",
    "overview": "A football player unleashes his rage when his sister goes missing one day is found married to a man harassing her.",
    "popularity": 3.5609,
    "poster_path": "/yiadoOQuJAhDxELkL7CNTEz1cOF.jpg",
    "release_date": "12/11/2010",
    "title": "Kalyan Ram Kathi",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/tKKtDFQ5j1KnPp81M7g85ECE0zm.jpg",
    "genre_ids": [
      27,
      18
    ],
    "id": 1047902,
    "original_language": "te",
    "original_title": "మసూద",
    "overview": "A mother and her teen daughter from a middle-class background, whose humble life goes upside down, when the daughter gets possessed by a ghost and her single mother seeks the help of their cowardly neighbour.",
    "popularity": 3.5602,
    "poster_path": "/8tteFyJbPxvVr57K1CjGhKbqEjY.jpg",
    "release_date": "18/11/2022",
    "title": "Masooda",
    "video": false,
    "vote_average": 6.75,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/zREgDNHKtHQ0eBFDI8WFgaV6Baa.jpg",
    "genre_ids": [
      53,
      28,
      80
    ],
    "id": 544758,
    "original_language": "te",
    "original_title": "ఆటగాళ్ళు",
    "overview": "A man is framed for murder while a lawyer does his best to prove he committed it. Who killed the victim and why the lawyer is looking to frame an innocent man forms the crux of the story.",
    "popularity": 3.5597,
    "poster_path": "/u0nqahU0HvnPzmxhhuAhMX1hPqd.jpg",
    "release_date": "24/08/2018",
    "title": "Aatagallu",
    "video": false,
    "vote_average": 4.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/gIyPhWZRGHlpJdTvHzY7OEptOWt.jpg",
    "genre_ids": [
      10751,
      18,
      10749
    ],
    "id": 82264,
    "original_language": "te",
    "original_title": "ఒకరికి ఒకరు",
    "overview": "Kamesh, a young man travelling to Kaasi, sees Swapna, an NRI, at a railway station and falls in love with her. When Swapna returns to the US, Kamesh fights all odds to follow suit and win her love.",
    "popularity": 3.5571,
    "poster_path": "/nyKE2kxnhSlbHjolVP9DILV3ybz.jpg",
    "release_date": "09/10/2003",
    "title": "Okariki Okaru",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/uoOtU36LV6UEF5EdGbw9X018827.jpg",
    "genre_ids": [
      28,
      10749,
      53
    ],
    "id": 474955,
    "original_language": "te",
    "original_title": "యుద్ధం శరణం",
    "overview": "When his family is torn apart, Arjun sets out to on a journey to solve the mystery and seek revenge.",
    "popularity": 3.551,
    "poster_path": "/xI9XuMDxvbXdpruEr8qHkVu8Ip8.jpg",
    "release_date": "08/09/2017",
    "title": "Yuddham Sharanam",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/pOgMpSV1zu062aRzxErHchcqb4a.jpg",
    "genre_ids": [
      28,
      35,
      80,
      10751,
      18
    ],
    "id": 125835,
    "original_language": "te",
    "original_title": "జులాయి",
    "overview": "An intelligent young man and a timid cop team up to catch a criminal who wants revenge after a foiled bank robbery.",
    "popularity": 3.5506,
    "poster_path": "/w6yRjVCspXdhi93POVuKXpRZls8.jpg",
    "release_date": "09/08/2012",
    "title": "Julayi",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 38
  },
  {
    "adult": false,
    "backdrop_path": "/5k2Xi7nX2hvs5h4tCVOJaO0S02d.jpg",
    "genre_ids": [
      10749,
      53
    ],
    "id": 426614,
    "original_language": "te",
    "original_title": "ఎక్కడికి పోతావు చిన్నవాడా",
    "overview": "A visual effects artist gets possessed by an evil spirit and tries to get rid of it until he meets another innocent soul possessed by spirits.",
    "popularity": 3.548,
    "poster_path": "/oJ6PWpse5OPDYsFSlCFrzOay7fh.jpg",
    "release_date": "18/11/2016",
    "title": "Ekkadiki Pothavu Chinnavada",
    "video": false,
    "vote_average": 6.059,
    "vote_count": 17
  },
  {
    "adult": false,
    "backdrop_path": "/ngRPqZ32pjZFt4y6lFjnsNiUSZs.jpg",
    "genre_ids": [
      35,
      12
    ],
    "id": 73112,
    "original_language": "te",
    "original_title": "వెంకీ",
    "overview": "Venky is headed to Hyderabad to join the police force. However, he ends up embroiled in a double murder on the train. When he joins the academy, he realises that their boss is the murderer.",
    "popularity": 3.5475,
    "poster_path": "/xCtw4lF84m57WIh1nIOnZvKMvKw.jpg",
    "release_date": "26/03/2004",
    "title": "Venky",
    "video": false,
    "vote_average": 6.4,
    "vote_count": 15
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 104728,
    "original_language": "te",
    "original_title": "అయ్యారే",
    "overview": "The movie tries to caution common man from becoming a prey to the designs of conmen and fake godman, says Rajendra Prasad. “The bitter social message is delivered with humour acting as a sugar coating and my role portrays how by a quirk of fate, a person turns into a godman and then a pawn in the hands of villains,” he says.",
    "popularity": 3.5457,
    "poster_path": "/jIngm8BkosWGQiDAovm1b4ZZXZJ.jpg",
    "release_date": "20/01/2012",
    "title": "Ayyare",
    "video": false,
    "vote_average": 6,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/ssdg1U6ValPdos6EekPy8LJDZO1.jpg",
    "genre_ids": [
      28,
      10749
    ],
    "id": 117058,
    "original_language": "te",
    "original_title": "దేశముదురు",
    "overview": "After Bala, who works for a TV channel, gets into trouble with a goon, he is sent away for an out-of-town assignment. There he meets and falls in love with a girl who gets kidnapped by a gangster.",
    "popularity": 3.5456,
    "poster_path": "/7YjI8n9RXaI0NlV91TV3xAFgDLb.jpg",
    "release_date": "12/01/2007",
    "title": "Desamuduru",
    "video": false,
    "vote_average": 5.5,
    "vote_count": 23
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      35,
      18
    ],
    "id": 180736,
    "original_language": "te",
    "original_title": "అప్పుల అప్పారావు",
    "overview": "Appula Appa Rao  is an Indian 1991 Telugu-language film directed by E.V.V. Satyanarayana which features Rajendra Prasad, Shobana and Brahmanandam in the lead roles. Appula Apparao is scripted and directed by E.V.V under the banner of Prasad Studios, Chennai and produced by E.V.V. Satyanarayana.",
    "popularity": 4.1307,
    "poster_path": "/4onQu9UVp5q5mfzfnxiZ7v0jO06.jpg",
    "release_date": "01/01/1991",
    "title": "Appula Appa Rao",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/guR2ftVmLoODJtFCD9MkAwrexgM.jpg",
    "genre_ids": [
      18
    ],
    "id": 885596,
    "original_language": "te",
    "original_title": "Lawyer Viswanath",
    "overview": "Viswanath is a lawyer who is blessed with a loving family which is supported by his wife Kamala and his loving 8-year-old daughter Akshara. He is a man of values and lives with principles. Viswanath spends considerable time with his family to ensure he gives proper love and affection. His world is small, but it is filled with joy and peace. On his daughter's birthday he takes his family for an evening outing and returns back with a load of smile cherishing the well spent evening. On the way back a tragedy strikes Viswanath and his family which is un-imaginable for a person like him. A person like Viswanath who believes love and affection is the path to happiness is shattered.",
    "popularity": 3.5429,
    "poster_path": "/9sd1bqaoty1nJea8NYjrU5Yy118.jpg",
    "release_date": "26/02/2021",
    "title": "Lawyer Viswanath",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/kQEO4siyjvZHsgWNwArExgx1YJw.jpg",
    "genre_ids": [
      9648,
      53
    ],
    "id": 361036,
    "original_language": "te",
    "original_title": "అన్వేషణ",
    "overview": "An officer investigates a series of killings, allegedly by a man-eating tiger in the forest. However, his findings reveal the truth about a sinister serial killer.",
    "popularity": 3.5415,
    "poster_path": "/6VgHoaiBuECbzxSczjomTskBAFW.jpg",
    "release_date": "22/05/1985",
    "title": "Anveshana",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/hjtIq7QCYQEBJFzV5qIq9EzwduJ.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 962108,
    "original_language": "te",
    "original_title": "భజే వాయు వేగం",
    "overview": "Two brothers from village move to city to pursue their dreams, but situations land them in trouble as they inadvertently tangle with dangerous local kingpin, while desperately seeking the money to pay for their father’s life-saving surgery.",
    "popularity": 3.54,
    "poster_path": "/mIChfDh0c8DAkNEEXeAavMbY6u2.jpg",
    "release_date": "31/05/2024",
    "title": "Bhaje Vaayu Vegam",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/omSefGlEmhDYhQBcNGjCNFDF9T.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 82253,
    "original_language": "te",
    "original_title": "నువ్వు లేక నేను లేను",
    "overview": "Radha Krishna and Krishnaveni constantly tease each other and deny any romantic feelings.  But when they become engaged to other people, they realize the truth.",
    "popularity": 3.5398,
    "poster_path": "/d4eNOjQkWdrVCkPnUJg46TZjnJG.jpg",
    "release_date": "14/01/2002",
    "title": "Nuvvu Leka Nenu Lenu",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/arhGNrtkEHS9JX5PBf4xeljBVZD.jpg",
    "genre_ids": [
      35,
      10749,
      10751
    ],
    "id": 834654,
    "original_language": "te",
    "original_title": "అంటే... సుందరానికీ!",
    "overview": "A man from a Brahmin family falls in love with a Christian girl. In order to convince their parents, they say contrasting lies which complicates the situation and leads to a comedy of errors.",
    "popularity": 3.5397,
    "poster_path": "/yzMsEhiW8ip3hweLCnu48t4RdWD.jpg",
    "release_date": "10/06/2022",
    "title": "Ante... Sundaraniki!",
    "video": false,
    "vote_average": 7.111,
    "vote_count": 36
  },
  {
    "adult": false,
    "backdrop_path": "/b96zyEx2TV6gClmaObp9Vout5to.jpg",
    "genre_ids": [
      10751,
      18,
      35
    ],
    "id": 80925,
    "original_language": "te",
    "original_title": "బిందాస్",
    "overview": "Bindaas (Telugu: బిందాస్) is a 2010 Telugu action film directed by Veeru Potla. The film stars Manoj Manchu and Sheena Shahabadi in the lead roles. Music of the film was launched on 9 November 2009. The movie released on February 5, 2010. On March 27, 2010 it had completed 50 Days in cinema halls. It is reported to have made over INR14 crores worldwide. It was dubbed and released in Malayalam as Happy 2 Happy.",
    "popularity": 3.5384,
    "poster_path": "/zxVC4D7KM3MhgOfPH79HorJh0yx.jpg",
    "release_date": "05/02/2010",
    "title": "Bindaas",
    "video": false,
    "vote_average": 6,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/cFpsxdJQoVLqMTSRACmnwNqe27w.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 965203,
    "original_language": "te",
    "original_title": "కస్టడీ",
    "overview": "Siva, a police officer, has to escort a witness to the court. He learns that all the police service wants to kill the witness. An escape begins.",
    "popularity": 3.5381,
    "poster_path": "/qAeYV8NlGIhJFUm2dUUPlLmnnyd.jpg",
    "release_date": "12/05/2023",
    "title": "Custody",
    "video": false,
    "vote_average": 5.278,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/bFm6dH9hnGl0jrxtXtZC4uFLel5.jpg",
    "genre_ids": [
      10749,
      878
    ],
    "id": 611403,
    "original_language": "te",
    "original_title": "బుర్రకథ",
    "overview": "Abhiram  is a man born with two brains – splitting into the massy Abhi and classy Ram whenever triggered by loud noises. How he copes with it forms the crux of the story.",
    "popularity": 3.5368,
    "poster_path": "/53IXCKvCjyjND9QbxS0qrbxKsxp.jpg",
    "release_date": "29/06/2019",
    "title": "Burra Katha",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/s3CNqcRRXHQxGHNFFJqBET9fZL1.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 802592,
    "original_language": "te",
    "original_title": "షాదీ ముబారక్",
    "overview": "Madhav Sunnipenta returns to his homeland from Australia in search of the perfect bride. He hires a marriage bureau that arranges three match-making dates for him, with women from three different backgrounds. The marriage bureau’s owner sends her daughter Thupakula Satyabhama to pick up and accompany him to these dates. The two fall in love during this one-day trip but destiny has other plans for them.",
    "popularity": 3.6509,
    "poster_path": "/wHaRO1Qd0nnkV1QIMtlfSFa2QQA.jpg",
    "release_date": "05/03/2021",
    "title": "Shaadi Mubarak",
    "video": false,
    "vote_average": 6.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/qYqzB5n8cEueyGbAlRCQq63AFO.jpg",
    "genre_ids": [
      18
    ],
    "id": 726027,
    "original_language": "te",
    "original_title": "శ్రీ‌కారం",
    "overview": "Karthik hails from Rayalaseema and is doing well in his career as a project lead in an IT company. Wanting to pursue the family’s vocation of farming, he quits his job and returns back to his village. Will he be able to bring back lost glory to the profession?",
    "popularity": 3.5259,
    "poster_path": "/3csTaJ5fZ0XyCegpGP3MjmGieWI.jpg",
    "release_date": "11/03/2021",
    "title": "Sreekaram",
    "video": false,
    "vote_average": 6.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/ejQVKPkr2zwD1NLrzU3uHNVnogv.jpg",
    "genre_ids": [
      28,
      80,
      18,
      10749
    ],
    "id": 56996,
    "original_language": "te",
    "original_title": "అతిథి",
    "overview": "Young Amrita Goutham's parents bring home a poor and homeless boy from the streets of Hyderabad, and adopt him. Shortly thereafter her life is shattered when her parents are killed by this boy and she goes to live with her brother, and his wife. Years later, she has grown up, and has a niece, Aishwarya. While being chased by some goons, a male named Aditya, comes to her rescue, and she falls in love with him. Amidst nation-wide kidnappings taking place allegedly at the hands of one Kaiser, she soon finds out that Aditya is none other than the one who killed her parents and may have returned back into her family's life to kill all of them.",
    "popularity": 3.5255,
    "poster_path": "/d68T5EBEMn7Is8xG1GpezGcD8G9.jpg",
    "release_date": "18/10/2007",
    "title": "Athidhi",
    "video": false,
    "vote_average": 5.714,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 302125,
    "original_language": "te",
    "original_title": "ఆత్మ గౌరవం",
    "overview": "A zamindar who does not have any heir wishes to adopt Srinivas. However, his wife is against it and instead wants to adopt Venu, who is her sister's son.",
    "popularity": 3.5216,
    "poster_path": "/8hXl25OuQVMDn8zn3NzkMlzIvVb.jpg",
    "release_date": "01/01/1965",
    "title": "Aatma Gowravam",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      80,
      36,
      28
    ],
    "id": 486399,
    "original_language": "te",
    "original_title": "ఒక్కడు మిగిలాడు",
    "overview": "'Okkadu Migiladu' is the story of displaced Sri Lankan Tamilians who find themselves stuck with the tag of 'refugees' all their lives. The mistreatment they face both in India and Sri Lanka, with either country refusing to accept them as their own, forms the crux of the story.",
    "popularity": 3.5213,
    "poster_path": "/dQCHGxOOmt1u6EP9lW4W93HNFDL.jpg",
    "release_date": "10/11/2017",
    "title": "Okkadu Migiladu",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/6JdOkSgd8wkAQbT6Ncib4DrnyiS.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 461126,
    "original_language": "te",
    "original_title": "రంగస్థలం",
    "overview": "Chitti Babu begins to suspect his elder brother's life is in danger after they team up to lock horns with their village president and overthrow his unlawful 30 year old regime.",
    "popularity": 3.5212,
    "poster_path": "/oZGZ8jJ3y64goe5NEqteEeXsfyJ.jpg",
    "release_date": "29/03/2018",
    "title": "Rangasthalam",
    "video": false,
    "vote_average": 7.082,
    "vote_count": 73
  },
  {
    "adult": false,
    "backdrop_path": "/v7aNfbADrq8ENgY9FiIjkEi937j.jpg",
    "genre_ids": [
      28,
      878,
      53
    ],
    "id": 1127824,
    "original_language": "te",
    "original_title": "డబుల్ ఇస్మార్ట్",
    "overview": "Big Bull, a notorious assassin, wants to achieve immortality by transferring his memories to \"iSmart\" Shankar, who already has another's person's memories, leading to the intense confrontation between Shankar and Big Bull.",
    "popularity": 3.5202,
    "poster_path": "/kwaitETl1wiQ9kgOMxIuNOawcJP.jpg",
    "release_date": "15/08/2024",
    "title": "Double iSmart",
    "video": false,
    "vote_average": 4.05,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 279322,
    "original_language": "te",
    "original_title": "రుస్తూం",
    "overview": "Rustum is a 1984 Telugu film directed by Kodandarami Reddy. The film stars Chiranjeevi, Urvashi, Raogopal Rao and Nutan Prasad in lead roles.",
    "popularity": 3.5195,
    "poster_path": "/uUywTwnMdyO2IiQj3zitogt7qcL.jpg",
    "release_date": "20/12/1984",
    "title": "Rustum",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 279290,
    "original_language": "te",
    "original_title": "జేబు దొంగ",
    "overview": "Chittibabu (Chiranjeevi) and Bhanupriya are small-time thieves who are fighting with each other. Sathyanarayana and Gollapudi are CBI officers who are investigating Kannada Prabhakar (KP) and his activities in his secret forest hideout with the help of a secret agent. When the agent gets killed, they suspect infiltrators in their agency and make Chiru as the decoy agent so that their actual agent can get the info. The villains, thinking that Chiru is a CBI agent try to kill him and create problems for him, which he doesn't understand and he gets involved in a murder case to be rescued by a beautiful girl (Radha). He later comes to know of the confusion on him from the officers and refuses to help them. But when he comes to know that Radha is the actual agent and is the daughter of Satyanarayana trying to bring criminals to justice, he feels responsible for the country and joins hands with them in eliminating the threat posed by KP's organization.",
    "popularity": 3.519,
    "poster_path": "/ffyBFcmZrFsf0SDDBtDsclAOcc8.jpg",
    "release_date": "24/12/1987",
    "title": "Jebu Donga",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/4JgZdSxx0YOwUx4cdokGgD9o4fE.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 989017,
    "original_language": "te",
    "original_title": "వాల్తేరు వీరయ్య",
    "overview": "A notorious smuggler Waltair Veerayya is hired by a CI Seethapathi, reaches Malaysia with the ostensible mission of kidnapping a drug mafia leader named Solomon, who escaped India after wreaking havoc on the RAW agents and local policemen. Veerayya manages to pummel Solomon, who is fiercely protected by his ruthless gang-lord brother Kaala. Tables are turned, when Veerayya reveals that he shares a turbulent past with Kaala & an ACP Vikram Sagar who is hell-bent on ending his smuggling activities.",
    "popularity": 3.5186,
    "poster_path": "/g4mx225pbBH5i0KSjc3t1pO5hIy.jpg",
    "release_date": "13/01/2023",
    "title": "Waltair Veerayya",
    "video": false,
    "vote_average": 5.333,
    "vote_count": 30
  },
  {
    "adult": false,
    "backdrop_path": "/nw4OAubvf1Ab6Bm5dQePyQi1Rmm.jpg",
    "genre_ids": [
      28,
      18,
      53
    ],
    "id": 566487,
    "original_language": "te",
    "original_title": "అర్జున్ సురవరం",
    "overview": "An investigative journalist is arrested for cheating banks with fake certificates. He discovers a crime syndicate behind the scam and decides to investigate it himself.",
    "popularity": 3.5185,
    "poster_path": "/xUVU65JkqKZDoLqJoZIgb5KOGjI.jpg",
    "release_date": "29/03/2019",
    "title": "Arjun Suravaram",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/i9VmHnWWupz6WN4LrGMYAi6bR2Z.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 443698,
    "original_language": "te",
    "original_title": "Vinavayya Ramayya",
    "overview": "Smitten with unrequited love, a young man inadvertently gets involved in the kidnapping of his beloved, ruining her arranged marriage. Can things be set straight?",
    "popularity": 4.1675,
    "poster_path": "/9lDpuwoCo6e35l5s6YJnghxcxRZ.jpg",
    "release_date": "06/04/2015",
    "title": "Vinavayya Ramayya",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/hGdWzC9jZAdyAAzOAnZKN5YshdA.jpg",
    "genre_ids": [
      28,
      18,
      10749
    ],
    "id": 80856,
    "original_language": "te",
    "original_title": "అర్జున్",
    "overview": "A young man risks his life to guarantee his twin sister's happiness and protect her from murderous in-laws.",
    "popularity": 3.5141,
    "poster_path": "/2raZ04o7uIpFJutYNo7S7KX7bxD.jpg",
    "release_date": "18/08/2004",
    "title": "Arjun",
    "video": false,
    "vote_average": 5.417,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 1171725,
    "original_language": "te",
    "original_title": "సంసారం ఒక చదరంగం",
    "overview": "When her joint family breaks apart, daughter-in-law Uma solves everyone's problems and unites the family again.",
    "popularity": 3.513,
    "poster_path": "/cHiH9TxbBjyCcbWpYCCw8x0qmbT.jpg",
    "release_date": "14/01/1987",
    "title": "Samsaram Oka Chadarangam",
    "video": false,
    "vote_average": 8,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/pRb9zpNXH1u6Fd4Da9H8PaIDwoY.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 868660,
    "original_language": "te",
    "original_title": "గుంటూరు కారం",
    "overview": "Years after his mother left him and remarried, Ramana is asked to sign documents denying any relations with his mother, but he refuses and demands answer to why his mother left him.",
    "popularity": 3.5122,
    "poster_path": "/4WvxzCSHmjbxqc3wethZoBZ5hmA.jpg",
    "release_date": "11/01/2024",
    "title": "Guntur Kaaram",
    "video": false,
    "vote_average": 5.542,
    "vote_count": 24
  },
  {
    "adult": false,
    "backdrop_path": "/2wvwMW9AJHsME3BbRgtkaHkmYO7.jpg",
    "genre_ids": [
      18,
      28,
      35,
      10751
    ],
    "id": 333876,
    "original_language": "te",
    "original_title": "సన్నాఫ్ సత్యమూర్తి",
    "overview": "The son of a rich businessman struggles to save his father's wealth after his demise. However, he faces many challenges when he becomes the sole breadwinner of his family.",
    "popularity": 3.5113,
    "poster_path": "/uYODH2AETxpJj5jHDO9Z84H2uCv.jpg",
    "release_date": "09/04/2015",
    "title": "Son of Satyamurthy",
    "video": false,
    "vote_average": 6.8,
    "vote_count": 57
  },
  {
    "adult": false,
    "backdrop_path": "/aLkXWfKOmJAteX8KxM6eKOXr4jT.jpg",
    "genre_ids": [
      36
    ],
    "id": 362564,
    "original_language": "te",
    "original_title": "త్యాగయ్య",
    "overview": "Thyagaraja was a famous composer in South India. This is his story.",
    "popularity": 3.5098,
    "poster_path": "/lyMMAPthwPTOatym1ntHO3QUnE5.jpg",
    "release_date": "04/10/1981",
    "title": "Thyagayya",
    "video": false,
    "vote_average": 8,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/6jSEkecB0NZFEBl8KhCv8XSwR92.jpg",
    "genre_ids": [
      28,
      35,
      18
    ],
    "id": 69924,
    "original_language": "te",
    "original_title": "వీర",
    "overview": "Veera Venkata Satyanarayana aka Veera is the son of a landlord. But his step mother and step sister stay in city away from them. Meanwhile, his father gets killed from a goon and Veera too murders him. However, a big industrialist plans for a power project in their village and wants to vacate the entire village and takes the help of a local don Rayudu. But Veera halts their efforts. At this juncture, Veera marries Kabaddi Chitti and his brother marries the daughter of commissioner of police.....",
    "popularity": 3.5095,
    "poster_path": "/l9901V8tyk7KzhWoRU7qmHcUn9r.jpg",
    "release_date": "20/05/2011",
    "title": "Veera",
    "video": false,
    "vote_average": 5.125,
    "vote_count": 12
  },
  {
    "adult": false,
    "backdrop_path": "/uUD3l9juYOGNfw2GyTNCLH285dp.jpg",
    "genre_ids": [
      35,
      18,
      28
    ],
    "id": 52944,
    "original_language": "te",
    "original_title": "డాన్ శీను",
    "overview": "This story is all about a ambitious boy named Seenu (Ravi Teja) who dreams of becoming a don. He always likes to be called as ‘Don’ Seenu since childhood due to the strong influence of the Amitabh Bachchan starrer ‘Don’. He grows up with just one passion - that of becoming the World's No: 1 Don. Thanks to his enterprising nature, he gains access to the cream of the city's dons, and uses his cleverness to play off the top two - Machiraju (Sayaji Shinde) and Narsing (Sri Hari), fierce rivals - against each other.",
    "popularity": 3.5072,
    "poster_path": "/xzG4qy5yqq5LJWV8FqIAENTeM8X.jpg",
    "release_date": "06/08/2010",
    "title": "Don Seenu",
    "video": false,
    "vote_average": 5.281,
    "vote_count": 16
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      35
    ],
    "id": 258913,
    "original_language": "te",
    "original_title": "పైసా",
    "overview": "Prakash (Nani) is a streetsmart Sherwani model in the old city who believes that money rules the world. His dream is to earn 1 crore and settle. Noor (Catherine) is a girl in the neighbourhood who loves Prakash to the core but he doesn’t acknowledge her feelings. One day Prakash comes across Sweety (Siddhika), daughter of a wealthy politician (Charan Raj) and feels she is his ticket to settle in life. But one incident happens and that ends up with Prakash and Noor on the run along with huge money bags belonging to Sweety’s father. How that happens and where it leads forms the rest of the tale.",
    "popularity": 3.4485,
    "poster_path": "/dCTBVtkH58osD6DXjhJPBZor9iW.jpg",
    "release_date": "05/12/2013",
    "title": "Paisa",
    "video": false,
    "vote_average": 6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/sd3GV3Eo9mJO3MNksPbypD2IQT5.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 927811,
    "original_language": "te",
    "original_title": "పుణ్యభూమి నాదేశం",
    "overview": "A lazy, alcoholic youngster is thrown out of his village at a very young age by his mother for disobeying her orders. He meets a journalist who urges him to mete out justice to those in need of it.",
    "popularity": 3.5059,
    "poster_path": "/ud2Tx4cUSoOkOWk9WamOmHuI2Oc.jpg",
    "release_date": "23/03/1995",
    "title": "Punya Bhoomi Naa Desam",
    "video": false,
    "vote_average": 1,
    "vote_count": 2
  },
  {
    "adult": false,
    "backdrop_path": "/lpLkjplfpeA2hZ1oMR2WBrd5Njk.jpg",
    "genre_ids": [
      27,
      53
    ],
    "id": 609118,
    "original_language": "te",
    "original_title": "నిను వీడని నీడను నేనే",
    "overview": "A young couple gets involved in an accident in the middle of nowhere. When they go out looking for help, they stumble across an old cemetery. They somehow reach home and things seem normal, except when they look into the mirror, they see someone else.",
    "popularity": 3.5047,
    "poster_path": "/iDnwiRf3tzHwxqazyfSkV50DPXz.jpg",
    "release_date": "12/07/2019",
    "title": "Ninu Veedani Needanu Nene",
    "video": false,
    "vote_average": 6.1,
    "vote_count": 7
  },
  {
    "adult": false,
    "backdrop_path": "/rFv3mA3KUCk9IwBcgUs4FY1cCj4.jpg",
    "genre_ids": [
      28,
      35
    ],
    "id": 315934,
    "original_language": "te",
    "original_title": "అల్లుడు శీను",
    "overview": "Deep in debt, Seenu and his uncle, Narasimha, flee to Chennai but land up in a different city. They then discover that Narasimha is the lookalike of the local don and use it to their advantage.",
    "popularity": 3.5033,
    "poster_path": "/yCiPp45NruSEyXNxfgWHdbfAmGW.jpg",
    "release_date": "25/07/2014",
    "title": "Alludu Seenu",
    "video": false,
    "vote_average": 5.722,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 82901,
    "original_language": "te",
    "original_title": "కథ, స్క్రీన్‌ప్లే, దర్శకత్వం, అప్పల్రాజు",
    "overview": "An aspiring director works hard to fulfill his dream of making a movie. However, in the purely commercial process of turning a script into the final product, he faces so many challenges and is forced to make so many changes that his original story completely loses its authenticity. In the end, it becomes a comic farce, but will it become a success at the box office?",
    "popularity": 3.5021,
    "poster_path": "/vI4YEPMHKGuT8egiqFj5O01Jhyx.jpg",
    "release_date": "18/02/2011",
    "title": "Katha Screenplay Darsakatvam Appalaraju",
    "video": false,
    "vote_average": 4.2,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/6lDF8KWGHP4rFOSFgLoSL9GhJe2.jpg",
    "genre_ids": [
      18,
      10751
    ],
    "id": 82213,
    "original_language": "te",
    "original_title": "నీ... స్నేహం!",
    "overview": "Madhav (Uday Kiran) and Seenu (Jatin) are neighbors and best buddies. They play football representing the AP team. During their trip to Calcutta, Seenu gets injured in order to save Madhav from an accident. Doctors say that Seenu is unfit to play football and he can walk only by using a walking stick. Seenu takes a vow from Madhav that he should not tell anybody that he was injured while saving Madhav.  Amrutha (Arti Agarwal) is a middle class girl who is raised by their grand parents (K Viswanath and Sujatha). Madhav happens to see Amrutha one fine day and falls in love with her. …… If I start telling the relationships and complexity of the relations, you would complain to me after watching the film that I deprived you of enjoying the happenings on the screen. So let me stop writing the story line and start jumping into actor's performance department.",
    "popularity": 3.5016,
    "poster_path": "/lD8R35f2rINl2J13x6I3n9pOjiM.jpg",
    "release_date": "02/12/2002",
    "title": "Nee Sneham",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749
    ],
    "id": 82600,
    "original_language": "te",
    "original_title": "ప్రేమించుకుందాం రా",
    "overview": "The film starts off with the killing of two lovers by Veerabadrayya who is a Rayalaseema factionist and is against love marriages. Giridhar goes to Kurnool, to his sister’s house where he falls in love with their young and beautiful neighbor Kaveri. She too falls in love with Giri. Kaveris father, none other than Veerabadrayya himself comes to know about their affair and as expected resents, so Giri escape with Kaveri. Veerabadrayya sends his goons in their chase. Finally what happens forms the rest of the story?",
    "popularity": 3.5013,
    "poster_path": "/t0c3XsTf6rn4nwMo18vjhYb55zM.jpg",
    "release_date": "01/05/1997",
    "title": "Preminchukundam Raa",
    "video": false,
    "vote_average": 6.3,
    "vote_count": 3
  },
  {
    "adult": false,
    "backdrop_path": "/3xvSUNNWdAgzPaKkShNULwET94b.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 891479,
    "original_language": "te",
    "original_title": "అద్భుతం",
    "overview": "A boy and a girl ending up using the same phone number without each other's knowledge. What will be the consequences of this situation? will they be pleasant?",
    "popularity": 3.5005,
    "poster_path": "/mDaBilIfuY6v6V2xMvAdFkozoza.jpg",
    "release_date": "19/11/2021",
    "title": "Adbhutham",
    "video": false,
    "vote_average": 7.3,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/dGDgb3nmCxX0WXGDvgZTCAepeEZ.jpg",
    "genre_ids": [
      35,
      28,
      10749
    ],
    "id": 1001256,
    "original_language": "te",
    "original_title": "వినరో భాగ్యము విష్ణు కథ",
    "overview": "Vishnu, grows up under the care of his grandfather as a Good Samaritan in temple town Tirupati. Dharshana, a wannabe social media content creator, comes up with the idea of a phone number neighbour and gets in touch with Vishnu. Both trace the other phone number neighbour, Markandeya Sharma. Things take intriguing, mystery-filled turns when these three people become friends.",
    "popularity": 3.4997,
    "poster_path": "/8CvjaZ6I6tvQS90qQnb7Gp1x488.jpg",
    "release_date": "17/02/2023",
    "title": "Vinaro Bhagyamu Vishnu Katha",
    "video": false,
    "vote_average": 4.5,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 322234,
    "original_language": "te",
    "original_title": "నేరము – శిక్ష",
    "overview": "Krishna accidentally blinds Balaiah and kills his brother in a road mishap. After the unfortunate event, Krishna has to bear the consequences of his conduct.",
    "popularity": 3.4961,
    "poster_path": "/fB3EfG6my5eHeCMhFXZpOhxFD1x.jpg",
    "release_date": "18/07/1973",
    "title": "Neramu Siksha",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      28,
      18,
      27
    ],
    "id": 279316,
    "original_language": "te",
    "original_title": "దొంగ",
    "overview": "Donga is action drama based movie in which, Phani (Chiranjeevi) who commits thefts just to help the poor. He loves Kodandaramayya’s daughter Manju Latha (Radha). But seeks revenge against Kodandaramayya for killing his father. He also wants his sister Malathi to get married to Rajesh, son of Anjaneyulu. But he needs Rs.50,000 for dowry. At the same time Vishwanatham, an income tax officer, also wants to perform his sister Rekha’s marriage with Rajesh. But,Phani succeeds with the help of the police in liquidating the gang of Kodandaramayya and has his revenge.",
    "popularity": 3.496,
    "poster_path": "/7eoYkhZwip95upF1dN0TgCuQbgO.jpg",
    "release_date": "14/03/1985",
    "title": "Donga",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/nbNwuxMgjnBgnyCfL205xyExmU6.jpg",
    "genre_ids": [],
    "id": 604434,
    "original_language": "te",
    "original_title": "సీత",
    "overview": "Sita is a materialistic woman who only cares about materialistic gains and nothing else. MLA Basava Raju lusts for her and wants her to give him what she promised him for helping her. The villain of their tale is Ram, a man who’s way too innocent for his own good. How does Ram help Sita out of the fix she’s in forms the crux of the story.",
    "popularity": 3.4949,
    "poster_path": "/9s629MKjTxzCotDaFNy3qOTj0BM.jpg",
    "release_date": "24/05/2019",
    "title": "Sita",
    "video": false,
    "vote_average": 5.75,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/7AKjOXXOunHEU43L2Ow7eGAL7d2.jpg",
    "genre_ids": [
      28,
      10749,
      18
    ],
    "id": 884003,
    "original_language": "te",
    "original_title": "పోలీసు వరి హేచారికా",
    "overview": "Amid a wave of killings, officer Kanchana uncovers activist Satyamurthy's dark truth-he exploits orphans for power and kills Bose to stay hidden. Kanchana exposes him, ending with a haunting reflection on betrayal and lost innocence.",
    "popularity": 3.4946,
    "poster_path": "/nTkxGlYE1g65nw9xpoHeZqsGiDX.jpg",
    "release_date": "18/07/2025",
    "title": "Police Vari Heccharika",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/AvqYO2C4SS65JY46WR86VGkOgS0.jpg",
    "genre_ids": [
      35,
      10749,
      10751
    ],
    "id": 465099,
    "original_language": "te",
    "original_title": "నిన్ను కోరి",
    "overview": "Pallavi invites Uma, her ex-boyfriend, to stay with her and her husband to convince him that she is happy in her marriage. Uma tries to create a rift between the couple, hoping to win Pallavi back.",
    "popularity": 3.4939,
    "poster_path": "/tSqphL6d7slQ0zFmnhliYE9oyAS.jpg",
    "release_date": "07/07/2017",
    "title": "Ninnu Kori",
    "video": false,
    "vote_average": 6.521,
    "vote_count": 24
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [],
    "id": 765944,
    "original_language": "te",
    "original_title": "W/O V.Varaprasad",
    "overview": "W/O V. Vara Prasad is a 1998 Indian Telugu film, directed by Vamsy and Produced by Ram Gopal Varma. The film stars J. D. Chakravarthy, S. P. Balasubrahmanyam, Vineeth and Esha in lead roles. The music of the film was composed by M. M. Keeravani.",
    "popularity": 3.4938,
    "poster_path": "/eYcVcqGs9nWCkgfvonkiYL5plbT.jpg",
    "release_date": "01/01/1998",
    "title": "W/O V.Varaprasad",
    "video": false,
    "vote_average": 8.1,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/v9W20U4Z6WEu2D4c0flgZfWGDRp.jpg",
    "genre_ids": [
      35,
      80,
      10749
    ],
    "id": 1241725,
    "original_language": "te",
    "original_title": "జాక్",
    "overview": "Jack, an aspiring but overeager intelligence agent, goes against protocol and the real spies, to foil a potential attack on home turf.",
    "popularity": 3.4922,
    "poster_path": "/xkat9sykUnlwoeRW59X5mdVKfAi.jpg",
    "release_date": "10/04/2025",
    "title": "Jack",
    "video": false,
    "vote_average": 6,
    "vote_count": 5
  },
  {
    "adult": false,
    "backdrop_path": "/a6FYWepW86BDuqcU0bWRPzE6hcu.jpg",
    "genre_ids": [
      10749,
      18
    ],
    "id": 902552,
    "original_language": "te",
    "original_title": "థ్యాంక్యూ",
    "overview": "Abhiram aka Abhi is a successful entrepreneur who calls himself ‘self-made’ and doesn’t believe anyone but himself is the reason for his success. But when he’s forced to look back on life, what does he realise?",
    "popularity": 3.4885,
    "poster_path": "/8wrpCfKmeyFLSE3pOYdY5TR4kw2.jpg",
    "release_date": "21/07/2022",
    "title": "Thank You",
    "video": false,
    "vote_average": 5.833,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": "/dLbK0UGq4YGJZWujBqNaetXrGdp.jpg",
    "genre_ids": [
      35,
      53
    ],
    "id": 1508889,
    "original_language": "te",
    "original_title": "షో టైమ్",
    "overview": "\"Show Time\" is a gripping thriller that explores how an accidental murder shatters the lives of a middle-class family. The story follows a seemingly ordinary family whose world turns upside down when a momentary lapse in judgment leads to an unintended crime. As they struggle to cover up the incident, they are pulled into a web of lies, guilt, and paranoia, testing their bonds and morals.",
    "popularity": 3.4858,
    "poster_path": "/lFGOj6LDZachNPmXaGPQbeAu7jy.jpg",
    "release_date": "04/07/2025",
    "title": "Show Time",
    "video": false,
    "vote_average": 4,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/sLTe3l1SX2h7xjfO0vwKhoQm3hx.jpg",
    "genre_ids": [
      35,
      18
    ],
    "id": 796368,
    "original_language": "te",
    "original_title": "జాతిరత్నాలు",
    "overview": "Srikanth and his friends Sekhar and Ravi head to the city in pursuit of some izzat. Once there, they realise that maybe they were better off back home in Jogipet.",
    "popularity": 3.8988,
    "poster_path": "/7MzvmgHRmhbJH1UZJhRCkAtxvEy.jpg",
    "release_date": "11/03/2021",
    "title": "Jathi Ratnalu",
    "video": false,
    "vote_average": 7.2,
    "vote_count": 25
  },
  {
    "adult": false,
    "backdrop_path": "/6g7tSgDFb9VvQVdD25aRJ7IjAP0.jpg",
    "genre_ids": [
      28,
      18
    ],
    "id": 526772,
    "original_language": "te",
    "original_title": "నేల టిక్కెట్టు",
    "overview": "A carefree young man is forced to alter his life due to a shocking event that takes place in his life. He fights against an evil, corrupt politician to get justice for the society.",
    "popularity": 3.4842,
    "poster_path": "/biQARegkJE2boi7eYxK18M9Vbno.jpg",
    "release_date": "24/05/2018",
    "title": "Nela Ticket",
    "video": false,
    "vote_average": 4.6,
    "vote_count": 10
  },
  {
    "adult": false,
    "backdrop_path": "/yiY4kqZo7hHYoE7TTnUvY71Dbmm.jpg",
    "genre_ids": [
      18
    ],
    "id": 1280611,
    "original_language": "te",
    "original_title": "పరధ",
    "overview": "A veiled village woman's life changes when city visitors challenge her traditions. As she questions customs and investigates a curse, rumors of Sati emerge, leading her to confront societal norms.",
    "popularity": 3.484,
    "poster_path": "/nCo9QiSaW9KziUCMip6rWyZCgqK.jpg",
    "release_date": "22/08/2025",
    "title": "Paradha",
    "video": false,
    "vote_average": 7,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10749,
      18
    ],
    "id": 232304,
    "original_language": "te",
    "original_title": "యువరాజు",
    "overview": "Yuvaraju is a 2000 Tollywood film directed and produced by YVS Chowdary. This film gave Mahesh Babu the tag \"Prince\", as Yuvaraju means prince.",
    "popularity": 3.7291,
    "poster_path": "/a2eXPYnEC3bKtdlUZPreSdI5LXG.jpg",
    "release_date": "14/04/2000",
    "title": "Yuvaraju",
    "video": false,
    "vote_average": 7.8,
    "vote_count": 4
  },
  {
    "adult": false,
    "backdrop_path": "/nnpFB8S2RSN5JA9MSJVMIDvHn3g.jpg",
    "genre_ids": [
      18,
      28,
      10751
    ],
    "id": 784963,
    "original_language": "te",
    "original_title": "టక్ జగదీష్",
    "overview": "In a village with greedy property fights among the families, Jagadish carries on his father's legacy to reform all the property issues in his village while trying to reunite his family, which is also split due to property issues.",
    "popularity": 4.0427,
    "poster_path": "/h3N0BvNtplnvK1kyqP4dQREUCn5.jpg",
    "release_date": "09/09/2021",
    "title": "Tuck Jagadish",
    "video": false,
    "vote_average": 5.063,
    "vote_count": 8
  },
  {
    "adult": false,
    "backdrop_path": "/ztAkPdxBulEpvAmU0aqqYFXwgf6.jpg",
    "genre_ids": [
      28,
      53
    ],
    "id": 964132,
    "original_language": "te",
    "original_title": "స్పై",
    "overview": "A RAW agent is in search of his brother’s killer, unravels the connection between a notorious arms dealer and the hidden secrets of Netaji Subhash Chandra Bose, risking everything to protect India from impending chaos.",
    "popularity": 3.4772,
    "poster_path": "/eC0OPoB37uYcPsG0KHSv7zUmSX7.jpg",
    "release_date": "29/06/2023",
    "title": "Spy",
    "video": false,
    "vote_average": 5.6,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      18
    ],
    "id": 280346,
    "original_language": "te",
    "original_title": "రానా",
    "overview": "Bheema Raju a mafia don, kills his henchman Rajeswara Rao . Raana  son of Rajeswara Rao kills Bheema Raju and becomes a mafia don himself. He becomes a very powerful man in the society and, later on, marries an innocent village girl Ganga. Bheem Raju's son Devaraj try to kill Raana in many ways, but nothing works out. Raana kills a Municipal Commissioner for raping a girl. Dr. Kasthuri who is a doctor and also an ally of the bad guys does the postmortem of the body and tells the police about the murder and tries to send Raana to jail. Raana kidnaps Kasthuri and threatens her and while he is killing her Shankaram Master obstructs his way begs him to leave his daughter, then suddenly Raana finds out that Kasthuri is none other than his long-lost sister.",
    "popularity": 3.477,
    "poster_path": "/oMhrNYQsF5UyUMundRX1tFCQwid.jpg",
    "release_date": "17/04/1998",
    "title": "Rana",
    "video": false,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "adult": false,
    "backdrop_path": "/dvhMlIyI7A0grxgxm5CsjL7DU0F.jpg",
    "genre_ids": [
      18,
      28
    ],
    "id": 666564,
    "original_language": "te",
    "original_title": "నారప్ప",
    "overview": "Narappa is forced to flee into the forest with his younger son, Sinappa, after Sinappa murders an upper caste landlord to avenge his older brother’s death. And now Narappa must make more sacrifices and navigate a deeply unjust justice system to give his son a chance at future.",
    "popularity": 3.4769,
    "poster_path": "/zEZDTXGoTsw9cLzLii6NUIuvpQ6.jpg",
    "release_date": "20/07/2021",
    "title": "Narappa",
    "video": false,
    "vote_average": 6.857,
    "vote_count": 14
  },
  {
    "adult": false,
    "backdrop_path": "/p9LXWhGrztYDng9XwrlQ8Ofll3g.jpg",
    "genre_ids": [
      35,
      18,
      10749
    ],
    "id": 660671,
    "original_language": "te",
    "original_title": "సాఫ్ట్వేర్ సుధీర్",
    "overview": "Chandu and Swathi are Software engineers. Chandu is an average guy who never misses an opportunity to impress Swathi. Once Swathi recognizes Chandu's honesty and innocence, the affair begins. Suddenly they find themselves stuck in a major problem. Can Chandu save Swathi?",
    "popularity": 3.4746,
    "poster_path": "/i0XNF33mnWAdHgJSlqqNl6SwEaT.jpg",
    "release_date": "28/12/2019",
    "title": "Software Sudheer",
    "video": false,
    "vote_average": 6,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/uL4OreKn1cZMUHGhMC8iAHKKwwD.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 785354,
    "original_language": "te",
    "original_title": "అల్లుడు అదుర్స్",
    "overview": "A love failure in high school prompts Sreenu to stay away from girls, but fate introduces him to the daughter of a notorious goon, with whom he falls in love immediately. However, his path to win over the girl of his dreams is far from as easy.",
    "popularity": 3.3467,
    "poster_path": "/kVjBF876xP8f2WzBf1YpuVZ2Kgk.jpg",
    "release_date": "14/01/2021",
    "title": "Alludu Adhurs",
    "video": false,
    "vote_average": 5.2,
    "vote_count": 9
  },
  {
    "adult": false,
    "backdrop_path": null,
    "genre_ids": [
      10751,
      18
    ],
    "id": 82782,
    "original_language": "te",
    "original_title": "శుభలగ్నం",
    "overview": "A married couple has two kids, but the wife is unhappy that her husband is not a rich man. The husband gets a proposal for marriage from his boss' daughter, but he rejects it; unrelentingly she approaches the wife with a huge amount of money..",
    "popularity": 3.472,
    "poster_path": "/hAEYmrPIt6c3YnRFNWtb4dqsEy2.jpg",
    "release_date": "30/09/1994",
    "title": "Subhalagnam",
    "video": false,
    "vote_average": 9,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/6Ib5nqkY1sn0bGjaICcpFY4Yvqy.jpg",
    "genre_ids": [
      10749
    ],
    "id": 86717,
    "original_language": "te",
    "original_title": "ఓ మై ఫ్రెండ్",
    "overview": "Two childhood friends, who believe they share a platonic bond. When complications arise in their romantic relationships due to their friendship, how will their relationship evolve?",
    "popularity": 3.4712,
    "poster_path": "/dRUrvQt8j9OGypi0LvbImKp6ZNp.jpg",
    "release_date": "11/11/2011",
    "title": "Oh My Friend",
    "video": false,
    "vote_average": 6.289,
    "vote_count": 19
  },
  {
    "adult": false,
    "backdrop_path": "/502HwO1QYns35paqbBf03DnVsO5.jpg",
    "genre_ids": [
      28,
      878,
      53
    ],
    "id": 609108,
    "original_language": "te",
    "original_title": "ఇస్మార్ట్ శంకర్‌",
    "overview": "A contract killer goes on the run after eliminating a target and eventually finds himself linked to a slain cop whose memory is transferred to his brain.",
    "popularity": 3.471,
    "poster_path": "/aEpPH8oi6XpD5a1ynRiPhNOrURZ.jpg",
    "release_date": "18/07/2019",
    "title": "iSmart Shankar",
    "video": false,
    "vote_average": 5.056,
    "vote_count": 18
  },
  {
    "adult": false,
    "backdrop_path": "/5gPqJpKsPKAlnSbmKJNXENlw7yr.jpg",
    "genre_ids": [
      10749,
      35
    ],
    "id": 481050,
    "original_language": "te",
    "original_title": "రాజా మీరు కేక",
    "overview": "Four best friends are happy with their jobs until Nagaraju, an MNC owner, creates a disturbance in their lives.",
    "popularity": 3.4708,
    "poster_path": "/oGctgx7Y8VjBHEVZQ4wAmPGCkLO.jpg",
    "release_date": "16/06/2017",
    "title": "Raja Meeru Keka",
    "video": false,
    "vote_average": 10,
    "vote_count": 1
  },
  {
    "adult": false,
    "backdrop_path": "/6ZeZCiF56UjiVP9IsKrV7IUl6EZ.jpg",
    "genre_ids": [
      18,
      10749
    ],
    "id": 308034,
    "original_language": "te",
    "original_title": "చిన్నదానా  నీ  కోసం",
    "overview": "Nithin falls in love with Nandini and tries to woo her while their friendship blooms. However, Nandini leaves for a Europe trip with Reddy Garu without informing him which causes him to tail them.",
    "popularity": 3.4688,
    "poster_path": "/aU8JNpWSNj9SVPLfSbInM5zhU5f.jpg",
    "release_date": "25/12/2014",
    "title": "Chinnadana Nee Kosam",
    "video": false,
    "vote_average": 5.8,
    "vote_count": 6
  },
  {
    "adult": false,
    "backdrop_path": "/g7QW3PPIOpLP9VJe5WRLazUdgfK.jpg",
    "genre_ids": [
      18,
      10749,
      35
    ],
    "id": 568212,
    "original_language": "te",
    "original_title": "నెక్స్ట్ ఏంటి",
    "overview": "Tammy ‘hates boys’ and will only settle for the kind of standards her father sets for her; both with the way he is and the 'knowledge' he imparts her with. Sanju is one of the men she dates, a man-child who refuses to grow up. But when both part ways on such uncertain terms, what brings them together again?",
    "popularity": 3.4682,
    "poster_path": "/qGIwZXqQWn5fh8BxLEolmZk9MiC.jpg",
    "release_date": "07/12/2018",
    "title": "Next Enti?",
    "video": false,
    "vote_average": 4,
    "vote_count": 7
  }
]